Repository: Iladra/ekiga
Catalog: gnome-2-14/po/*.po
Languages: ja, sq

source: Audio transmission status. During a call, click here to suspend or resume the audio transmission.
ja: 音声の送信状態です (発信中に、ここをクリックすると音声の送信を一時停止したり再開できます)
sq: Gjëndja e transmetimit të audios. Gjatë thirrjes, klikoni këtu për të ndaluar ose rifilluar transmetimin e zërit.

source: Video transmission status. During a call, click here to suspend or resume the video transmission.
ja: 映像の送信状態です (発信中に、ここをクリックすると映像の送信を一時停止したり再開できます)
sq: Gjëndja e transmetimit video. Gjatë bisedës, klikoni këtu për të ndaluar apo rifilluar transmetimin e videos.

source: C_all
ja: 発信(_C)
sq: _Thirrje

source: Ca_ll
ja: 発信(_L)
sq: Thi_rr

source: Place a new call
ja: 新しい呼び出しです
sq: Kryej një thirrje të re

source: _Hang up
ja: ハングアップ(_H)
sq: _Mbylle

source: Terminate the current call
ja: 現在の発信を切ります
sq: Përfundo thirrjen e tanishme

source: _Available
ja: 応答可能(_A)
sq: _I lirë

source: Display a popup to accept the call
ja: 着信に応答するためにポップアップを表示します
sq: Hap një dritare popup për të pranuar thirrjen

source: Aut_o Answer
ja: 自動応答(_O)
sq: Përgjigj_u automatikisht

source: Auto answer calls
ja: 着信に自動応答します
sq: Përgjigju automatikisht thirrjeve

source: _Do Not Disturb
ja: 邪魔しないで下さい(_D)
sq: _Mos më shqetëso

source: Reject calls
ja: 着信を拒否します
sq: Thirrjet e refuzuara

source: _Forward
ja: 転送(_F)
sq: _Vazhdo

source: Forward calls
ja: 着信を転送します
sq: Thirrjet e transferuara

source: Speed dials
ja: ショートカット
sq: Telefonata të shpejta

source: _Hold Call
ja: 保留(_H)
sq: _Pushim i thirrjes

source: Hold the current call
ja: 現在の着信を保留します
sq: Ndalon thirrjen e tanishme

source: _Transfer Call
ja: 発信の転送(_T)
sq: _Transferim i thirrjes

source: Transfer the current call
ja: 現在の発信を転送します
sq: Transferon thirrjen e tanishme

source: Suspend _Audio
ja: 音声の一時停止(_A)
sq: Pezullo _Audio

source: Suspend or resume the audio transmission
ja: 音声の発信を一時停止または再開します
sq: Pezullon ose rimerr transmetimin e zërit

source: Suspend _Video
ja: 映像の一時停止(_V)
sq: Pezullo _Video

source: Suspend or resume the video transmission
ja: 映像の発信を一時停止または再開します
sq: Pezullon ose rimerr transmetimin e videos

source: _Save Current Picture
ja: 現在の映像の保存(_S)
sq: _Ruaj figurën e tanishme

source: Save a snapshot of the current video
ja: 現在の映像をスナップショットとして保存します
sq: Ruan një fotografi të videos së tanishme

source: Close the Ekiga window
ja: Ekiga のウィンドウを閉じます
sq: Mbyll dritaren e Ekiga

source: _Quit
ja: 終了(_Q)
sq: _Dalja

source: Quit Ekiga
ja: Ekiga の終了
sq: Përfundo Ekiga

source: _Edit
ja: 編集(_E)
sq: _Ndrysho

source: Configuration Druid
ja: 設定アシスタント
sq: Asistenti i konfigurimit

source: Run the configuration druid
ja: 設定アシスタントを起動します
sq: Nis asistentin e konfigurimit

source: _Accounts
ja: アカウント(_A)
sq: _Profilet

source: Edit your accounts
ja: アカウントを編集します
sq: Ndrysho profilet tuaj

source: _Preferences
ja: 設定(_P)
sq: _Preferimet

source: Change your preferences
ja: お使いの設定を変更します
sq: Ndrysho preferimet

source: _View
ja: 表示(_V)
sq: _Shfaq

source: View _Mode
ja: 表示モード(_M)
sq: _Mënyra e paraqitjes

source: Softp_hone
ja: ソフトフォン(_H)

source: Show the softphone view
ja: ソフトフォン用の表示にします
sq: Shfaq paraqitjen soft-telefon

source: _Videophone
ja: ビデオフォン(_V)
sq: _Videofon

source: Show the videophone view
ja: ビデオフォン用の表示にします
sq: Shfaq paraqitjen videofon

source: _Full View
ja: フル表示(_F)
sq: _Pamje e plotë

source: View all components
ja: 全てのコンポーネントを表示します
sq: Shfaq të gjithë përbërësit

source: Control Panel
ja: コントロール・パネル
sq: Paneli i kontrollit

source: _Dialpad
ja: ダイアルパッド(_D)
sq: _Tastiera numerike

source: View the dialpad
ja: ダイアルを表示します
sq: Shfaq tastierën e telefonit

source: _Audio Settings
ja: 音声の設定(_A)
sq: Rregullimet _Audio

source: View audio settings
ja: 音声を設定します
sq: Shfaq parametrat audio

source: _Video Settings
ja: 映像の設定(_V)
sq: Rregullimet _Video

source: View video settings
ja: 映像を設定します
sq: Shfaq parametrat video

source: Statistics
ja: 統計情報
sq: Statistika

source: View audio/video transmission and reception statistics
ja: 音声/映像の発信と着信に対する統計情報を表示します
sq: Shfaq statistikat e transmetimit dhe të marrjes audio/video

source: Local Video
ja: ローカルの映像
sq: Video lokale

source: Local video image
ja: ローカルの映像イメージ
sq: Figura e videos lokale

source: Remote Video
ja: リモートの映像
sq: Video remote

source: Remote video image
ja: リモートの映像イメージ
sq: Figura e videos së korrispondentit

source: Both (Picture-in-Picture)
ja: 両方 (画像の中に重ねる)
sq: Së bashku (Figurë-në-Figurë)

source: Both video images
ja: 両方の映像イメージ
sq: Së bashku imazhet video

source: Both (Side-by-Side)
ja: 両方 (画像を並べる)
sq: Së bashku (Krah-për-Krah)

source: Both (Both in New Windows)
ja: 両方 (新しいウィンドウ)
sq: Së bashku (Së bashku në dritare të reja)

source: Zoom In
ja: 拡大
sq: Zmadho

source: Zoom in
ja: 映像を拡大します
sq: Zmadho

source: Zoom Out
ja: 縮小
sq: Zvogëlo

source: Zoom out
ja: 映像を縮小します
sq: Zvogëlo

source: Normal Size
ja: 標準のサイズ
sq: Madhësi normale

source: Normal size
ja: デフォルトの映像サイズにします
sq: Madhësia e zakonshme

source: Fullscreen
ja: フルスクリーン
sq: Ekran të plotë

source: _Tools
ja: ツール(_T)
sq: _Instrumentë

source: Address _Book
ja: アドレス帳(_B)
sq: _Rubrika

source: Open the address book
ja: アドレス帳を開きます
sq: Hap rubrikën

source: C_hat Window
ja: チャット・ウィンドウ(_H)
sq: Dritarja e s_hkrimit

source: Open the chat window
ja: チャット・ウィンドウを表示します
sq: Hap dritaren e bisedës me anë të shkrimit

source: View the operations history
ja: 操作に関連する履歴を表示します
sq: Shiko kronollogjinë e veprimeve

source: View the calls history
ja: 着信履歴を表示します
sq: Shfaq historikun e thirrjeve

source: PC-To-Phone Account
ja: PC-To-Phone のアカウント
sq: Profili PC-në-Telefon

source: Manage your PC-To-Phone account
ja: PC-To-Phone のアカウントを管理します
sq: Organizo profilin tuaj PC-Telefon

source: _Help
ja: ヘルプ(_H)
sq: _Ndihmë

source: _Contents
ja: 目次(_C)
sq: _Përmbajtja

source: Get help by reading the Ekiga manual
ja: Ekiga のマニュアルを表示します
sq: Merr ndihmë duke lexuar manualin e Ekiga-s

source: _About
ja: 情報(_A)
sq: _Informacione

source: View information about Ekiga
ja: Ekiga の情報を表示します
sq: Shiko informacionet mbi Ekiga

source: Dialpad
ja: ダイアルパッド
sq: _Tastiera numerike

source: Adjust brightness
ja: 明るさを調整します
sq: Rregullo ndriçimin

source: Adjust whiteness
ja: 白さを調整します
sq: Rregullo bardhësinë

source: Adjust color
ja: 色を調整します
sq: Rregullo ngjyrën

source: Adjust contrast
ja: コントラストを調整します
sq: Rregullo kontrastin

source: Video
ja: 映像

source: Audio
ja: 音声
sq: Zëri

source: Notification area not detected
ja: 通知スペースを検出できませんでした
sq: Nuk është zbuluar zona e njoftimit

source: The notification area is not present in your panel, so Ekiga cannot start hidden.
ja: パネルの中に通知スペースがないので、Ekiga のアイコンを表示できません。
sq: Zona e njoftimit nuk gjendet në panelin tënd ,pra Ekiga nuk mund të niset në mënyrë të padukshme.

source: Sent DTMF %c
ja: DTMF %c の送信
sq: Dërgo DTMF %c

source: Missed calls: %d - Voice Mails: %s
ja: 失敗した発信数: %d - ボイス・メール数: %s
sq: Thirrje të humbura: %d - Posta zanore: %s

source: _Retrieve Call
ja: 再開(_R)
sq: _Rimarrje e thirrjes

source: Resume _Audio
ja: 音声の再開(_A)
sq: Rihap zërin

source: Resume _Video
ja: ビデオの再開(_V)
sq: Rinis videon

source: Out:
ja: 出力:
sq: Jashtë:

source: In:
ja: 入力:
sq: Brenda:

source: Registered accounts:
ja: 登録済のアカウント数:
sq: Profilët e regjistruar:

source: Transfer call to:
ja: 転送先:
sq: Transfero thirrjen drejt:

source: Transfer
ja: 転送
sq: Transferimi

source: Reject
ja: 拒否
sq: Refuzo

source: Accept
ja: 受諾
sq: Prano

source: Incoming call from
ja: 着信元
sq: Thirrje në hyrje nga

source: Remote URL:
ja: リモート URL:
sq: Adresa URL e korrispondentit:

source: Remote Application:
ja: リモートのアプリ:
sq: Programi remot:

source: Lost packets: %.1f %% Late packets: %.1f %% Out of order packets: %.1f %% Jitter buffer: %d ms
ja: 消失したパケット数: %.1f %% 遅延したパケット数: %.1f %% 順番違いのパッケット数: %.1f %% Jitter バッファ: %d ms
sq: Paketa të humbura: %.1f %% Paketa me vonesë: %.1f %% Paketa të çrregullta: %.1f%% Jitter buffer: %d ms

source: Ekiga got an invalid value for the GConf key %s. It probably means that your GConf schemas have not been correctly installed or the that permissions are not correct. Please check the FAQ (http://www.ekiga.org/), the troubleshooting section of the GConf site (http://www.gnome.org/projects/gconf/) or the mailing list archives for more information (http://mail.gnome.org) about this problem.
ja: Ekiga は間違った GConf キー %s を受け取りました。 おそらく GConf スキーマが正しくインストールされていないか、あるいは権限が正しくないと思われます。 この問題に対する詳細な情報については、FAQ サイト (http://www.ekiga.org/)、または GConf のサイト (http://www.gnome.org/projects/gconf/) のトラブルシューティングをチェックするか、あるいはメーリング・リスト (http://mail.gnome.org) のアーカイブから問題に関連するような情報を確認して下さい。
sq: Ekiga mori një vlerë të pavlefshme për çelësin GConf %s. Ka mundësi që skemat tuaja GConf të mos jenë instaluar si duhet ose që të drejtat të mos jenë të sakta. Të lutem kontrollo FAQ (http://www.ekiga.org/faq.php), seksionin probleme të sitit GConf (http://www.gnome.org/projects/gconf/) ose arkivin e listës së mesazheve për më shumë informacione rreth këtij problemi (http://mail.gnome.org).

source: Gconf key error
ja: Gconf キーのエラー
sq: Gabim çelësi Gconf

source: Prints debug messages in the console (level between 1 and 6)
ja: 端末にデバッグ・メッセージを表示する (レベル: 1〜6)
sq: Shfaq mesazhet e debugimit në konsolë (niveli midis 1 dhe 6)

source: Makes Ekiga call the given URL
ja: Ekiga で指定した URL を呼び出す
sq: Bën që Ekiga të thërrasë adresën e dhënë URL

source: No usable audio plugin detected
ja: 利用可能な音声プラグインを検出できませんでした
sq: Nuk u gjet asnjë plugin audio i përdorshëm

source: Ekiga didn't find any usable audio plugin. Make sure that your installation is correct.
ja: Ekiga は利用可能なオーディオ・プラグインを検出できませんでした。インストールを確認して下さい。
sq: Ekiga nuk gjeti asnjë plugin zëri të përdorshëm. Sigurohu që instalimi të jetë korrekt.

source: Error
ja: エラー
sq: Gabim

source: Bandwidth
ja: 帯域幅
sq: Gjerësia e bandës së rrjetit

source: Clock Rate
ja: クロック
sq: Frekuenca orare

source: Personal Information
ja: 個人の情報
sq: Informacione personale

source: _First name:
ja: 名前(_F):
sq: _Emri:

source: Sur_name:
ja: 名字(_N):
sq: _Mbiemri:

source: Enter your surname
ja: 名字を入力して下さい
sq: Shkruaj mbiemrin tënd

source: E-_mail address:
ja: E-メール(_M):
sq: Adresa E-_mail:

source: Enter your e-mail address
ja: E-メール・アドレスを入力して下さい
sq: Shkruaj adresën tënde e-mail

source: _Comment:
ja: コメント(_C):
sq: _Komenti:

source: Enter a comment about yourself
ja: 身元を記すコメントを入力して下さい
sq: Shkruaj diçka mbi vetveten

source: _Location:
ja: 所在地(_L):
sq: _Vendodhja:

source: Enter your country or city
ja: お住まいの国または都市を入力して下さい
sq: Shkruaj shtetin ose qytetin tënd

source: _Apply
ja: 適用する(_A)
sq: _Zbato

source: Click here to update the users directory you are registered to with the new First Name, Last Name, E-Mail, Comment and Location
ja: ここをクリックして、新しい名前、名字、E-メール、コメントと所在地で、登録したユーザ・ディレクトリを更新して下さい
sq: Kliko këtu për të përditësuar të dhënat e directory të përdoruesve ku je regjistruar me të dhënat e reja, Emri, Mbiemri, E-mail, Komenti dhe Vendndodhja.

source: Ekiga GUI
ja: Ekiga のインタフェース
sq: Interfaqja grafike e Ekiga

source: Start _hidden
ja: 起動時に隠す(_H)
sq: Nis në menyrë të _padukshme

source: Video Display
ja: 映像の表示
sq: Shfaqja e videos

source: Place windows displaying video _above other windows
ja: 他のウィンドウよりも前に映像ウィンドウを配置する(_A)
sq: Vendos dritaret që shfaqin videon _mbi dritaret e tjera

source: Users Directory
ja: ユーザ・ディレクトリ
sq: Directory e përdoruesve

source: Users directory:
ja: ユーザ・ディレクトリ:
sq: Directory e përdoruesve.

source: The users directory server to register with
ja: 登録するユーザ・ディレクトリのサーバです
sq: Serveri i directory të përdoruesve ku duhet të regjistrohesh

source: Enable _registering
ja: 登録する(_R)
sq: Aktivo _regjistrimin

source: If enabled, register with the selected users directory
ja: 有効にすると、選択したユーザ・ディレクトリに登録します
sq: Nëse aktiv, regjistrohesh me numratorin e zgjedhur të përdoruesve

source: _Publish my details in the users directory when registering
ja: 登録時に個人の情報をユーザ・ディレクトリで公開する(_P)
sq: _Publiko të dhënat personale në numratorin e përdoruesve gjatë regjistrimit

source: If enabled, your details are shown to people browsing the users directory. If disabled, you are not visible to users browsing the users directory, but they can still use the callto URL to call you.
ja: 有効にすると、ユーザ・ディレクトリを参照してあなたの詳細な情報が他の人たちに公開されます。無効にすると、ユーザ・ディレクトリを他の人たちに公開しませんが、あなたを呼び出すための 'callto URL' は公開されます
sq: Nëse aktiv, informacionet personale mund të shikohen nga njerëzit që shfletojnë numratorin e përdoruesve. Nëse jo aktiv, atëhere këto njerëz nuk të shikojnë në listë, por megjithatë ata mund të bëjnë një thirrje duke përdorur callto URL.

source: Call Forwarding
ja: 着信の転送
sq: Transferimi i thirrjes

source: _Always forward calls to the given host
ja: 常に指定したホストへ転送する(_A)
sq: Transfero i gjithmonë thirrjet _drejt host të caktuar

source: If enabled, all incoming calls will be forwarded to the host that is specified in the protocol settings
ja: 有効にすると、[プロトコル] の設定で指定したホストへ全ての着信を転送します
sq: Nëse aktiv, të gjitha thirrjet në hyrje do të transferohen drejt host-it të caktuar në rregullimet e protokollit

source: Forward calls to the given host if _no answer
ja: 応答しない着信を指定したホストへ転送する(_N)
sq: Transfero thirrjet drejt host-it të caktuar nëse _nuk ka përgjigje

source: If enabled, all incoming calls will be forwarded to the host that is specified in the protocol settings if you do not answer the call
ja: 有効にすると、着信に応答しない場合、[プロトコル] の設定で指定したホストへ全ての着信を転送します
sq: Nëse aktivohet, të gjitha thirrjet në hyrje do do të transferohen drejt host-it të specifikuar në rregullimet e protokollit nëse nuk i përgjigjesh thirrjes

source: Forward calls to the given host if _busy
ja: 多忙な場合は指定したホストへ転送する
sq: Transfero thirrjet tek host i dhënë nëse je i _zënë

source: If enabled, all incoming calls will be forwarded to the host that is specified in the protocol settings if you already are in a call or if you are in Do Not Disturb mode
ja: 有効にすると、既に会話中または "邪魔しないで下さい" モードの場合、[プロトコル] の設定で指定したホストへ全ての着信を転送します
sq: Nëse aktivohet, të gjitha thirrjet në hyrje do të transferohen drejt host-it të specifikuar në rregullimet e protokollit nëse jeni i zënë në një bisedë ose nëse jeni në modalitetin Mos Më Shqetësoni

source: Call Options
ja: 着信のオプション
sq: Opsionet e thirrjes

source: Automatically _clear calls after 30 seconds of inactivity
ja: 何もせずに 30秒経過したら着信を自動的にクリアする(_C)
sq: _Mbyll thirrjen automatikish mbas 30 sekondash pa aktivitet

source: Timeout to reject or forward unanswered incoming calls (in seconds):
ja: 応答しない着信を拒否したり転送するまでの時間 (秒):
sq: Skadenca kohore për të refuzuar apo transferuar thirrjet në hyrje pa përgjigje (në sekonda):

source: Ekiga Sound Events
ja: Ekiga の効果音
sq: Efektet zanore të Ekiga

source: Event
ja: イベント
sq: Ndodhia

source: Choose a sound
ja: 効果音の選択
sq: Zgjidh një tingull

source: Wavefiles
ja: WAVE ファイル
sq: Files Wave

source: Play
ja: テスト
sq: Luaj

source: Alternative Output Device
ja: 代替の出力デバイス
sq: Dispozitivi alternativ prodhues

source: Alternative output device:
ja: 代替の出力デバイス:
sq: Dispozitivi alternativ prodhues:

source: Select an alternative audio output device to use for sound events
ja: 効果音を鳴らす際に使用する、別のオーディオ出力デバイスを選択して下さい
sq: Zgjidh dispozitivin alternativ të zërit në dalje për t'u përdorur për tingujt e ndodhive.

source: IP Translation
ja: IP 転送
sq: Përkthimi i IP

source: Network Interface
ja: ネットワークのインタフェース
sq: Interfaqja e rrjetit

source: Listen on:
ja: 監視するインタフェース:
sq: Në pritje në:

source: NAT Settings
ja: NAT の設定
sq: Rregullimet e NAT

source: NAT Traversal Method:
ja: NAT Traversal の種類:
sq: Metoda e kalimit NAT:

source: STUN Se_rver:
ja: STUN サーバ(_R):
sq: Se_rveri STUN:

source: The STUN server to use for STUN Support.
ja: STUN をサポートする STUN サーバを指定して下さい
sq: Serveri STUN për t'u përdorur si suport STUN

source: Click here to update your NAT settings
ja: ここをクリックすると、お使いの NAT サーバの設定を更新します
sq: Kliko këtu për të rifreskuar parametrat e NAT

source: String
ja: 文字列
sq: Stringë

source: Tone
ja: トーン

source: Misc Settings
ja: その他の設定
sq: Rregullime të ndryshme

source: Default _gateway:
ja: デフォルトのゲートウェイ(_G):
sq: _Gateway i prezgjedhur:

source: Forward _URL:
ja: 転送先の URL(_U):
sq: Adresa _URL e transferimit:

source: Advanced Settings
ja: 拡張設定
sq: Rregullimet e detajuara

source: Enable H.245 _tunneling
ja: H.245 トンネリングを有効にする(_T)
sq: Aktivo _tunelin H.245

source: Enable _early H.245
ja: 初期の H.245 を有効にする(_E)
sq: Aktivo H.245 e shp_ejtë

source: Enable fast _start procedure
ja: 高速起動を有効にする(_S)
sq: Aktivo proçedurën e ni_sjes së shpejtë

source: Connection will be established in Fast Start mode. Fast Start is a new way to start calls faster that was introduced in H.323v2. It is not supported by Netmeeting and using both Fast Start and H.245 Tunneling can crash some versions of Netmeeting.
ja: 高速起動モードで接続を確立します。高速起動はより高速に呼び出すための新しい方法で、H.323v2 プロトコルで導入されたものです。この機能は Netmeeting ではサポートされておらず、高速起動と H.245 トンネリングの両方を利用すると Netmeeting のいくつかのバージョンでクラッシュすることがあります
sq: Lidhja do të kryhet në modalitetin Nisje e Shpejtë. Nisja e Shpejtë është një mënyrë e re për të filluar thirrjet më shpejt se në H.323v2. Nuk është e mbështetur nga Netmeeting dhe po të përdoren Nisja e Shpejtë dhe Tunneling H.245 njëkohësisht disa versione të Netmeeting mund të kenë probleme

source: DTMF Mode
ja: DTMF のモード
sq: Modaliteti DTMF

source: _Send DTMF as:
ja: DTMF の送信方式(_S):
sq: _Dërgo DTMF si:

source: This permits to set the mode for DTMFs sending. The values can be "String" (0), "Tone" (1), "RFC2833" (2), "Q.931" (3) (default is "String"). Choosing other values than "String" disables the Text Chat.
ja: これは DTMF 送信モードを有効にする場合のフラグで、設定可能な値は "文字列"、"トーン"、"RFC2833"、"Q.931" です ("文字列" がデフォルトで、それ以外の値を選択するとテキスト・チャットが無効になります)
sq: Kjo të lejon të caktoni mënyrën për dërgimin e DTMF-ve. Vlerat mund të jenë "String" (0), "Ton" (1), "RFC2833" (2), "Q.931" (e prezgjedhur është "String"). Kur zgjidhni vlera të ndryshme nga "String" atëhere komunikimi me shkrim çaktivizohet.

source: _Outbound Proxy:
ja: 外側のプロキシ(_O):
sq: Proxy në _dalje.

source: This permits to set the mode for DTMFs sending. The value can be "RFC2833" (0) only.
ja: DTMF 送信のモードで指定可能な値は "RFC2833" だけです
sq: Kjo lejon caktimin e mënyrës për dërgimin e DTMF-ve. Vlera mund të jetë vetëm "RFC2833" (0)

source: Audio Plugin
ja: 音声のプラグイン
sq: Plugin i zërit

source: Audio plugin:
ja: 音声のプラグイン:
sq: Plugin i zërit:

source: The audio plugin that will be used to detect the devices and manage them.
ja: デバイスの検出と管理に使用するオーディオ・プラグインです
sq: Plugin i zërit që do përdoret për të gjetur dhe organizuar dispozitivët.

source: Audio Devices
ja: 音声のデバイス
sq: Dispozitivët audio

source: Output device:
ja: 出力デバイス:
sq: Dispozitivi i daljes:

source: Input device:
ja: 入力デバイス:
sq: Dispozitivi i hyrjes:

source: _Detect devices
ja: デバイスの検出(_D)
sq: _Zbulo dispozitivët

source: Click here to refresh the devices list
ja: ここをクリックすると、デバイス一覧を更新します
sq: Kliko këtu për të rifreskuar listën e dispozitivëve

source: Normal
ja: 標準

source: Large
ja: 大
sq: E madhe

source: PAL (Europe)
ja: PAL (欧州)
sq: PAL (Europa)

source: NTSC (America)
ja: NTSC (北米)
sq: NTSC (Amerika)

source: SECAM (France)
ja: SECAM (フランス)
sq: SECAM (Francë)

source: Auto
ja: 自動
sq: Automatik

source: Video Plugin
ja: 映像のプラグイン
sq: Plugin video

source: Video plugin:
ja: 映像のプラグイン:
sq: Plugin video:

source: Video Devices
ja: 映像のデバイス
sq: Dispozitivët video

source: Channel:
ja: チャンネル:
sq: Kanali:

source: Size:
ja: サイズ:
sq: Madhësia:

source: Select the transmitted video size: Normal (QCIF 176x144) or Large (CIF 352x288)
ja: 発信する映像のサイズを指定します: 標準 (QCIF 176x144) または大 (CIF 352x288)
sq: Zgjidh madhësinë e videos së transmetuar : Normale (QCIF 176x144) ose e madhe (CIF 352x288)

source: Format:
ja: 形式:
sq: Formati:

source: Image:
ja: 画像:
sq: Figura:

source: Choose a Picture
ja: 画像の選択
sq: Zgjidh një figurë

source: Preview
ja: プレビュー
sq: Pamja e parë

source: Images
ja: 画像
sq: Figurat

source: Click here to refresh the devices list.
ja: ここをクリックすると、デバイス一覧を更新します
sq: Kliko këtu për të rifreskuar listën e dispozitivëve.

source: Available Audio Codecs
ja: 利用可能な音声コーデック
sq: Kodekë audio në dispozicion

source: Audio Codecs Settings
ja: 音声コーデックの設定
sq: Rregullimet e kodekëve audio

source: Automatically adjust _jitter buffer between
ja: 自動的に調整する Jitter バッファの間隔:
sq: Përshtat automatikisht _jitter buffer-in midis

source: ms
ja: ミリ秒

source: The minimum jitter buffer size for audio reception (in ms).
ja: 音声を受信するための Jitter バッファの最小値 (ミリ秒) です
sq: Madhësia e jitter buffer minimum për marrjen e zërit (në ms).

source: The maximum jitter buffer size for audio reception (in ms).
ja: 音声を受信するための Jitter バッファの最大値 (ミリ秒) です
sq: Madhësia maksimale e jitter buffer për marrjen e zërit (në ms).

source: Enable silence _detection
ja: サイレンス検出を有効にする(_D)
sq: Aktivo _zbulimin e heshtjes

source: If enabled, use silence detection with the codecs supporting it.
ja: 有効にすると、コーディックがサポートしているサイレンス検出を使用します
sq: Nëse aktivohet, përdoret zbulimi i heshtjes me kodekët që e suportojnë.

source: Enable echo can_celation
ja: エコー・キャンセレーションを有効にする(_C)
sq: Aktivo fshi_rjen e jehonës

source: If enabled, use echo cancelation.
ja: 有効にすると、ノイズ等を低減するエコー・ キャンセレーションの機能が有効になります
sq: Nëse aktivohet, përdoret fshirja e jehonës.

source: General Settings
ja: 全般の設定
sq: Rregullime të përgjithshme

source: Enable _video support
ja: 映像を受信する(_V)
sq: Aktivo suportin _video

source: If enabled, allows video during calls.
ja: 有効にすると、着信中も映像を受信できます
sq: Nëse aktivohet, lejon video gjatë bisedave.

source: Bandwidth Control
ja: 帯域幅のコントロール
sq: Kontrolli i bandës në dispozicion

source: Maximum video _bandwidth (in kB/s):
ja: 映像の最大帯域幅 (Kバイト/秒):
sq: Gjerësia maksimale e _bandës video (në kB/s):

source: The maximum video bandwidth in kbytes/s. The video quality and the number of transmitted frames per second will be dynamically adjusted above their minimum during calls to try to minimize the bandwidth to the given value.
ja: 映像の最大帯域幅 (Kバイト/秒) で、指定した値の帯域幅を最小値として発信しながら、映像の品質と一秒間に転送するフレーム数を最小値の間で動的に調整します
sq: Gjerësia maksimale e bandës në kbytes/s. Cilësia e videos dhe numri i imazheve të transmetuara për sekondë do të përshtatet në mënyrë dinamike sipër minimumit gjatë thirrjeve për të minimizuar gjerësinë e bandës rreth vlerës së dhënë.

source: Advanced Quality Settings
ja: 拡張品質の設定
sq: Parametrat e detajuar të cilësisë

source: Frame Rate
ja: フレーム・レート
sq: Raporti i figurave (framerate)

source: Picture Quality
ja: 画像の品質
sq: Cilësia e figurave

source: Choose if you want to favour speed or quality for the transmitted video.
ja: 送信速度を優先するか、送信する映像の品質を優先するかを調整して下さい
sq: Zgjidh nëse dëshiron t'i japësh përparësi shpejtësisë apo cilësisë për videon e transmetuar.

source: Play sound for new voice mails
ja: 新しいボイス・メールを受信したら演奏する
sq: Tingull kur ka postë të re zanore

source: Play sound for new instant messages
ja: 新しいインスタント・メッセージを受信したら演奏する
sq: Tingull kur arrijnë mesazhe të çastit të rinj

source: Ekiga Preferences
ja: Ekiga の設定
sq: Preferimet e Ekiga

source: General
ja: 全般
sq: Të përgjithshme

source: Personal Data
ja: 個人の情報
sq: Të dhëna personale

source: Directory Settings
ja: ディレクトリの設定
sq: Rregullimet e directory

source: Sound Events
ja: イベントの演奏
sq: Efekte zanore

source: Protocols
ja: プロトコル
sq: Protokolle

source: Network Settings
ja: ネットワークの設定
sq: Rregullimet e rrjetit

source: SIP Settings
ja: SIP の設定
sq: Rregullimet SIP

source: H.323 Settings
ja: H.323 の設定
sq: Rregullimet H.323

source: Codecs
ja: コーデック
sq: Kodekët

source: Audio Codecs
ja: 音声のコーデック
sq: Kodekët e zërit

source: Video Codecs
ja: 映像のコーデック
sq: Kodekët e videos

source: Devices
ja: デバイス
sq: Dispozitivët

source: Please provide your username and password in order to be able to use the PC-To-Phone service.
ja: PC-To-Phone サービスを利用できるようにするために、ユーザ名とパスワードを入力して下さい。
sq: Të lutem shkruaj emrin dhe fjalëkalimin tënd në mënyrë që të përdorësh shërbimin PC-në-Telefon.

source: PC-To-Phone Settings
ja: PC-To-Phone の設定
sq: Konfigurimi PC-në-Telefon
