Repository: Iladra/ekiga
Catalog: gnome-2-14/po/*.po
Languages: ja, sq

source: You can make calls to regular phones and cell numbers worldwide using Ekiga. To enable this, you need to do three things. First create an account at the URL below. Then enter your account number and password. Finally, activate the registration below. The service will work only if your account is created using the URL in this dialog.
ja: Ekiga を使って、普通の電話番号と世界中の携帯番号に電話をかけることができます。これを有効にするには三つステップが必要です。最初に、この下にある URL でアカウントを登録します。次に、登録したアカウント番号とパスワードを入力して下さい。最後に、"PC-To-Phone サービスを利用する" を ON にします。 このサービスは、このダイアログの URL から登録したアカウントのみ利用できます。
sq: Mund të kryesh thirrje me numra telefonësh normalë dhe celularësh në të gjithë botën duke përdorur Ekiga. Për të aktivuar këtë funksion duhet të bësh tre gjëra. Së pari krijo një profil në adresën e mëposhtme URL. Më pas shkruaj numrin e profilit tuaj dhe fjalëkalimin. Më në fund, aktivo regjistrimin e ëposhtëm. Shërbimi do të punojë vetëm nëse profili juaj është krijuar duke përdorur adresën URL në këtë dritare.

source: Account _number:
ja: アカウント番号(_N):
sq: N_umri i profilit:

source: _Password:
ja: パスワード(_P):
sq: _Fjalëkalimi:

source: Use PC-To-Phone service
ja: PC-To-Phone サービスを利用する
sq: Përdor shërbimin PC-në-Telefon

source: Click on one of the following links to get more information about your existing Ekiga PC-To-Phone account, or to create a new account.
ja: この下にあるリンクをクリックすると、登録済の Ekiga PC-To-Phone アカウントの詳細な情報を取得したり、新しいアカウントを登録することができます。
sq: Kliko një nga adresat e mëposhtme për të marrë më shumë informacione rreth profilit tuaj Ekiga PC-në-Telefon, ose për të krijuar një profil të ri.

source: Get an Ekiga PC-To-Phone account
ja: Ekiga PC-To-Phone アカウントの取得
sq: Krijo një profil Ekiga PC-në-Telefon

source: Recharge the account
ja: アカウントの再変更
sq: Ringarko profilin

source: Consult the balance history
ja: バランス・ヒストリの調査
sq: Kontrollo kronollogjinë e harxhimeve

source: Consult the calls history
ja: 着信履歴の閲覧
sq: Kontrollo kronollogjinë e bisedave

source: Contacts Near Me
sq: Kontaktet afër meje

source: VoIP URL
sq: Adresa URL e VoIP

source: VoIP URL:
sq: Adresa URL e VoIP:

source: and
sq: dhe
