Repository: Iladra/ekiga
Catalog: gnome-2-14/po/*.po
Languages: ja, sq

source: The Gatekeeper cleared the call
ja: ゲートキーパがこちらの発信を切りました
sq: Gatekeeperi e mbylli thirrjen

source: User not found
ja: ユーザが見つかりません
sq: Përdoruesi nuk u gjet

source: Insufficient bandwidth
ja: 帯域幅<が不十分です
sq: Sasi e pamjaftueshme bande

source: No common codec
ja: 共通コーデックではありません
sq: Asnjë kodek i përbashkët

source: Call forwarded
ja: 着信を転送しました
sq: Thirrje e transferuar

source: Security check failed
ja: セキュリティ・チェックに失敗しました
sq: Verifikimi i sigurisë dështoi

source: Local user is busy
ja: ローカルのユーザは多忙のようです
sq: Përdoruesi lokal është i zënë

source: Congested link to remote party
ja: リモートの仲間へのリンクが混在しています
sq: Linja e korrespondentit remot është e ngarkuar

source: Remote user is busy
ja: リモートのユーザは多忙のようです
sq: Përdoruesi remot ështe i zënë

source: Remote host is offline
ja: リモート・ホストはオフラインです
sq: Përdoruesi remot është jashtë linje

source: Remote user is unreachable
ja: リモートのユーザに到達しませんでした
sq: Përdoruesi remot nuk mund të arrihet

source: Call completed
ja: 発信が完了しました
sq: Thirrja u plotësua

source: Error while starting the listener for the H.323 protocol
ja: H.323 プロトコルのリスナを起動する際にエラーが発生しました
sq: Gabim gjatë nisjes së përgjuesit për protokollin H.323

source: You will not be able to receive incoming H.323 calls. Please check that no other program is already running on the port used by Ekiga.
ja: H.323 による着信を受け取ることはできません。Ekiga が使用するポート番号を他のプログラムが使用していないことを確認して下さい。
sq: Nuk do të kesh mundësi të marrësh thirrjet H.323 në hyrje. Të lutem kontrollo që asnjë program tjetër nuk është në zbatim tek porta e përdorur nga Ekiga.

source: Error while starting the listener for the SIP protocol
ja: SIP プロトコルのリスナを起動する際にエラーが発生しました
sq: Gabim gjatë nisjes të përgjuesit për protokollin SIP

source: You will not be able to receive incoming SIP calls. Please check that no other program is already running on the port used by Ekiga.
ja: SIP による着信を受け取ることはできません。Ekiga が使用するポート番号を他のプログラムが使用していないことを確認して下さい。
sq: Nuk do të kesh mundësi të marrësh thirrjet SIP në hyrje. Të lutem kontrollo që asnjë program tjetër nuk është në zbatim tek porta e përdorur nga Ekiga.

source: Opened codec %s for transmission
ja: 発信用のコーデック %s を開きました
sq: U hap kodek %s për transmetim

source: Closed codec %s which was opened for transmission
ja: 発信用に開いていたコーデック %s を閉じました
sq: U mbyll kodek %s që ishte hapur për transmetim

source: Opened codec %s for reception
ja: 着信用のコーデック %s を開きました
sq: U hap kodek %s për marrje

source: Closed codec %s which was opened for reception
ja: 着信用に開いていたコーデック %s を閉じました
sq: U mbyll kodek %s i cili ishte hapur për marrje

source: %.2ld:%.2ld:%.2ld A:%.2f/%.2f V:%.2f/%.2f
ja: %.2ld:%.2ld:%.2ld 音:%.2f/%.2f 映:%.2f/%.2f

source: Opened %s for recording with plugin %s
ja: %s をプラグイン %s を使って録音用に開きました
sq: U hap %s për të regjistruar me plugin %s

source: Opened %s for playing with plugin %s
ja: %s をプラグイン %s を使って再生用に開きました
sq: U hap %s për të lexuar me plugin %s

source: Could not open audio channel for audio transmission
ja: 音声発信用の音声チャンネルを開けませんでした
sq: E pamundur hapja e kanalit audio për transmetimin e zërit

source: An error occured while trying to record from the soundcard for the audio transmission. Please check that your soundcard is not busy and that your driver supports full-duplex. The audio transmission has been disabled.
ja: 音声発信に使用するサウンドカードから録音を試みましたが、エラーが発生しました。お使いのサウンドカードがビジー状態ではなく、さらにお使いのドライバが全二重をサポートしているか確認して下さい。 音声発信を無効にしました。
sq: U ndesh një gabim gjatë përpjekjes për të regjistruar nga skeda audio për transmetimin e zërit. Ju lutem verifikoni që karta e zërit nuk është e zënë dhe që driveri suporton full-duplex. Transmetimi i zërit u çaktivua.

source: Could not open audio channel for audio reception
ja: 音声受信用の音声チャンネルを開けませんでした
sq: E pamundur hapja e kanalit audio për marrjen e zërit

source: An error occured while trying to play audio to the soundcard for the audio reception. Please check that your soundcard is not busy and that your driver supports full-duplex. The audio reception has been disabled.
ja: 音声受信に使用するサウンドカードから音声の再生を試みましたが、エラーが発生しました。お使いのサウンドカードがビジー状態ではなく、さらにお使いのドライバが全二重をサポートしているか確認して下さい。 音声受信を無効にしました。
sq: U ndesh një gabim gjatë përpjekjes për të lexuar nga skeda audio për marrjen e zërit. Ju lutem verifikoni që karta e zërit nuk është e zënë dhe që driveri suporton full-duplex. Marrja e zërit u çaktivua.

source: Bad request
ja: おかしな要求です
sq: Kërkesë e gabuar

source: Payment required
ja: 無料ではありません
sq: Është me pagesë

source: Forbidden
ja: アクセスできません
sq: Ndalohet

source: Timeout
ja: タイムアウトしました
sq: Koha skadoi

source: Conflict
ja: 競合しています
sq: Konflikt

source: Temporarily unavailable
ja: 一時的な障害です
sq: Përkohësisht jo në dispozicion

source: Not Acceptable
ja: 受信できません
sq: E papranueshme

source: Registration failed: %s
ja: 登録に失敗しました: %s
sq: Regjistrimi dështoi: %s

source: Unregistration failed: %s
ja: 登録の解除に失敗しました: %s
sq: Çregjistrimi dështoi: %s

source: Unregistration failed
ja: 登録の解除に失敗しました
sq: Çregjistrimi dështoi

source: Error: User not found
ja: エラー: ユーザが見つかりません
sq: Gabim: Përdoruesi nuk u gjet

source: Error: User offline
ja: エラー: ユーザはオフラインです
sq: Gabim: Përdorues jashtë linje

source: Error: Forbidden
ja: エラー: アクセスできません
sq: Gabim: Ndalohet

source: Error: Timeout
ja: エラー: タイムアウトです
sq: Gabim: Koha skadoi

source: Error: Failed to transmit message
ja: エラー: メッセージの送信に失敗しました
sq: Gabim: Transmetimi i mesazhit dështoi

source: Invalid URL handler
ja: URL ハンドラが正しくありません
sq: Trajtues i pavlefshëm URL

source: Please specify a valid URL handler. Currently both h323: and callto: are supported.
ja: 正しい URL ハンドラを指定して下さい。現在は h323: と callto: の両方をサポートしています。
sq: Ju lutem specifikoni një trajtues të vlefshëm adresash URL. Aktualisht dhe h323: dhe callto: suportohen.

source: Calling %s
ja: "%s" さんを呼び出しています
sq: Duke thirrur %s

source: Transferring call to %s
ja: 着信を %s へ転送中です
sq: Transferim i thirrjes drejt %s

source: Failed to call user
ja: ユーザの呼び出しに失敗しました
sq: Thirrja e përdoruesit dështoi

source: Edit the Account Information
ja: アカウント情報の編集
sq: Ndrysho të dhënat e profilit

source: Account Name:
ja: アカウント名(_N):
sq: Emri i profilit:

source: Protocol:
ja: プロトコル:
sq: Protokolli:

source: Registrar:
ja: レジストラ:
sq: Regjistri:

source: Gatekeeper:
ja: ゲートキーパ:

source: User:
ja: 名前:
sq: Përdoruesi:

source: Password:
ja: パスワード:
sq: Fjalëkalimi:

source: More _Options
ja: 追加オプション(_O)
sq: _Opsione shtesë

source: Authentication Login:
ja: 認証付きログイン:
sq: Autentifikimi i hyrjes:

source: Gatekeeper ID:
ja: ゲートキーパの ID:
sq: ID në Gatekeeper:

source: Registration Timeout:
ja: 登録時のタイムアウト:
sq: Skadenca e regjistrimit

source: Missing information
ja: 情報が足りません
sq: Informacione munguese

source: Please make sure to provide a valid account name, host name, and user name.
ja: アカウント名やホスト名、そしてユーザ名を正しく入力しているか確認して下さい。
sq: Të lutem sigurohu që ke dhënë një emër të vlefshëm profili, emër host-i, dhe emër përdoruesi.

source: Please make sure to provide a valid account name, host name and registration timeout.
ja: アカウント名やホスト名、そして登録時のタイムアウトを正しく入力しているか確認して下さい。
sq: Të lutem sigurohu që ke dhënë një emër të vlefshëm profili, emër host-i dhe skadencë regjistrimi.

source: Are you sure you want to delete account %s?
ja: 本当に "%s" のアカウントを削除してもよろしいですか？
sq: Je i sigurtë që dëshiron të eleminosh profilin %s?

source: Realm/Domain:
ja: Realm/ドメイン:

source: Account Name
ja: アカウント名
sq: Emri i profilit

source: Protocol
ja: プロトコル
sq: Protokolli

source: Voice Mails
ja: ボイス・メール
sq: Posta zanore

source: Status
ja: 状態
sq: Gjendja

source: Accounts
ja: アカウント
sq: Profilet

source: _Default
ja: デフォルト(_D)
sq: _Prezgjedhur

source: Contact collision
ja: 連絡先のコレクション
sq: Konflikt në kontakte

source: Another contact with the same speed dial already exists in your address book: <b>Name</b>: %s <b>URL</b>: %s <b>Speed Dial</b>: %s
ja: アドレス帳の中に同じショートカット・ダイアルを持った連絡先が既に存在します: <b>氏名</b>: %s <b>URL</b>: %s <b>ショートカット・ダイアル</b>: %s
sq: Një kontakt tjetër me të njëjtën shpejtësi lidhjeje ekziston në rubrikën tuaj: <b>Emri</b>: %s <b>URL</b> %s <b>Shpejtësia e lidhjes</b>: %s

source: None
ja: なし
sq: Asnjë

source: Another contact with similar information already exists in your address book: <b>Name</b>: %s <b>URL</b>: %s <b>Speed Dial</b>: %s Do you still want to add the contact?
ja: アドレス帳の中に似たような情報を持った連絡先が既に存在します: <b>氏名</b>: %s <b>URL</b>: %s <b>ショートカット・ダイアル</b>: %s それでも新しい連絡先を追加しますか？
sq: Një kontakt tjetër me të dhëna të ngjashme ekziston në rubrikën tuaj: <b>Emri</b>: %s <b>URL</b>: %s <b>Shpejtësia e lidhjes</b>: %s Dëshiron akoma të shtosh kontaktin?

source: S
ja: 状態

source: Name
ja: 氏名
sq: Emri

source: Comment
ja: コメント
sq: Komenti

source: Software
ja: ソフトウェア
sq: Programi

source: E-Mail
ja: E-メール

source: Location
ja: 所在地
sq: Vendodhja

source: Categories
ja: カテゴリ
sq: Kategoritë

source: Speed Dial
ja: ショートカット
sq: Telefonatë e shpejtë

source: Name contains
ja: 氏名が次を含む
sq: Emri përmban

source: URL contains
ja: URL が次を含む
sq: URL përmban

source: Belongs to category
ja: 次のカテゴリに属す
sq: I përket kategorisë

source: Location contains
ja: 所在地が次を含む
sq: Vendndodhja përmban

source: C_all Contact
ja: この連絡先を呼び出す(_A)
sq: Thirr kont_aktin

source: _Copy URL to Clipboard
ja: URL のコピー(_C)
sq: _Kopjo URL në bllokun e shënimeve

source: _Write e-Mail
ja: E-メールの送信(_W)
sq: _Shkruaj e-Mail

source: Add Contact to _Address Book
ja: アドレス帳へ追加する(_A)
sq: Shto kontaktin në bllokun e _Adresave

source: _Send Message
ja: メッセージの送信(_S)
sq: _Dërgo Mesazh

source: _Properties
ja: プロパティ(_P)
sq: _Pronësitë

source: _Delete
ja: 削除(_D)
sq: _Elemino

source: New _Contact
ja: 新しい連絡先(_C)
sq: Kontakt i _ri

source: Error while fetching users list from %s
ja: %s からユーザ一覧を取得する際にエラーが発生しました
sq: Gabim gjatë tërheqjes së listës së përdoruesve prej %s

source: Found %d user in %s
ja: %2$s に %1$d人のユーザがいます
sq: U gjet %d përdorues në %s

source: Found %d user in %s for a total of %d users
ja: %2$s に %1$d人のユーザがいます (合計: %3$d人)
sq: U gjet %d përdorues në %s në një total prej %d përdoruesish

source: Address Book
ja: アドレス帳
sq: Rubrika

source: _File
ja: ファイル(_F)

source: New _Address Book
ja: 新しいアドレス帳(_A)
sq: _Rubrikë e re

source: _Close
ja: 閉じる(_C)
sq: _Mbyll

source: C_ontact
ja: 連絡先(_O)
sq: K_ontakti

source: Remote Contacts
ja: リモートの連絡先
sq: Kontakte remote

source: Local Contacts
ja: ローカルの連絡先
sq: Kontakte lokalë

source: Edit the Contact Information
ja: 連絡先の編集
sq: Ndrysho të dhënat e kontaktit

source: Name:
ja: 名前:
sq: Emri:

source: Email:
ja: E-メール:

source: Speed Dial:
ja: ショートカット:
sq: Telefonatë e shpejtë:

source: Categories:
ja: カテゴリ:
sq: Kategoritë:

source: Local Addressbook:
ja: ローカルのアドレス帳:
sq: Rubrika lokale:

source: Please make sure to provide at least a full name or an URL for the contact.
ja: 少なくとも氏名または連絡先の URL が入力されているか確認して下さい。
sq: Të lutem ki kujdes të japëesh të paktën emrin dhe mbiemrin ose një adresë URL për kontaktin.

source: Are you sure you want to delete %s from %s?
ja: 本当に %2$s から %1$s を削除してもよろしいですか？
sq: Je i sigurtë që dëshiron të eleminosh %s nga %s?

source: Edit an address book
ja: アドレス帳の編集
sq: Ndrysho një rubrikë

source: Add an address book
ja: アドレス帳の追加
sq: Shto një rubrikë

source: Type:
ja: 種類:
sq: Lloji:

source: Local
ja: ローカル
sq: Lokal

source: Remote LDAP
ja: リモート LDAP
sq: LDAP remot

source: Remote ILS
ja: リモート ILS
sq: ILS remot

source: Hostname:
ja: ホスト名:
sq: Emri i host:

source: Port:
ja: ポート番号:
sq: Porta:

source: Base DN:
ja: ベース DN:
sq: DN bazë:

source: Search Scope:
ja: 検索範囲:
sq: Qëllimi i kërkimit:

source: Subtree
ja: サブツリー
sq: Nëndegëzimi

source: One Level
ja: レベル１
sq: Një nivel

source: Search Attribute:
ja: 検索属性:
sq: Vetia e kërkimit:

source: Please make sure you fill in all required fields.
ja: 必要な情報が全て入力されているか確認して下さい。
sq: Të lutem kontrollo që të kesh plotësuar të gjitha fushat e kërkuara.

source: Are you sure you want to delete %s and all its contacts?
ja: %s と全ての連絡先を削除してもよろしいですか？
sq: Je i sigurtë që dëshiron të eleminosh grupin %s dhe të gjithë kontaktet e tij?

source: Disconnecting...
ja: 接続を切断中...
sq: Duke u shkëputur...

source: Contributors:
ja: 貢献者:
sq: Ndihmuan:

source: Artwork:
ja: アートワーク:
sq: Puna artistike:

source: See AUTHORS file for full credits
ja: 全てのクレジットについては AUTHORS ファイルを参照下さい
sq: Shih file AUTHORS për kreditë e plota

source: translator-credits
ja: 相花 毅 <takeshi.aihana@gmail.com> Katsumi Saito <katsumi@jo1upk.ymt.prug.or.jp> 佐藤 暁 <ss@gnome.gr.jp> 日本GNOMEユーザー会 http://www.gnome.gr.jp
sq: Laurent Dhima <laurenti@alblinux.net> Elian Myftiu <elian@alblinux.net> Jonita Prifti <jonita@jonita.net>

source: Ekiga is full-featured SIP and H.323 compatible VoIP, IP-Telephony and Videoconferencing application that allows you to make audio and video calls to remote users with SIP and H.323 hardware or software.
ja: Ekiga は SIP と H.323 に完全準拠な VoIP/IP 電話、そしてビデオ会議用のアプリケーションで、SIP と H.323 ハードウェアまたはソフトウェアを使って、音声と映像でリモート・ユーザと会話することができます。
sq: Ekiga është një aplikativ VoIP me karakteristika të plota SIP dhe H.323 kompatibël, Telefoni-IP dhe VideoKonferencë që bën të mundur biseda audio-vizive me përdorues në largësi me hardware apo software SIP dhe H.323.

source: Received Calls
ja: 着信
sq: Thirrjet e marra

source: Placed Calls
ja: 発信
sq: Thirrjet e kryera

source: Missed Calls
ja: 未応答の着信
sq: Thirrjet e humbura

source: Calls History
ja: 着信履歴
sq: Historiku i thirrjeve

source: Date
ja: 日付
sq: Data

source: Remote User
ja: リモート・ユーザ
sq: Përdoruesi remot

source: Call Duration
ja: 通話時間
sq: Kohëzgjatja e bisedës

source: Call End Reason
ja: 切断の理由
sq: Shkaku i përfundimit të thirrjes

source: Hang _up
ja: ハングアップ(_U)
sq: Mbyll_e

source: _Call
ja: 発信(_C)
sq: _Thirrje

source: Call this user
ja: このユーザを呼び出します
sq: Thirr këtë përdorues

source: _Send
ja: 送信(_S)
sq: _Dërgo

source: Send message
ja: メッセージを送信します
sq: Dërgo mesazhin

source: _Open URL
ja: URI を開く(_O)
sq: _Hap adresën URL

source: _Copy Equation
ja: Equation のコピー(_C)
sq: _Kopjo ekuacionin

source: Chat Window
ja: チャット・ウィンドウ
sq: Dritarja e shkrimit

source: You
ja: あなた
sq: Ti

source: says:
ja: の発言:
sq: shkruan:

source: say:
ja: の発言:
sq: shkruan.

source: New Remote User
ja: 新しいリモートのユーザ
sq: Përdorues i ri remot

source: Changing this setting will only affect new calls
ja: 設定の変更は次回から適用されます
sq: Ndryshimi i kësaj vlere do ketë efekt vetëm për thirrjet e reja

source: Ekiga cannot apply one or more changes to the current call. Your new settings will take effect for the next call.
ja: ここで変更した設定は現在の発信に対して適用することはできません。新しい設定は次の呼び出しに対してのみ有効になります。
sq: Ekiga nuk mund të aplikojë një apo disa ndryshime gjatë thirrjes së tanishme. Rregullimet e reja do të ndikojnë thirrjen tjetër.

source: H.245 Tunneling disabled
ja: H.245 トンネリングは無効です
sq: Tunneling H.245 jo aktiv

source: H.245 Tunneling enabled
ja: H.245 トンネリングは有効です
sq: Tunneling H.245 aktiv

source: Early H.245 disabled
ja: 初期の H.245 トンネリングは無効です
sq: H.245 i shpejtë jo aktiv

source: Early H.245 enabled
ja: 初期の H.245 トンネリングは有効です
sq: H.245 i shpejtë aktiv

source: Fast Start disabled
ja: 高速起動は無効です
sq: Nisje e shpejtë nuk është aktivuar

source: Fast Start enabled
ja: 高速起動は有効です
sq: Nisje e Shpejtë është aktivuar

source: Enabled silence detection
ja: サイレンス検出は有効です
sq: Zbulimi i heshtjes është aktivuar

source: Disabled silence detection
ja: サイレンス検出は無効です
sq: Zbulimi i heshtjes nuk është aktivuar

source: Enabled echo cancelation
ja: エコー・キャンセレーションは有効です
sq: Heqja e jehonës u aktivua

source: Disabled echo cancelation
ja: エコー・キャンセレーションは無効です
sq: Heqja e jehonës u çaktivua

source: This is the Ekiga general configuration assistant. The following steps will set up Ekiga by asking a few simple questions. Once you have completed these steps, you can always change them later by selecting Preferences in the Edit menu.
ja: これは Ekiga の設定アシスタントです。次のページから、いくつか簡単な質問に答えながら Ekiga を設定していきます。 この設定アシスタントを終了したら、いつでも [編集] メニューの [設定] で設定内容を変更できます。
sq: Ky është asistenti i konfigurimit të përgjithshëm të Ekiga. Hapat që vijojnë do të konfigurojnë Ekiga-n duke të bërë disa pyetje të thjeshta. Kur të kesh mbaruar këto hapa, mund t'i ndryshosh edhe më vonë duke zgjedhur Preferimet tek zëri Ndrysho i menusë.

source: Configuration Assistant - page 1/%d
ja: 設定アシスタント - 1/%d ページ
sq: Ndihmësi i konfigurimit - faqja 1/%d

source: Personal Information - page %d/%d
ja: 個人情報 - %d/%d ページ
sq: Të dhënat personale - faqja %d/%d

source: Please enter your first name and your surname:
ja: 氏名を入力して下さい:
sq: Të lutem shkruaj emrin dhe mbiemrin tënd:

source: Your first name and surname will be used when connecting to other VoIP and videoconferencing software.
ja: ここで入力した氏名は他の VoIP やビデオ会議アプリに接続した際に表示されます。
sq: Emri dhe mbiemri do përdoren gjatë lidhjes me programe të tjerë VoIP dhe videokonference.

source: ekiga.net Account - page %d/%d
ja: ekiga.net のアカウント - %d/%d ページ
sq: Profili në ekiga.net - faqja %d/%d

source: Please enter your username:
ja: ユーザ名を入力して下さい:
sq: Të lutem shkruaj emrin tënd të përdoruesit:

source: Please enter your password:
ja: パスワードを入力して下さい:
sq: Të lutem shkruaj fjalëkalimin tënd:

source: The username and password are used to login to your existing account at the ekiga.net free SIP service. If you do not have an ekiga.net SIP address yet, you may first create an account below. This will provide a SIP address that allows people to call you. You may skip this step if you use an alternative SIP service, or if you would prefer to specify the login details later.
ja: ここで入力したユーザ名とパスワードは、ekiga.net (無料の SIP サービス) にあるアカウントにログインする際に使用します。まだ ekiga.net の SIP アカウントをお持ちでないのであれば、この下にあるリンクから新規に登録してみて下さい。アカウントを登録すると、他の仲間達があなたを呼び出す際に使用する SIP アドレスも入手できます。 もし別の SIP サービスをご利用していたり、あとでログイン情報の詳細を指定したい場合は、このページをスキップできます。
sq: Emri i përdoruesit dhe fjalëkalimi përdoren për t'u kyçur në profilin tuaj ekzistues në shërbimin pa pagesë SIP ekiga.net. Nëse nuk ke një adresë SIP ekiga.net, mund të krijosh fillimisht një profil më poshtë. Kjo do të të sigurojë një adresë SIP që lejon të tjerët të të thërrasin. Mund ta kapërcesh këtë hap nëse përdor një shërbim tjetër SIP, ose nëse preferon t'i caktosh të dhënat e profilit më vonë.

source: Get an ekiga.net SIP account
ja: ekiga.net の SIP アカウントを登録する
sq: Merr një profil SIP tek ekiga.net

source: I do not want to sign up for the ekiga.net free service
ja: ekiga.net サービスに登録しない
sq: Nuk dëshiroj të regjistrohem në shërbimin pa pagesë ekiga.net

source: Connection Type - page %d/%d
ja: 接続方法 - %d/%d ページ
sq: Lloji i lidhjes - faqja %d/%d

source: Please choose your connection type:
ja: 接続方法の種類を選択して下さい:
sq: Të lutem zgjidh llojin e lidhjes:

source: The connection type will permit determining the best quality settings that Ekiga will use during calls. You can later change the settings individually in the preferences window.
ja: Ekiga から最適な品質で通話できるような接続方法を選択します。あとで設定ウィンドウから変更できます。
sq: Lloji i lidhjes do të lejojë përcaktimin e cilësisë më të mirë që Ekiga do të përdorë gjatë thirrjeve. Mund t'i ndryshosh më vonë këto vlera tek dritarja e preferimeve.

source: NAT Type - page %d/%d
ja: NAT の種類 - %d/%d ページ
sq: Lloji i NAT - faqja %d/%d

source: Click here to detect your NAT Type:
ja: ここをクリックすると、NAT の種類を自動的に検出します:
sq: Kliko këtu për të zbuluar llojin e NAT:

source: Detect NAT Type
ja: NAT の種類を検出する
sq: Zbulo llojin e NAT

source: The NAT type detection will permit to assist you in configuring your NAT router to be able to do calls with Ekiga.
ja: こもでは、NAT ルータを介して Ekiga を利用できるような設定を提示します。
sq: Zbulimi i llojit të NAT do të të ndihmojë në konfigurimin e router-it tënd NAT për të mundësuar thirrjet me Ekiga.

source: Audio Manager - page %d/%d
ja: オーディオ・マネージャ - %d/%d ページ
sq: Manazhuesi i zërit - faqja %d/%d

source: Please choose your audio manager:
ja: お使いのオーディオ・マネージャを選択して下さい:
sq: Të lutem zgjidh manazhuesin e zërit:

source: The audio manager is the plugin that will manage your audio devices. WindowsMultimedia is probably the best choice when available.
ja: オーディオ・マネージャは、お使いのオーディオ・デバイスを管理するプラグインです。WindowsMultimedia が利用可能ならば、それを選択するのが最適な選択になるでしょう。
sq: Manazhuesi i zërit është një plugin që do të organizojë dispozitivët tuaj audio. WindowsMultimedia është ndoshta zgjidhja më e mirë kur ekziston.

source: The audio manager is the plugin that will manage your audio devices. ALSA is probably the best choice when available.
ja: オーディオ・マネージャは、お使いのオーディオ・デバイスを管理するプラグインです。ALSA が利用可能ならば、それを選択するのが最適な選択になるでしょう。
sq: Manazhuesi i zërit është një plugin që do të organizojë dispozitivët tuaj audio. ALSA është ndoshta zgjidhja më e mirë kur ekziston.

source: Audio Devices - page %d/%d
ja: オーディオ・デバイス - %d/%d ページ
sq: Dispozitivët e zërit - faqja %d/%d

source: Please choose the audio output device:
ja: オーディオ出力デバイスを選択して下さい:
sq: Të lutem zgjidh dispozitivin e zërit në dalje:

source: The audio output device is the device managed by the audio manager that will be used to play audio.
ja: オーディオ出力デバイスは、サウンドを演奏する際に使用するデバイスで、オーディオ・マネージャが管理しています。
sq: Dispozitivi i daljes së zërit është ai që do përdoret për të dëgjuar zërin.

source: Please choose the audio input device:
ja: オーディオ入力デバイスを選択して下さい:
sq: Të lutem zgjidh dispozitivin e zërit në hyrje:

source: The audio input device is the device managed by the audio manager that will be used to record your voice.
ja: オーディオ入力デバイスは、あなたの声を録音する際に使用するデバイスで、オーディオ・マネージャが管理しています。
sq: Dispozitivi i hyrjes së zërit është ai që do përdoret për të regjistruar zërin.

source: Test Settings
ja: 設定のテスト
sq: Provo konfigurimet

source: Video Manager - page %d/%d
ja: 映像マネージャ - %d/%d ページ
sq: Manazhuesi video - faqja %d/%d

source: Please choose your video manager:
ja: お使いの映像マネージャを選択して下さい:
sq: Të lutem zgjidh manazhuesin video:

source: The video manager is the plugin that will manage your video devices, Video4Linux is the most common choice if you own a webcam.
ja: 映像マネージャは、お使いのビデオ・デバイスを管理するプラグインで、ウエブカムをお持ちならば、Video4Linux (V4L/V4L2) がもっとも汎用的に使用できる選択になるでしょう。
sq: Manazhuesi video është një plugin që do të organizojë dispozitivët tuaj video, Video4Linux është zgjedhja më e zakonshme nëse ke një kamër web.

source: Video Devices - page %d/%d
ja: 映像デバイス - %d/%d ページ
sq: Dispozitivët video - faqja %d/%d

source: Please choose the video input device:
ja: お使いの映像入力デバイスを選択して下さい:
sq: Të lutem zgjidh dispozitivin e videos në hyrje:

source: The video input device is the device managed by the video manager that will be used to capture video.
ja: 映像入力デバイスは、映像をキャプチャする際に使用するデバイスで、映像マネージャが管理しています。
sq: Dispozitivi i hyrjes së videos është ai që do përdoret për të shfaqur video.

source: Configuration complete - page %d/%d
ja: 設定が完了しました - %d/%d ページ
sq: Konfigurimi përfundoi - faqja %d/%d

source: 56k Modem
ja: 56k モデム
sq: Modem 56k

source: xDSL/Cable
ja: xDSL/ケーブル

source: Keep current settings
ja: 現在の設定のまま
sq: Ruaj konfigurimet aktuale

source: You have now finished the Ekiga configuration. All the settings can be changed in the Ekiga preferences. Enjoy! Configuration summary: Username: %s Connection type: %s Audio manager: %s Audio player: %s Audio recorder: %s Video manager: %s Video input: %s SIP URL: %s
ja: Ekiga の設定が完了しました。 全ての設定は Ekiga の [設定] で変更できます。 Enjoy して下さい！ このアシスタントで設定した内容: ユーザ名: %s 接続方法: %s オーディオ・マネージャ: %s 音声の再生: %s 音声の録音: %s 映像マネージャ: %s 映像の入力: %s SIP の URL: %s
sq: Tani mbaruat konfigurimin e Ekiga-s. Të gjithë parametrat mund të ndryshohen tek preferimet e Ekiga. Kënaqu! Përmbledhje e konfigurimit: Emri i përdoruesit: %s Lloji i lidhjes: %s Manazhuesi i zërit: %s Lexuesi i zërit: %s Regjistruesi i zërit: %s Manazhuesi i videos: %s Hyrja e videos: %s Adresa URL e SIP: %s

source: First Time Configuration Assistant
ja: 初めて起動した時の設定アシスタント
sq: Asistenti i konfigurimit të parë

source: General History
ja: 全般の履歴
sq: Historiku i përgjithshëm

source: Enter a URL on the left, and click this button to place a call
ja: 左側に URL を入力してから、このボタンをクリックし指定した URL へ接続して下さい
sq: Shkruaj një adresë URL në të majtë, dhe kliko këtë buton për të kryer një thirrje

source: Open text chat
ja: テキスト・チャットを開きます
sq: Hap dritaren e shkrimit

source: Change the view mode
ja: 表示モードを変更します
sq: Ndrysho mënyrën e paraqitjes

source: Open address book
ja: アドレス帳を開きます
sq: Hap rubrikën

source: Display images from your camera device
ja: カメラ・デバイスからの映像を表示します
sq: Shfaq figura nga kamera juaj
