Repository: Iladra/ekiga
Catalog: gnome-2-14/po/*.po
Languages: ja, sq

source: Ekiga Softphone
ja: Ekiga ソフトフォン
sq: Soft-telefon Ekiga

source: IP Telephony, VoIP and Video Conferencing
ja: IP 電話機、VoIP とビデオ会議
sq: Telefoni IP, VoIP dhe video konferencë

source: Talk to people over the Internet
ja: インターネットを介して会話します
sq: Flisni me njerëz në internet

source: 0: 56Kbps, 1: ISDN, 2:DSL, 3: LAN, 4: Custom
ja: 0: 56Kbps、1: ISDN、2:DSL、3: LAN、 4: その他
sq: 0: 56Kbps, 1: ISDN, 2: DSL, 3: LAN, 4: Vetjake

source: Address of public IP detector
ja: パブリック IP デテクタのアドレス
sq: Adresa e dalluesit së IP-së publike

source: Alternative audio output device
ja: もう一つの音声出力デバイス
sq: Dispozitivi alternativ i zërit në dalje

source: Always forward calls to the given host
ja: 常に指定したホストを呼び出す
sq: Gjithmonë transfero thirrjet drejt host-it të caktuar

source: Audio input device
ja: 音声入力デバイス
sq: Dispozitivi i zërit në hyrje

source: Audio output device
ja: 音声出力デバイス
sq: Dispozitivi i zërit në dalje

source: Audio plugin
ja: 音声のプラグイン
sq: Plugin i zërit

source: Automatic echo cancellation
ja: 自動エコー・キャンセレーション
sq: Fshirje automatike e jehonës

source: Automatically reject or forward incoming calls if no answer is given after the specified amount of time (in seconds)
ja: 指定した時間 (秒) が経過した後まで応答がない場合、自動的に着信拒否または転送を行います
sq: Refuzo automatikisht ose transfero thirrjet në hyrje nëse nuk ka përgjigje brenda kohës së caktuar (në sekonda)

source: Automatically switch to fullscreen for images displayed in the main GUI at the beginning of the call
ja: 着信時に、メインの GUI の中に表示している映像を自動的にフルスクリーンに切り替えます。
sq: Kalo automatikishti në modalitet me ekran të plotë për figurat e shfaqura në dritaren kryesore në fillim të thirrjes

source: Change the control panel section
ja: コントロール・パネルのセクションを変更する
sq: Ndrysho seksionin e panelit të kontrollit

source: Change the view mode of the UI
ja: UI の表示モード
sq: Ndrysho mënyrën e paraqitjes së interfaqes së përdorimit

source: Change the view mode of the UI (softphone, videophone, full view)
ja: UI の表示モード (ソフトフォン、ビデオフォン、フル表示) です。
sq: Ndrysho mënyrën e paraqitjes së interfaqes së përdorimit (soft-fon, videofon, paraqitje e plotë)

source: Clear inactive calls
ja: アクティブではない会話をクリアする
sq: Pastro thirrjet jo aktive

source: Connection will be established in Fast Start mode. Fast Start is a new way to start calls faster that was introduced in H.323v2. It is not supported by Netmeeting and using both Fast Start and H.245 Tunneling can crash some versions of Netmeeting
ja: 高速起動モードで接続を確立します。高速起動モードは会話を素早く開始する新しい手法の一つで、H.323v2 で規格化されています。Netmeeting ではサポートされておらず、いくつかの Netmeeting のバージョンで高速起動と H.245 トンネリングを併用するとクラッシュすることがあります。
sq: Lidhja do të kryhet në modalitetin Nisje e Shpejtë. Nisja e Shpejtë është një mënyrë e re për të filluar thirrjet më shpejt se në H.323v2. Nuk është e mbështetur nga Netmeeting dhe po të përdoren Nisja e Shpejtë dhe Tunneling H.245 njëkohësisht disa versione të Netmeeting mund të kenë probleme

source: Country code
ja: 国コード
sq: Kodi i shtetit

source: DTMF sending
ja: DTMF 送信
sq: Dërgimi DTMF

source: Display a popup window when receiving a call
ja: 着信時にウィンドウをポップアップ表示する
sq: Hap një dritare popup kur arrin një telefonatë

source: Enable 'Fast Start'
ja: '高速起動' を有効にする
sq: Aktivo "Nisje e Shpejtë"

source: Enable H.245 tunneling
ja: H.245 トンネリングを有効にする
sq: Aktivo tunelin H.245

source: Enable IP checking
ja: IP チェックを有効にする
sq: Aktivo kontrollin e IP-së

source: Enable bilinear filtering on displayed video
ja: ビデオの表示で BiLinear フィルタリングを有効にする
sq: Aktivo filtrimin bilinear mbi videon e shfaqur

source: Enable early H.245
ja: H.245 (初期版) を有効にする
sq: Aktivo H.245 e shpejtë

source: Enable echo cancelation
ja: エコー・キャンセレーションを有効にする
sq: Aktivo fshirjen e jehonës

source: Enable or disable bilinear interpolation when rendering video images (this has no effect in fullscreen mode)
ja: ビデオの映像を描画する際に、BiLinear 補間を有効にするかどうかです (これはフルスクリーン・モードでは効果ありません)。
sq: Aktivo ose çaktivo interpolacionin bilinear në shfaqjen e imazheve video (nuk ka efekt në modalitetin me ekran të plotë).

source: Enable silence detection
ja: 検出音を鳴らさない
sq: Aktivo zbulimin e heshtjes

source: Enable video support
ja: ビデオ映像の機能を有効にする
sq: Aktivo suportin video

source: Enter a valid URL to connect to a web application that outputs the public IP of your host
ja: お使いのホストのパブリック IP を出力するウェブ・アプリケーションに接続するための URL を正しく入力します。
sq: Shkruaj një adresë URL të vlefshme për tu lidhur me një aplikativ web që nxjerr adresën publike IP të host-it tënd

source: Enter the number of seconds after which Ekiga should try refreshing the NAT binding when STUN is being used
ja: STUN を使用している際に、Ekiga で NAT バインディングをリフレッシュする時のタイムアウト (秒) です。
sq: Cakto numrin e sekondave mbas të cilave Ekiga duhet të rifreskojë lidhjen NAT kur përdoret STUN

source: Enter the public IP of your NAT/PAT router if you want to use IP translation
ja: IP 転送する際に使用する、お使いの NAT/PAT ルータのパブリック IP です。
sq: Cakto IP publike të router-it tënd NAT/PAT nëse dëshiron të përdorësh përkthimin IP

source: Enter your first name
ja: 名前を入力して下さい
sq: Shkruaj emrin tënd

source: Enter your last name
ja: 名字を入力して下さい。
sq: Shkruaj mbiemrin tënd

source: First name
ja: 名前
sq: Emri

source: Forward calls to host
ja: ホストへ転送する
sq: Transfero thirrjet drejt host-it

source: Forward calls to the given host if busy
ja: 多忙な時に指定したホストへ転送する
sq: Transferon thirrjet tek host i dhënë nëse je i zënë

source: Forward calls to the given host if no answer
ja: 応答が無い時に指定したホストへ転送する
sq: Transferon thirrjet tek host i dhënë nëse nuk ka përgjigje

source: Gateway/proxy host
ja: ゲートウェイ/プロキシのホスト名
sq: Host gateway/proxy

source: If enabled, Ekiga will start hidden provided that the notification area is present in the GNOME panel
ja: 有効にすると、GNOME パネルの通知エリアに Ekiga のアイコンを表示せずに起動します
sq: Ekiga do të fillojë i fshehtë nëse aktivizon këtë funksion dhe nëse zona e njoftimit ndodhet në panelin e GNOME

source: If enabled, a popup window will be displayed when receiving an incoming call
ja: TRUE にすると、着信時にウィンドウをポップアップ表示します。
sq: Nëse e aktivizon, një dritare popup do të shfaqet kur arrin një thirrje

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field below
ja: TRUE にすると、次のフィールドに指定したホストへ全ての着信を転送します。
sq: Nëse aktivohet, të gjitha thirrjet në hyrje do të transferohen drejt host-it të specifikuar në fushën e mëposhtme

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field below if you already are in a call or if you are in Do Not Disturb mode
ja: TRUE にすると、会話中または "離席" の場合、次のフィールドに指定したホストへ着信を転送します。
sq: Nëse aktivohet, të gjitha thirrjet në hyrje do të transferohen drejt host-it të specifikuar në fushën e mëposhtme nëse jeni i zënë në një bisedë ose nëse jeni në modalitetin Mos Më Shqetësoni

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field below if you do not answer the call
ja: TRUE にすると、着信に応答しない場合、次のフィールドに指定したホストへ全ての着信を転送します。
sq: Nëse aktivohet, të gjitha thirrjet në hyrje do do të transferohen drejt host-it të specifikuar në fushën e mëposhtme nëse nuk i përgjigjesh thirrjes

source: If enabled, allows video during calls
ja: TRUE にすると、着信中でも映像を受信できます。
sq: Nëse aktivohet, lejon video gjatë bisedave

source: If enabled, calls for which no audio and video has been received in the last 30 seconds are automatically cleared
ja: 有効にすると、最後の 30秒間に受信していない音声と映像の着信を自動的にクリアします
sq: Nëse aktivohet, thirrjet për të cilat as audio e as video nuk është marrë në 30 sekondat e fundit, pastrohen automatikisht

source: If enabled, use echo cancelation
ja: TRUE にすると、エコー・キャンセレーションを使用します。
sq: Nëse aktivohet, përdoret fshirja e jehonës

source: If enabled, use silence detection with the codecs supporting it
ja: TRUE にすると、コーデックがサポートするサイレンス検出を使用します
sq: Nëse aktivohet, përdoret zbulimi i heshtjes me kodekët që e suportojnë

source: Incoming call mode
ja: 着信モード
sq: Mënyra e thirrjeve në hyrje

source: Kind of network selected in the druid
ja: 設定アシスタントで選択したネットワークの種類
sq: Lloji i rrjetit i zgjedhur në asistentin e ndihmës (druid)

source: Last name
ja: 名字
sq: Mbiemri

source: Listen port
ja: Listen するポート番号
sq: Porta në pritje

source: Local video window size
ja: ビデオ・ウィンドウのサイズ (ローカル)
sq: Gjerësia e dritares së videos lokale

source: Maximum jitter buffer
ja: Jitter バッファの最大値
sq: Buffer maksimum i jitter

source: Maximum video bandwidth
ja: 映像の最大帯域幅
sq: Gjerësia maksimum e bandës për video

source: Minimum jitter buffer
ja: Jitter バッファの最小値
sq: Buffer minimum i jitter

source: Minimum transmitted video quality
ja: 映像発信品質の最小値
sq: Cilësia minimale e videos së transmetuar

source: Missed calls history
ja: 未応答の着信履歴
sq: Historiku i thirrjeve të humbura

source: NAT Binding Timeout
ja: NAT バインディングのタイムアウト
sq: Skadenca e NAT binding

source: No answer timeout
ja: "応答なし" までのタイムアウト
sq: Asnjë skadencë kohore për përgjigjen

source: Number of frames for G.711
ja: G.711 のフレーム数
sq: Numri i frame për G.711

source: Number of frames for GSM
ja: GSM のフレーム数
sq: Numri i frame për GSM

source: Number of frames transmitted in each packet for the G.711 codec
ja: G.711 コーデックに対する１パケット辺りの発信フレーム数です。
sq: Numri i frames të transmetuara në çdo paketë për kodekun G.711

source: Number of frames transmitted in each packet for the GSM codec
ja: GSM コーデックに対する１パケット辺りの発信フレーム数です。
sq: Numri i frames të transmetuara në çdo paketë për kodekun GSM.

source: Outbound Proxy
ja: 外向きのプロキシ
sq: Proxy në dalje

source: Output device type
ja: 出力デバイスの種類
sq: Lloji i dispozitivit të daljes

source: Place windows displaying video above other windows during calls
ja: 着信中は他のウィンドウの上に映像を表示するウィンドウを配置します
sq: Vendos dritaret që shfaqin videon mbi dritaret e tjera gjatë bisedave

source: Placed calls history
ja: 発信履歴
sq: Historiku i thirrjeve të kryera

source: Play busy tone
ja: 話中音を演奏する
sq: Tingull kur linja është e zënë

source: Play ring tone
ja: 着信音を演奏する
sq: Bjeri ziles

source: Play sound on incoming calls
ja: 着信時にサウンドを演奏する
sq: Tingull kurr arrin një thirrje

source: Play sound on new message
ja: 新しいメッセージが届いたらサウンドを演奏する
sq: Tingull kur ka mesazh të ri

source: Play sound on new voice mail
ja: 新しいボイス・メールが届いたらサウンドを演奏する
sq: Tingull kur ka postë të re zanore

source: Position of the local video window
ja: ビデオ・ウィンドウの位置 (ローカル)
sq: Pozicioni i dritares së videos lokale

source: Position on the screen of the PC-To-Phone window
ja: "PC -> Phone" ウィンドウの位置
sq: Pozicioni në ekranit i dritares PC-në-Telefon

source: Position on the screen of the address book window
ja: アドレス帳ウィンドウの位置
sq: Pozicioni në ekran i dritares së rubrikës

source: Position on the screen of the calls history window
ja: 履歴ウィンドウの位置
sq: Pozicioni në ekran i dritares së historikut të thirrjeve

source: Position on the screen of the chat window
ja: チャット・ウィンドウの位置
sq: Pozicioni në ekran i dritares së bisedës

source: Position on the screen of the druid window
ja: アシスタント・ウィンドウの位置
sq: Pozicioni në ekran i dritares së asistentit të konfigurimit

source: Position on the screen of the log window
ja: ログ・ウィンドウの位置
sq: Pozicioni në ekran i dritares së regjistrimeve

source: Position on the screen of the main window
ja: メイン・ウィンドウの位置
sq: Pozicioni në ekran i dritares kryesore

source: Position on the screen of the preferences window
ja: 設定ウィンドウの位置
sq: Pozicioni në ekran i dritares së preferimeve

source: Public IP of the NAT/PAT router
ja: NAT/PAT ルータのパブリック IP
sq: Adresa IP publike e router-it NAT/PAT

source: Received calls history
ja: 着信履歴
sq: Historiku i thirrjeve të marra

source: Registration timeout
ja: 登録のタイムアウト
sq: Skadenca e regjistrimit

source: Remote video window position
ja: ビデオ・ウィンドウの位置 (リモート)
sq: Pozicioni i dritares së videos remote

source: Remote video window size
ja: ビデオ・ウィンドウのサイズ (リモート)
sq: Madhësia e dritares së videos remote

source: Revision of the schema file
ja: スキーマ・ファイルの版数
sq: Revizioni i file të skemës

source: Select an alternative audio output device to use for sound events.
ja: 着信音のイベントで使用する音声出力デバイスを指定します。
sq: Zgjidh dispozitivin alternativ të zërit në dalje për t'u përdorur për tingujt e ndodhive.

source: Select the audio input device to use
ja: 使用する音声入力デバイスを指定します
sq: Zgjidh dispozitivin e zërit në hyrje

source: Select the audio output device to use
ja: 使用する音声出力デバイスを指定します
sq: Zgjidh dispozitivin e zërit në dalje

source: Select the desired method for NAT traversal (STUN is strongly suggested)
ja: NAT 越えする際に使用するメソッドを指定します (STUN を強くお勧めします)
sq: Zgjidh metodën e dëshiruar për kalimin NAT (ju këshillojmë STUN)

source: Select the format for video cameras (does not apply to most USB cameras)
ja: ビデオ・カメラのフォーマットを指定します (多くの USB カメラには適用できません)
sq: Zgjidh formatin për kamerën video. (nuk hyn në punë për shumicën e kamerave USB).

source: Select the transmitted video size: Small (QCIF 176x144) or Large (CIF 352x288)
ja: 発信する映像のサイズです: Small (QCIF 176x144) または Large (CIF 352x288)
sq: Zgjidh madhësinë e videos së transmetuar : E vogël (QCIF 176x144) ose E madhe (CIF 352x288).

source: Select the video input device to use. If an error occurs when using this device a test picture will be transmitted.
ja: 使用するビデオ入力デバイスを選択します (このデバイスを使用した時にエラーが発生した場合は、テスト用の画像が発信されます)
sq: Zgjidh dispozitivin e videos. Nëse ndeshet një gabim gjatë përdorimit të këtij dispozitivi, do të transmetohet vetëm një figurë prove.

source: Size of the PC-To-Phone window
ja: PC-To-Phone ウィンドウのサイズ
sq: Madhësia e dritares PC-në-Telefon

source: Size of the address book window
ja: アドレス帳ウィンドウのサイズ
sq: Madhësia e dritares së rubrikës

source: Size of the calls history window
ja: 着信履歴ウィンドウのサイズ
sq: Madhësia e dritares së historikut të thirrjeve

source: Size of the chat window
ja: チャット・ウィンドウのサイズ
sq: Madhësia e dritares së bisedave

source: Size of the druid window
ja: アシスタント・ウィンドウのサイズ
sq: Madhësia e dritares së asistentit të konfigurimit

source: Size of the log window
ja: ログ記録ウィンドウのサイズ
sq: Madhësia e dritares së regjistrimeve

source: Size of the preferences window
ja: 設定ウィンドウのサイズ
sq: Madhësia e dritares së preferimeve

source: Start hidden
ja: 起動時に隠す
sq: Nis të padukshëm

source: Switch to fullscreen
ja: フルスクリーンに切り替える
sq: Kalo në modalitetin me ekran të plotë

source: TCP port range
ja: TCP ポート番号の範囲
sq: Intervali i portave TCP

source: The Audio Codecs List
ja: 音声コーディックのリスト
sq: Lista e kodekëve audio

source: The Automatic Echo Cancellation level: Off, Low, Medium, High, Automatic Gain Compensation. Choosing Automatic Gain Compensation modulates the volume for best quality.
ja: 自動エコー取り消し機能のレベル (Off、Low、Medium、High、Automatic Gain Compensation のいずれか) で、Automatic Gain Compensation を選択すると自動的に最適な品質の音量に調節します。
sq: Niveli i fshirjes automatike të jehonës: Fikur, I ulët, Mesatar, I lartë, Automatik. Kur zgjidhet Automatik, volumi do të ndryshohet për marrjen e cilësisë më të mirë.

source: The Gateway host is the host to use to do H.323 calls through a gateway that will relay calls
ja: リレー呼び出しを行うゲートウェイを介して H.323 呼び出しを行うために使用する (ゲートウェイの) ホスト名です
sq: Host Gateway është host për tu përdorur për thirrje H.323 nëpërmjet një ure që përcjell thirrjet

source: The NAT method
ja: NAT の種類
sq: Metoda e NAT (përkthimi i adresave të rrjetit)

source: The SIP Outbound Proxy to use for outgoing calls
ja: 発信する際に使用する外向きの SIP プロキシです
sq: Proxy i jashtëm SIP për thirrjet në dalje

source: The STUN Server
ja: STUN サーバ
sq: Serveri STUN

source: The STUN server to use for STUN Support. STUN is a technic that permits to go through some types of NAT gateways
ja: STUN サポートを利用するための STUN サーバです。STUN はいろいろな種類の NAT ゲートウェイを通過させるための技術です。
sq: Serveri STUN që duhet përdorur për suportin STUN. STUN është një teknikë që mundëson kalimin midis disa llojeve gateways NAT.

source: The accounts list
ja: アカウントの一覧
sq: Lista e profileve

source: The audio plugin that will be used to detect the devices and manage them
ja: デバイスの検出と管理に使用する音声プラグインです
sq: Plugin i zërit që do përdoret për të gjetur dhe organizuar dispozitivët

source: The busy tone sound
ja: 話中のサウンド
sq: Tingulli për linjën e zënë

source: The chosen sound will be played at the end of calls or calling somebody who is busy, if enabled
ja: 呼び出した後、またはビジーな人を呼び出す時に選択したサウンドを演奏します (サウンドを演奏する機能が有効な場合)。
sq: Tingulli i zgjedhur do dëgjohet në fund të thirrjeve ose kur merr dikë që është i zënë, nëse është aktivuar

source: The chosen sound will be played on incoming calls, if enabled
ja: 着信時に選択したサウンドを演奏します (サウンドを演奏する機能が有効な場合)。
sq: Tingulli i zgjedhur do dëgjohet kur vijnë thirrje, nëse është aktivuar

source: The chosen sound will be played when a new instant message is received, if enabled
ja: 新しいインスタント・メッセージを受信した時に演奏するサウンドです (サウンドを演奏する機能が有効な場合)。
sq: Tingulli i zgjedhur do dëgjohet kur vjen një mesazh i ri, nëse është aktivuar

source: The chosen sound will be played when a new voice mail is received, if enabled
ja: 新しいボイス・メールを受信した時に演奏するサウンドです (サウンドを演奏する機能が有効な場合)。
sq: Tingulli i zgjedhur do dëgjohet kur vjen një postë e re zanore, nëse është aktivuar

source: The chosen sound will be played when calling somebody, if enabled
ja: 誰かを呼び出す時に演奏するサウンドです (サウンドを演奏する機能が有効な場合)。
sq: Tingulli i zgjedhur do dëgjohet kur thërret dikë, nëse është aktivuar

source: The default video view
ja: デフォルトの映像表示
sq: Paraqitja e prezgjedhur e videos

source: The default video view (0: Local, 1: Remote, 2: Both incrusted, 3: Both with local video in a separate window, 4: Both)
ja: デフォルトの映像の表示方法です (0: ローカル、1:リモート、2:枠つきで両方、3:別々のウィンドウの中にローカル、4:ローカルとリモートの両方)。
sq: Paraqitja e prezgjedhur e videos (0: Lokale, 1: Remote, 2: Së bashku, në një dritare 3: Së bashku, me videon lokale në një dritare të veçantë, 4: Së bashku)

source: The dial tone sound
ja: 発信音のサウンド
sq: Tingulli i tonit të thirrjes

source: The history of the last 100 missed calls
ja: 最近の不在履歴 (100回分) です。
sq: Historiku i 100 thirrjeve të fundit të humbura

source: The history of the last 100 placed calls
ja: 最近の発信履歴 (100回分) です。
sq: Historiku i 100 thirrjeve të fundit të kryera

source: The history of the last 100 received calls
ja: 最近の受信履歴 (100回分) です。
sq: Historiku i 100 thirrjeve të fundit të marra

source: The host where calls should be forwarded if call forwarding is enabled
ja: 転送機能が有効な場合に、呼び出しを転送するホスト名です
sq: Host-i drejt të cilit do të transferohen thirrjet në rast se transferimi është aktivizuar

source: The image to transmit if "Picture" is selected as video plugin or if the opening of the device fails. Leave blank to use the default Ekiga logo.
ja: 映像のプラグインとして "画像" を選択した場合、またはデバイスのオープンに失敗した場合に使用する画像です (空白のままにすると Ekiga のロゴを使用します)。
sq: Figura që duhet transmetuar nëse është zgjedhur "Figurë" si dispozitiv video ose nëse hapja e dispozitivit së videos dështon. Lëre bosh për të shfaqur stemën e Ekiga.

source: The incoming call sound
ja: 着信音のサウンド
sq: Tingulli i thirrjeve në hyrje

source: The list of accounts to which Ekiga should register
ja: Ekiga に登録されているアカウントの一覧です。
sq: Lista e profileve me të cilat Ekiga duhet të regjistrohet

source: The local zoom value
ja: ズーム率 (ローカル)
sq: Shkalla e zmadhimit lokal

source: The maximum jitter buffer size for audio reception (in ms)
ja: 音声の受信に必要な最大 Jitter バッファのサイズ (ミリ秒)
sq: Masa maksimale e jitter buffer për marrjen e zërit (në ms).

source: The maximum video bandwidth in kbytes/s. The video quality and the number of transmitted frames per second will be dynamically adjusted above their minimum during calls to try to minimize the bandwidth to the given value
ja: 映像の最大帯域 (Kバイト/秒) です。映像の品質と１秒間に発信するフレーム数は、指定した値に対する帯域を最小限にして呼び出しを試みる間、最小帯域を動的に調整されます。
sq: Gjerësia maksimale e bandës në kbytes/s. Cilësia e videos dhe numri i imazheve të transmetuara për sekondë do të përshtatet në mënyrë dinamike sipër minimumit gjatë thirrjeve për të minimizuar gjerësinë e bandës rreth vlerës së dhënë

source: The minimum jitter buffer size for audio reception (in ms)
ja: 音声の受信に必要な最小 Jitter バッファのサイズ (ミリ秒)
sq: Masa minimale e jitter buffer për marrjen e zërit (në ms)

source: The minimum transmitted video quality to keep when trying to minimize the used bandwidth: choose 100% on a LAN for the best quality, 1% being the worst quality
ja: 使用する帯域を最小限にした際に保持する最小発信の映像品質です: 最高の品質は 100%で、最低の品質は 1% です。
sq: Cilësia minimale e transmetimit të videos duke minimizuar gjerësinë e bandës në përdorim: zgjidh 100% në një LAN për cilësinë më të mirë, 1% është cilësia më e keqe

source: The network interface
ja: ネットワークのインタフェース
sq: Interfaqja e rrjetit

source: The network interface to listen on
ja: 着信を監視するネットワークのインタフェースです
sq: Interfaqja e rrjetit në dëgjim

source: The new instant message sound
ja: 新しいインスタント・メッセージのサウンド
sq: Tingulli i mesazhit të ri direkt

source: The new voice mail sound
ja: 新しいボイス・メールのサウンド
sq: Tingulli i postës së re zanore

source: The output device type is the type of device connected to your Quicknet card. It can be either a POTS (Plain Old Telephone System) or a headset.
ja: 出力デバイスの種類はお使いの Quickcard へ接続するデバイスの種類になり、POTS (Plain Old Telephon System) または ヘッドセットのどちらかになります
sq: Lloji i dispozitivit në dalje është dispozitivi i lidhur me kartën Quicknet. Mund të jetë një POTS (Plain Old Telephone System) apo një kufje.

source: The port to listen to for incoming connections. Ekiga needs to be restarted for the new value to take effect
ja: 着信を監視するポート番号です。新しい値を有効にするには Ekiga を再起動する必要があります。
sq: Porta në pritje të lidhjeve në hyrje. Ekiga duhet të riniset që vlera e re të ketë efekt

source: The port to listen to for incoming connections. Ekiga needs to be restarted for the new value to take effect.
ja: 着信を監視するポート番号です。新しい値を有効にするには Ekiga を再起動する必要があります。
sq: Porta në pritje të thirrjeve në hyrje. Ekiga duhet të riniset që vlera e re të ketë efekt.

source: The position of the local video window
ja: ビデオ・ウィンドウの位置 (ローカル)
sq: Pozicioni i dritares së videos lokale

source: The position of the remote video window
ja: ビデオ・ウィンドウの位置 (リモート)
sq: Pozicioni i dritares së videos remote

source: The prefix that will be used to save pictures of the conversation. That prefix is followed by the snapshot number.
ja: 会話中の映像を保存する際に使用する接頭子です。スナップショットの番号に続いて接頭子が付与されます。
sq: Parashtesa që do të përdoret për të ruajtur figurat gjatë bisedës. Kjo parashtesë është i ndjekur nga numri i figurës së regjistruar.

source: The range of TCP ports that Ekiga will use for the H.323 H.245 channel. Ekiga needs to be restarted for the new values to take effect. This port range has no effect if both participants to the conference are using H.245 Tunneling.
ja: H.323/H.245 チャンネルで使用する TCP ポート番号の範囲です。新しい値を有効にするには Ekiga を再起動する必要があります。この範囲は、会議に参加している双方が H.245 トンネリングを利用している場合は効果はありません。
sq: Rangu i portave TCP që Ekiga do të përdorë për kanalin H.323 H.245. Ekiga duhet të riniset që vlerat e reja të kenë efekt. Ky rang portash nuk ka efekt nëse pjesmarrësit e një konference janë duke përdorur Tunneling H.245.

source: The range of UDP ports that Ekiga will use for RTP (audio and video communication channels). Ekiga needs to be restarted for the new values to take effect.
ja: RTP (音声と映像による会話チャンネル) で使用する UDP ポート番号の範囲です。新しい値を有効にするには Ekiga を再起動する必要があります。
sq: Rangu i portave UDB që Ekiga do të përdorë për RTP (kanale komunikimi audio dhe video). Ekiga duhet të riniset që vlerat e reja të kenë efekt.

source: The range of UDP ports that Ekiga will use for SIP signaling and when registering to gatekeepers. Ekiga needs to be restarted for the new values to take effect.
ja: SIP シグナリングやゲートキーパに登録する際に使用する UDP ポート番号の範囲です。新しい値を有効にするには Ekiga を再起動する必要があります。
sq: Rangu i portave UDP që Ekiga do të përdorë për senjalizim SIP dhe kur të regjistrohet në gatekeepers. Ekiga duhet të riniset që vlerat e reja të kenë efekt.

source: The remote zoom value
ja: ズーム率 (リモート)
sq: Shkalla e zmadhimit remot

source: The save prefix
ja: 保存時の接頭子
sq: Parashtesa e ruajtjes

source: The size of the local video window
ja: ビデオ・ウィンドウのサイズ (ローカル)
sq: Madhësia e dritares së videos lokale

source: The size of the remote video window
ja: ビデオ・ウィンドウのサイズ (リモート)
sq: Madhësia e dritares së videos remote

source: The sound that will be played at the end of calls or when calling somebody who is busy, if enabled
ja: 発信した後、または多忙な人を呼び出す時に選択したサウンドを演奏します (サウンドを演奏する機能が有効な場合)。
sq: Tingulli që do dëgjohet në fund të thirrjes apo kur mer dikë që është i zënë, nëse është aktivuar
