Repository: Iladra/ekiga
Catalog: gnome-2-14/po/*.po
Languages: ja, sq

source: The sound that will be played on incoming calls, if enabled
ja: 着信時に演奏するサウンドです (サウンドを演奏する機能が有効な場合)。
sq: Tingulli që do dëgjohet për thirrjet në hyrje, nëse është aktivuar

source: The sound that will be played when calling somebody, if enabled
ja: 発信時に演奏するサウンドです (サウンドを演奏する機能が有効な場合)。
sq: Tingulli që do dëgjohet kur merr dikë, nëse është aktivuar

source: The sound that will be played when there is a new instant message, if enabled
ja: 新しいインスタント・メッセージを受信した時に演奏するサウンドです (サウンドを演奏する機能が有効な場合)。
sq: Tingulli që do dëgjohet kur ka një mesazh çasti të ri, nëse është aktivuar

source: The sound that will be played when there is a new voice mail, if enabled
ja: 新しいボイス・メールを受信した時に演奏するサウンドです (サウンドを演奏する機能が有効な場合)。
sq: Tingulli që do dëgjohet kur ka një postë zanore të re, nëse është aktivuar

source: The time after which Ekiga will renew its registration with the registrar
ja: この時間を過ぎると、ゲートキーパを使って登録した Ekiga の情報を更新します。
sq: Periudha kohore mbas së cilës Ekiga do rinovojë regjistrimin me regjistruesin

source: The two-letter country code of your country (e.g.: BE, UK, FR, DE, ...)
ja: あなたの国を示す二文字のコードです (例: JP, BE, UK, FR, DE, ...)。
sq: Kodi i shtetit tënd me dy shifra (shembull : AL, FR, BE, UK, DE, ...)

source: The video channel number to use (to select camera, tv or other sources)
ja: 使用する映像チャンネルの番号 (カメラ、テレビ、またはその他のソース) です
sq: Numri i kanalit të videos që duhet përdorur (për të zgjedhur një webcam , një TV, apo burime të tjerë).

source: The video plugin that will be used to detect the devices and manage them
ja: デバイスの検出と管理に使用する音声プラグインです
sq: Plugin video që do përdoret për gjetjen dhe organizimin e dispozitivëve

source: The way to react to incoming calls: 0 displays a popup, 1 automatically answers the call, 2 automatically rejects the call and 3 forwards the call to the given URL, if any
ja: 着信に応答する方法 (0: ポップアップ表示、1: 自動応答、2: 自動応答拒否、3: 指定した URL へ転送) です。
sq: Mënyra e reaksionit për thirrjet në hyrje: 0 hap një dritare popup, 1 përgjigjet automatikisht, 2 refuzon automatikisht thirrjen dhe 3 transferon thirrjen tek URL e dhëne, nëse kjo e fundit ekziston

source: The zoom value
ja: ズーム率
sq: Vlera e zmadhimit

source: The zoom value to apply to images displayed in the local video window (can be 0.50, 1.00, or 2.00)
ja: ローカル側の映像ウィンドウに表示される映像に適用するズーム率です (指定可能な値は、0.50、1.00、または 2.00 のみ)。
sq: Vlera e zmadhimit që i duhet aplikuar figurave të shfaqura në dritaren e videos lokale (mund të jetë 0.50, 1.00, ose 2.00)

source: The zoom value to apply to images displayed in the main GUI (can be 0.50, 1.00, or 2.00)
ja: メイン GUI の中に表示される映像に適用するズーム率です (指定可能な値は、0.50、1.00、または 2.00 のみ)。
sq: Vlera e zmadhimit që i duhet aplikuar figurave shfaqura në dritaren kryesore (mund të jetë 0.50, 1.00, ose 2.00)

source: The zoom value to apply to images displayed in the remote video window (can be 0.50, 1.00, or 2.00)
ja: リモート側の映像ウィンドウに表示される映像に適用するズーム率です (指定可能な値は、0.50、1.00、または 2.00 のみ)。
sq: Vlera e zmadhimit që i duhet aplikuar figurave të shfaqura në dritaren e videos në distancë (mund të jetë 0.50, 1.00, ose 2.00)

source: This enables H.245 Tunneling mode. In H.245 Tunneling mode H.245 messages are encapsulated into the the H.225 channel (port 1720). This saves one TCP connection during calls. H.245 Tunneling was introduced in H.323v2 and Netmeeting does not support it. Using both Fast Start and H.245 Tunneling can crash some versions of Netmeeting.
ja: H.245 トンネリング・モードを有効にします。H.245 トンネリング・モードでは、H.245 のメッセージを H.255 チャンネル (ポート番号 1720) の中にカプセル化します。これにより会話中の TCP 接続を保護します。H.245 トンネリングは H.323v2 プロトコルで導入されましたが、Netmeeting はサポートしていません。高速起動と H.245 トンネリングの両方を利用すると Netmeeting のいくつかのバージョンでクラッシュすることがあります
sq: Aktivon mënyrën e Tunneling H.245. Në mënyrën e Tunneling H.245, mesazhet janë të kapsuluara në kanalin H.225 (porta 1720). Kjo regjistron një lidhje TCP gjatë thirrjeve. H.245 Tunneling është paraqitur në H.323v2 dhe nuk punon me Netmeeting. Përdorimi i Nisjes së Shpejtë dhe Tunneling H.245 mund të krijojë probleme në disa versione të Netmeeting.

source: This enables H.245 early in the setup
ja: H.245 トンネリングを有効にします
sq: Kjo aktivon H.245 e shpejtë në përgatitje

source: This enables IP checking from ekiga.com. The returned IP is only used when IP Translation is enabled.
ja: これは ekiga.com からの IP チェックを有効にします。受信した IP は、IP 転送が有効な場合にのみ利用します。
sq: Kjo aktivon kontrollin e IP-së nga ekiga.com. IP-ja e kthyer përdoret vetëm kur është aktivizuar përkthimi i IP.

source: This permits to set the mode for DTMFs sending. The value can be "RFC2833" (0) only
ja: DTMF 送信のモード (指定可能な値は "RFC2833" (0) だけ)
sq: Kjo lejon caktimin e mënyrës për dërgimin e DTMF-ve. Vlera mund të jetë vetëm "RFC2833" (0)

source: This permits to set the mode for DTMFs sending. The values can be "String" (0), "Tone" (1), "RFC2833" (2), "Q.931" (3) (default is "String"). Choosing other values than "String" disables the Text Chat
ja: これは DTMF 送信モードを有効にする場合のフラグです。設定可能な値: "文字列" (0)、"トーン" (1)、"RFC2833" (2)、"Q.931" (3) で、"文字列" がデフォルトです。"文字列" 以外の値を選択するとテキスト・チャットが無効になります。
sq: Kjo të lejon të caktoni mënyrën për dërgimin e DTMF-ve. Vlerat mund të jenë "String" (0), "Ton" (1), "RFC2833" (2), "Q.931" (e prezgjedhur është "String"). Kur zgjidhni vlera të ndryshme nga "String" atëhere komunikimi me shkrime çaktivizohet.

source: UDP port range
ja: UDP ポート番号の範囲
sq: Intervali i portave UDP

source: User directory
ja: ユーザのディレクトリ
sq: Directory e përdoruesve

source: Version
ja: バージョン
sq: Versioni

source: Video channel
ja: 映像チャンネル
sq: Kanali i videos

source: Video format
ja: ビデオの形式
sq: Formati i videos

source: Video image
ja: ビデオの映像
sq: Figura e videos

source: Video input device
ja: ビデオ入力デバイス
sq: Dispozitivi i videos në hyrje

source: Video plugin
ja: ビデオのプラグイン
sq: Plugin video

source: Video preview
ja: 映像プレビュー
sq: Pamja e parë e videos

source: Video size
ja: 映像のサイズ
sq: Madhësia e videos

source: Credits
ja: クレジット
sq: Falenderime

source: Written by
ja: 開発者:
sq: Shkruar nga

source: Documented by
ja: ドキュメント作成:
sq: Dokumentuar nga

source: Translated by
ja: 翻訳者:
sq: Përkthyer nga

source: C_redits
ja: クレジット(_R)
sq: Falende_rime

source: Authors
ja: 作者
sq: Autorët

source: List of authors of the programs
ja: プログラムの作者の一覧
sq: Lista e autorëve të programeve

source: Documenter entry
ja: ドキュメント作成者のエントリ
sq: Zëri i dokumentuesit

source: A single documenter entry
ja: ドキュメント作成者 (単独) のエントリ
sq: Një zë i vetëm dokumentuesi

source: About %s
ja: %s について
sq: Informacione mbi %s

source: An error has happened in the configuration backend. Maybe some of your settings won't be saved.
ja: GConf でエラーが発生しました。 おそらく設定のいくつかは保存されていません。
sq: U ndesh një gabim në strukturën e konfigurimit. Ndoshta disa nga rregullimet tuaja nuk do ruhen.

source: On This Computer
ja: このコンピュータ
sq: Në këtë kompjuter

source: Personal
ja: パーソナル
sq: Personale

source: Do not show this dialog again
ja: 次回からこのダイアログを表示しない
sq: Mos shfaq më këtë dritare dialogu

source: Invalid parameters
ja: パラメータが正しくありません
sq: Parametra të pavlefshëm

source: Please provide your first name and e-mail in the Personal Data section in order to be able to register to the users directory.
ja: ユーザ・ディレクトリに登録できるようにするために、個人情報セクションの中に名前と E-メールを指定して下さい。
sq: Të lutem jepni emrin dhe adresën tuaj e-mail në seksionin e të dhënave personale në menyrë që të mund të regjistroheni në directory e përdoruesve.

source: Invalid users directory
ja: ユーザ・ディレクトリが正しくありません
sq: Directory e pavlefshme përdoruesish

source: Operation impossible since there is no users directory specified.
ja: 指定したユーザ・ディレクトリが存在しないので、操作を実行できません
sq: Operacion i pamundur meqenëse nuk është përcaktuar asnjë directory përdoruesish.

source: Failed to parse XML file
ja: XML ファイルの解析に失敗しました
sq: I pamundur analizimi i file XML.

source: There was an error while parsing the XML file. Please make sure that it is correctly installed in your system.
ja: XML 形式のファイルを解析する際にエラーが発生しました。GnomeMeeting が正しくインストールされているか確認して下さい。
sq: Gabim gjatë analizimit të file XML. Të lutem sigurohu që është instaluar korrektësisht në sistemin tënd.

source: Bad information
ja: おかしな情報です
sq: Informacione të pavlefshme

source: Bad LDAP information from XML file: %s.
ja: XML ファイル %s の中におかしな LDAP 情報があります。
sq: Informacione LDAP të gabuara nga file XML: %s.

source: ILS registration failed: unable to connect to %s
ja: ILS の登録に失敗: %s へ接続できません
sq: Regjistrimi në ILS dështoi: e pamundur lidhja me %s

source: ILS registration failed: unable to set time limit on operations
ja: ILS の登録に失敗: 時刻制限をセットできません
sq: Regjistrimi në ILS dështoi: i pamundur caktimi i limitit kohor për veprimet

source: ILS registration failed: failed to bind to %s
ja: ILS の登録に失敗: %s へバインドできませんでした
sq: Regjistrimi me ILS dështoi: e pamundur lidhja me %s

source: Updated information on %s
ja: %s にある情報を更新しました
sq: Të dhëna të përditësuara në %s

source: Unregistered from %s
ja: %s から登録を解除しました
sq: Çregjistruar nga %s

source: STUN server set to %s
ja: STUN サーバを %s にします
sq: Serveri STUN caktuar tek %s

source: Removed STUN server
ja: STUN サーバが削除されています
sq: Serveri STUN u hoq

source: STUN test result: %s. Ekiga could not detect the type of NAT you are using. The most appropriate method, if your router does not natively support SIP or H.323, is probably to forward the required ports to your internal machine and use IP translation if you are behind a NAT router. Please also make sure you are not running a local firewall.
ja: STUN テストの結果: %s Ekiga では、お使いの NAT の種類を検出できませんでした。お使いのルータが SIP または H.323 をサポートしていない場合は、必要なポートを内側のマシンへ転送し、NAT ルータの外側にマシンが存在するならば IP 変換を行うことが最良の方法です。さらに、ローカルでファイヤーウォールを起動していないことも確認して下さい。
sq: Rezultati i provës STUN: %s. Ekiga nuk mundi të zbulojë llojin e NAT në përdorim. Metoda më e përshtatshme nëse router-i yt nuk suporton SIP apo H.323 është ndoshta transferimi i portave të nevojshme për tek kompjuteri yt dhe përdorimi i përkthimit të IP-së nëse gjendesh prapa një router-i NAT. Të lutem gjithashtu sigurohu që nuk po përdor një firewall lokal.

source: STUN test result: %s. Your system does not need any specific configuration as long as you do not have a local firewall blocking the ports required by Ekiga.
ja: STUN テストの結果: %s ローカルのファイヤーウォールで Ekiga が利用するポートをブロックしない限り、お使いのシステムには特別な設定は必要ありません。
sq: Rezultati i provës STUN: %s. Sistemi yt nuk ka nevojë për ndonjë konfigurim të veçantë për sa kohë nuk ke një firewall lokal i cili bllokon portat që përdor Ekiga.

source: Ekiga detected Symmetric NAT. The most appropriate method, if your router does not natively support SIP or H.323, is to forward the required ports to your internal machine in order to change your Symmetric NAT into Cone NAT. If you run this test again after the port forwarding has been done, it should report Cone NAT. This should allow Ekiga to be used with STUN support enabled. If it does not report Cone NAT, then it means that there is a problem in your forwarding rules.
ja: Ekiga が Symmetric NAT を検出しました。お使いのルータが SIP または H.323 をサポートしていない場合は、Symmetric NAT から Cone NAT へ変換するために必要なポートを内側のマシンへ転送することが最良の方法です。ポートを転送するよう設定したら、もう一度このテストを実行して Cone NAT へ報告して下さい。すると、Ekiga で STUN のサポートが有効になります。もし Cone NAT へ報告しないと、転送するルールの中で問題を発生させることになります。
sq: Ekiga zbuloi një NAT Simetrik. Mënyra më e përshtatshme nëse router-i yt nuk e suporton vetvetiu SIP apo H.323, është transferimi i portave të duhura për t'a ndryshuar NAT-in Simetrik në një NAT Konik dhe ripërsëritja e kësaj prove. Në këtë mënyrë duhet të zbulojë NAT Konik. Kjo duhet të lejojë përdorimin e Ekiga me një suport STUN. Nëse nuk arrin të zbulojë NAT Konik pas transferimit të portave, do të thotë që ekziston një problem me rregullat e transferimit.

source: STUN test result: %s. You do not seem to be using a NAT router. STUN support is not required.
ja: STUN テストの結果: %s NAT ルータをお使いのようではないようです。STUN サポートは必要ありません。
sq: Rezultati i provës STUN: %s. Nuk ngjan të jeni duke përdorur një router NAT. STUN nuk nevojitet.

source: STUN test result: %s. Using a STUN server is most probably the most appropriate method if your router does not natively support SIP or H.323. Enable STUN Support?
ja: STUN テストの結果: %s お使いのルータが SIP または H.323 をサポートしていない場合は、STUN サーバを利用することがおそらく最良の方法です。 STUN の機能を有効にしますか？
sq: Rezultati i provës STUN: %s. Përdorimi i një serveri STUN është mënyra më e përshtatshme nëse router-i yt nuk suporton vetvetiu SIP apo H.323. Aktivon suportin STUN?

source: NAT Detection Finished
ja: NAT の検出が完了しました
sq: Zbulimi i NAT përfundoi

source: The detection of your NAT type is finished
ja: NAT の種類を検出しました
sq: Zbulimi i llojit të NAT përfundoi

source: Unknown NAT
ja: NAT の種類が不明です
sq: NAT i panjohur

source: Open NAT
ja: Open NAT です
sq: NAT i hapur

source: Cone NAT
ja: Cone NAT です
sq: NAT konik

source: Restricted NAT
ja: 制限済みの NAT です
sq: NAT i kufizuar

source: Port Restricted NAT
ja: ポート制限済みの NAT です
sq: NAT i kufizuar sipas portave

source: Symmetric NAT
ja: Symmetric NAT です
sq: NAT simetrik

source: Symmetric Firewall
ja: Symmetric ファイヤーウォールです
sq: Firewall simetrik

source: Blocked
ja: ブロックされています
sq: I bllokuar

source: Partially Blocked
ja: 部分的にブロックされています
sq: Pjesërisht i bllokuar

source: No NAT
ja: NAT がみつかりませんでした
sq: Asnjë NAT

source: Detection in progress
ja: 検出中...
sq: Në zbulim e sipër

source: Please wait while your type of NAT is being detected.
ja: NAT の種類を検出するまで、少々お待ち下さい。
sq: Të lutem durim derisa të zbulohet lloji i NAT

source: Set STUN server to %s (%s)
ja: STUN サーバを %s (%s) にセットしました
sq: Cakto serverin STUN tek %s (%s)

source: Ignored STUN server (%s)
ja: STUN サーバ (%s) を無視しました
sq: U shpërfill serveri STUN (%s)

source: Cannot run Ekiga
ja: Ekiga を起動できません
sq: I pamundur ekzekutimi i Ekiga

source: Ekiga is already running, if you want it to call a given SIP, H.323, or callto address, please use "ekiga -c address".
ja: 既に Ekiga が起動中です。それでも SIP または H.323 アドレスに発信したいのなら、コマンドラインから `ekiga -c アドレス` を実行して下さい。
sq: Ekiga është në ekzekutim e sipër, nëse dëshiron të thërrasësh një SIP të dhënë, H323 apo një adresë "callto", përdor komandën "ekiga -c adresa".

source: It appears that you do not have ekiga.server installed in a valid location. Factory mode disabled.
ja: ekiga.server を適切な場所にインストールしていないようです。ファクトリ・モードを無効にします。
sq: Mesa duket nuk keni instaluar serverin ekiga në një pozicion të vlefshëm. Modaliteti Factory jo aktiv.

source: Error registering Ekiga with the activation service; factory mode disabled.
ja: 活性化サービスで Ekiga サーバを登録する際にエラーが発生しました。ファクトリ・モードを無効にします。
sq: Gabim gjatë regjistrimit të Ekiga tek shërbimi i aktivimit; modaliteti factory jjo aktiv.

source: Failed to retrieve Ekiga server from activation server
ja: 活性化サービスから Ekiga サーバの取得に失敗しました。
sq: Tërheqja e serverit Ekiga nga serveri i aktivimit dështoi

source: Opening device for playing
ja: 再生用のデバイスを開いています
sq: Hapja e dispozitivit për lexim

source: Opening device for recording
ja: 録音用のデバイスを開いています
sq: Hapja e dispozitivit për regjistrim

source: Failed to open the device
ja: デバイスを開けませんでした
sq: E pamundur hapja e dispozitivit

source: Impossible to open the selected audio device (%s) for recording. Please check your audio setup, the permissions and that the device is not busy.
ja: 選択した音声のデバイス (%s) を録音用に開けません。オーディオの設定、権限とデバイスがビジーでないか確認して下さい。
sq: E pamundur hapja e dispozitivit të zgjedhur audio (%s) për të regjistruar. Verifiko konfigurimin audio, të drejtat dhe që dispozitivi të mos jetë duke u përdorur nga programe të tjerë.

source: Impossible to open the selected audio device (%s) for playing. Please check your audio setup, the permissions and that the device is not busy.
ja: 選択した音声のデバイス (%s) を再生用に開けません。オーディオの設定、権限とデバイスがビジーでないか確認して下さい。
sq: E pamundur hapja e dispozitivit të zgjedhur audio (%s) për të lexuar. Verifiko konfigurimin audio, të drejtat dhe që dispozitivi të mos jetë duke u përdorur nga programe të tjerë.

source: Cannot use the audio device
ja: 音声デバイスを利用できません
sq: I pamundur përdorimi i dispozitivit audio

source: The selected audio device (%s) was successfully opened but it is impossible to read data from this device. Please check your audio setup.
ja: 選択した音声デバイス (%s) を開けましたが、このデバイスからデータを読み込めません。オーディオの設定を確認して下さい。
sq: Dispozitivi i zgjedhur audio (%s) u hap me sukses por është i pamundur leximi i të dhënave nga ky dispozitiv. Verifikoni konfigurimin audio.

source: Recording your voice
ja: あなたの声を録音中です
sq: Duke regjistruar zërin tuaj

source: Recording and playing back
ja: 録音してから再生します
sq: Duke regjistruar dhe lexuar

source: The selected audio device (%s) was successfully opened but it is impossible to write data to this device. Please check your audio setup.
ja: 選択した音声デバイス (%s) を開けましたが、このデバイスへ書き込めません。オーディオ設定を確認して下さい。
sq: Dispozitivi i zgjedhur audio (%s) u hap me sukses por është i pamundur shkrimi i të dhënave në këtë dispozitiv. Verifikoni konfigurimin audio.

source: No device found
ja: デバイスが見つかりませんでした
sq: Nuk u gjet asnjë dispozitiv

source: Ekiga is now recording from %s and playing back to %s. Please say "1, 2, 3, Ekiga rocks!" in your microphone. You should hear yourself back into the speakers with a four-second delay.
ja: 今から Ekiga は、%s から録音して %s で再生してみます。お使いのマイクロフォンに "いち、に、さん、Ekiga はスゴイ！" と呼び掛けてみて下さい。4秒後にはスピーカから録音した声が聞こえてくるはずです。
sq: Ekiga është duke regjistruar nga %s dhe duke lexuar tek %s. Të lutem, thuaj "1 2 3, Ekiga është i mrekullueshëm!" në mikrofonin tënd. Duhet të dëgjosh veten në altoparlant me katër sekonda vonesë.

source: Opening video device %s with plugin %s
ja: 映像デバイス %s をプラグイン %s で開いています
sq: Duke hapur dispozitivin %s me plugin %s

source: Successfully opened video device %s, channel %d
ja: ビデオ・デバイス %s のチャンネル %d を開きました
sq: U hap mesukses dispozitivi video %s, kanali %d

source: Error while opening video device %s
ja: 映像デバイス %s を開く際にエラーが発生しました
sq: Gabim gjatë hapjes së dispozitivit video %s

source: A moving logo will be transmitted during calls. Notice that you can always transmit a given image or the moving logo by choosing "Picture" as video plugin and "MovingLogo" or "StaticPicture" as device.
ja: 会話中にアニメーションのロゴが送信されます。映像のプラグインで "画像" を選択し、入力デバイスで "アニメーション" または "静止画像" を選択すると、いつでも指定した画像またはアニメーションのロゴを送信することができます。
sq: Një stemë në lëvizje do të transmetohet gjatë thirrjeve. Ki parasysh që mund të transmetosh gjithmonë një figurë të caktuar apo stemën në lëvizje duke zgjedhur "Figurë" si plugin video dhe "StemëeLëvizshme" apo "FigurëStatike" si dispozitiv.

source: Couldn't open the video device
ja: 映像デバイスを開けませんでした
sq: E pamundur hapja e dispozitivit video

source: There was an error while opening the device. Please check your permissions and make sure that the appropriate driver is loaded.
ja: デバイスを開く際にエラーが発生しました。権限と正しいドライバが読み込まれているか確認して下さい。
sq: U ndesh një gabim gjatë hapjes së dispositivit. Verifikoni të drejtat dhe sigurohuni që të jetë ngarkuar driveri i duhur.

source: Your video driver doesn't support the requested video format.
ja: お使いのビデオ・ドライバは、要求された映像フォーマットをサポートしていません。
sq: Driveri juaj video nuk suporton formatin e kërkuar video.

source: Could not open the chosen channel.
ja: 選択したチャンネルを開けませんでした
sq: E pamundur hapja e kanalit të zgjedhur.

source: Your driver doesn't seem to support any of the color formats supported by Ekiga. Please check your kernel driver documentation in order to determine which Palette is supported.
ja: お使いのドライバは Ekiga で利用できる色のフォーマットをサポートしていないようです。 どのパレットがサポートされているかを確認するには、Kernel ドライバのドキュメントで確認してみて下さい。
sq: Driveri yt mesa duket nuk suporton formatet e ngjyrave të suportuara nga Ekiga. Të lutem lexo dokumentimet e kernelit tënd për të përcaktuar cila paletë funksionon.

source: Error while setting the frame rate.
ja: フレーム・レートを設定する際にエラーが発生しました。
sq: Gabim gjatë caktimit të numrit të frame.

source: Error while setting the frame size.
ja: フレーム・サイズを設定する際にエラーが発生しました。
sq: Gabim gjatë caktimit të madhësisë së frame.

source: Opened the video device using the "Picture" video plugin
ja: "画像" プラグインを使って映像デバイスを開きました
sq: Dispozitivi i videos u hap duke përdorur plugin "Figurë"

source: Picture
ja: 画像
sq: Figurë

source: Ekiga is now testing the %s video device. If you experience machine crashes, then report a bug to the video driver author.
ja: 今から Ekiga は、%s のビデオ・デバイスをテストします。もしマシンがクラッシュしたら、ビデオ・ドライバの作者にバグを報告して下さい。
sq: Ekiga është duke provuar dispozitivin video %s. Nëse kompjuteri bllokohet, atëhere raporto një difekt tek autori i driver-it video.

source: Test %d done
ja: %d番目のテストが完了しました
sq: U plotësua prova %d

source: Test %d failed
ja: %d番目のテストに失敗しました
sq: Prova %d dështoi

source: Error while opening %s.
ja: %s を開く際にエラーが発生しました。
sq: Gabim gjatë hapjes së %s.

source: Could not open the chosen channel with the chosen video format.
ja: 選択した映像フォーマットで指定したチャンネルを開けませんでした。
sq: E pamundur hapja e kanalit të zgjedhur me formatin e zgjedhur video.

source: Your driver doesn't support any of the color formats tried by Ekiga
ja: お使いのドライバは Ekiga で利用できる色のフォーマットをサポートしていません。
sq: Driveri yt nuk suporton asnjë nga formatet e ngjyrave të provuara nga Ekiga

source: Error with the frame rate.
ja: フレーム・レートでエラーが発生しました
sq: Gabim me numrin e frame.

source: Error with the frame size.
ja: フレーム・サイズでエラーが発生しました
sq: Gabim në madhësinë e frame.

source: Registering
ja: 登録中です
sq: Duke u regjistruar

source: Registration of %s to %s failed
ja: %s を %s に登録できませんでした
sq: Regjistrimi i %s në %s dështoi

source: Registration failed
ja: 登録に失敗しました
sq: Regjistrimi dështoi

source: Unregistering
ja: 登録を解除しています
sq: Duke u çregjistruar

source: Gatekeeper registration failed: duplicate alias
ja: ゲートキーパの登録に失敗しました: エイリアスが重複しています
sq: Regjistrimi në gatekeeper dështoi: alias i dyfishtë

source: Gatekeeper registration failed: bad username/password
ja: ゲートキーパの登録に失敗しました: login/password が間違っています
sq: Regjistrimi në gatekeeper dështoi: përdorues/fjalëkalim i pasaktë

source: Gatekeeper registration failed: transport error
ja: ゲートキーパの登録に失敗しました: 転送エラーです
sq: Regjistrimi në gatekeeper dështoi: gabim transporti

source: Gatekeeper registration failed
ja: ゲートキーパの登録に失敗しました
sq: Regjistrimi në gatekeeper dështoi

source: Registered to %s
ja: %s へ登録を完了しました
sq: Regjistruar në %s

source: Registered
ja: 登録しました
sq: I regjistruar

source: Unregistered
ja: 登録を解除しました
sq: Çregjistruar

source: Answering incoming call
ja: 着信に応答中です
sq: Përgjigje thirrjes në hyrje

source: Started Ekiga %d.%d.%d for user %s
ja: Ekiga %d.%d.%d (ユーザ %s) を起動しました
sq: U nis Ekiga %d.%d.%d për përdoruesin %s

source: Forwarding call to %s
ja: 着信を %s へ転送しています
sq: Duke transferuar thirrjen tek %s

source: Call from %s
ja: "%s" さんからの着信です
sq: Thirrje nga %s

source: Rejecting incoming call
ja: 着信を拒否しています
sq: Duke refuzuar thirrjen në hyrje

source: Rejecting incoming call from %s
ja: "%s" さんからの着信を拒否しています
sq: Duke refuzuar thirrjen në hyrje nga %s

source: Forwarding incoming call
ja: 着信を転送中です
sq: Duke transferuar thirrjen në hyrje

source: Forwarding incoming call from %s to %s
ja: "%s" さんからの着信を %s へ転送中です
sq: Duke transferuar thirrjen në hyrje nga %s tek %s

source: Auto-Answering incoming call
ja: 着信に自動で応答しています
sq: Auto-Përgjigje thirrjes në hyrje

source: Auto-Answering incoming call from %s
ja: "%s" さんからの着信に自動で応答しています
sq: Auto-Përgjigje thirrjes në hyrje nga %s

source: Connected with %s using %s
ja: %2$s を使って %1$s で接続しました
sq: Lidhur me %s duke përdorur %s

source: Connected with %s
ja: %s で接続しました
sq: Lidhur me %s

source: Standby
ja: 待機中です
sq: Në pritje

source: Local user cleared the call
ja: ローカルのユーザがこちらの発信を切りました
sq: Përdoruesi lokal e mbylli thirrjen

source: Local user rejected the call
ja: ローカルのユーザがこちらの発信を拒否しました
sq: Përdoruesi lokal refuzoi thirrjen

source: Remote user cleared the call
ja: リモートのユーザがこちらの発信をを切りました
sq: Përdoruesi remot e mbylli thirrjen

source: Remote user rejected the call
ja: リモートのユーザがこちらの発信を拒否しました
sq: Përdoruesi remot refuzoi thirrjen

source: Call not answered in the required time
ja: 要求時間内に応答していない着信です
sq: Asnjë përgjigje thirrjes brenda kohës së kërkuar

source: Remote user has stopped calling
ja: リモートのユーザが通話を停止しました
sq: Përdoruesi remot ndërpreu thirrjen

source: Abnormal call termination
ja: 着信が切断されました (異常あり)
sq: Përfundim anormal i thirrjes

source: Could not connect to remote host
ja: リモート・ホストへ接続できませんでした
sq: E pamundur lidhje me host remot
