Repository: Iladra/ekiga
Catalog: gnome-2-14/help/*/*.po
Languages: pt_br

source: Managing incoming calls
pt_br: Gerenciando chamadas recebidas

source: <application>Ekiga</application> supports different policies for incoming calls. Per default it displays a popup window which allows you to decide whether you want to refuse or accept the request for an incoming call. Furthermore <application>Ekiga</application> offers three additional behaviors: Busy mode, Free for Chat and Forward.
pt_br: O <application>Ekiga</application> dá suporte a diferentes políticas para chamadas recebidas. Por padrão ele mostra uma janela que permite a você decidir entre recusar ou aceitar a chamada recebida. Além disso o <application>Ekiga</application> oferece três comportamentos adicionais: Modo ocupado, Livre para Conversação ou Encaminhar.

source: Busy mode
pt_br: Modo ocupado

source: If this mode is enabled <application>Ekiga</application> refuses all incoming requests and only allows outgoing calls. You are not able to receive any call and do not notice if another user tries to contact you except when looking at the Calls History.
pt_br: Se este modo estiver habilitado o <application>Ekiga</application> recusará todas as requisições recebidas. Você não receberá chamadas e não será notificado se outro usuário tentar contatar você exceto quando você procurar em Histórico de Chamadas.

source: This mode can be enabled by selecting Call -&gt; Busy in the main window.
pt_br: Este modo pode ser habilitado através de Chamar -&gt; Ocupado na janela principal.

source: Free for Chat mode
pt_br: Livre para o modo de Conversação

source: If this behavior is activated <application>Ekiga</application> accepts all incoming calls. It does not display a popup window but tries to establish the connection to the remote party immediately.
pt_br: Se este comportamento estiver habilitado, o <application>Ekiga</application> aceitará todas as chamadas recebidas. Ele não exibirá uma janela de chamada, mas tentará estabelecer a conexão com o interlocutor remoto de forma imediata.

source: This mode can be enabled by selecting Call -&gt; Free For Chat in the main window menu.
pt_br: Este modo pode ser habilitado através de Chamar -&gt; Livre para Conversação na janela principal.

source: Forward
pt_br: Encaminhar

source: <application>Ekiga</application> has the ability to forward calls to another host. Which allows you to configure <application>Ekiga</application> to forward all incoming calls to a specified URL. Furthermore it is able to forward calls interactively when you do not answer the call after a configurable amount of time or when you are busy.
pt_br: O <application>Ekiga</application> pode encaminhar chamadas para outra máquina (<foreignphrase>host</foreignphrase>). Isso permite que o <application>Ekiga</application> seja configurado para encaminhar todas as chamadas recebidas para uma URL específica. Além disso ele é capaz de encaminha chamadas de forma interativa quando você não conseguir responder a uma chamada depois de uma quantidade de tempo configurado ou quando você estiver ocupado.

source: Call Forwarding can be configured by selecting Call -&gt; Forward in the main menu or through the preferences window. Notice that you need to specify an URL where to forward calls in the preferences to be able to activate tht option. Open the preferences window by choosing Edit -&gt; Preferences in the main window and select Call Forwarding on the left. You will now see the appropriate section. It contains three checkboxes for the three cases described above and one textfield for the IP address/hostname of the host the calls shall be forwarded to.
pt_br: Encaminhamento de Chamadas pode ser configurado através de Chamada -&gt; Encaminhar na janela principal ou através da janela preferências. Note que para poder habilitar essa opção você precisa especificar em Preferências uma URL para onde as chamadas serão encaminhadas. Abra a janela de preferências escolhendo Editar -&gt Preferências na janela principal e selecione Encaminhamento de Chamada à esquerda. Existem três caixas de seleção para os três casos descritos acima e um campo de texto para o IP da máquina para onde as chamadas deverão ser encaminhadas.

source: Advanced Usage
pt_br: Uso Avançado

source: Registering Additional Accounts
pt_br: Registrando Contas Adicionais

source: The accounts window
pt_br: Janela de contas

source: You can open the accounts window by selecting Edit -&gt; Accounts. This will open the Accounts Window. The Accounts Window will allow you to add SIP and H.323 accounts and to register to them. An account descibes the user login and password parameters to register to SIP and H.323 services. Those <emphasis>services</emphasis> can be an Internet Telephony Service provider (like ekiga.net), or an IPBX (like CISCO, Nortel, or Asterisk).
pt_br: Você pode abrir a janela Contas selecionando Editar -&gt; Contas. A janela Contas será exibida, permitindo que você adicione contas SIP e H.323 e se registre nelas. Uma conta descreve os parâmetros de nome de usuário e senha registrar-se em serviços SIP e H.323. Esses <emphasis>serviços</emphasis> podem ser um ITSP (tal como ekiga.net), ou um IPBX (tal como CISCO, Nortel ou Asterisk).

source: Adding a SIP account
pt_br: Adicionando uma Conta SIP

source: <emphasis>Account Name:</emphasis> You can enter the account name.
pt_br: <emphasis>Nome da Conta:</emphasis> Você pode digitar um nome para conta.

source: <emphasis>Protocol:</emphasis> You can choose SIP.
pt_br: <emphasis>Protocolo:</emphasis> Você pode escolher o SIP.

source: <emphasis>Registrar:</emphasis> The registrar to which you want to register. This is usually an IP address or an host name that will be given to you by your Internet Telephony Service Provider, or by your administrator if you are trying to register to a SIP IPBX.
pt_br: <emphasis>Registrador:</emphasis> O Registrador para o qual se registrar. É geralmente um enderço IP ou o nome do do computador fornecido pelo seu Provedor de Serviços de Telefonia Internet, ou pelo seu administrador se você estiver tentando se registrar a um IPBX .

source: <emphasis>User:</emphasis> You can enter your login.
pt_br: <emphasis>Usuário:</emphasis> Você pode entrar com o seu nome de usuário.

source: <emphasis>Password:</emphasis> You can enter your password
pt_br: <emphasis>Senha:</emphasis> Você pode entrar com uma senha

source: <application>Ekiga</application> will do a best guess concerning the identity that will be used when calling out. Sometimes, you will need to force that identity. You can do this by specifying the identity in the user field. e.g.: dsandras@ekiga.net to force dsandras@ekiga.net to be used as outgoing identity for that account.
pt_br: O <application>Ekiga</application> fará o melhor que puder para averiguar a identidade que se usará quando fizer chamadas. Algumas vezes será necessário forçar essa identidade. Você pode fazer isso através da especificação de uma identidade no campo Usuário. Exemploo, dsandras@ekiga.net para forçar o uso de dsandras@ekiga.net como identidade de saída para esta conta.

source: To add a SIP account, simply click on the Add button. A dialog will appear and allow you to enter several parameters: <placeholder-1/><placeholder-2/>
pt_br: Para adicionar uma conta SIP, simplesmente clique no botão adicionar. Uma janela aparecerá permitindo que você entre com alguns parâmetros: <placeholder-1/><placeholder-2/>

source: <emphasis>Authentication Login:</emphasis> If it is different from the user parameter you provided above. In that case, the user field will be used to control the outgoing identity for the account you are adding, while the login will be used during the authentication phase.
pt_br: <emphasis>Login de Autenticação:</emphasis> Se ele for diferente do campo Usuário que você informou acima. Nesse caso, o campo Usuário será usado para controlar a identidade de saíde para a conta que você está adicionando, enquanto o Login de Autenticação será usado durando o fase de autenticação.

source: <emphasis>Realm/Domain:</emphasis> It is globally unique and dependant on the ITSP or the IPBX. It is generally identical to the registrar domain.
pt_br: <emphasis>Reino/Domínio:</emphasis> É globalmente único e depende do ITSP ou IPBX. Geralmente é idêntico ao campo Registrador.

source: <emphasis>Registration Timeout:</emphasis> The timeout after which the registration should be updated.
pt_br: <emphasis>Tempo de registro esgotado:</emphasis> O tempo após o qual o registro precisará ser atualizado.

source: You can also control some advanced parameters. Like the Registrar, User and Password, they will be given to you by the ITSP you are using or by your administrator. Those parameters are: <placeholder-1/>
pt_br: Você também pode controlar alguns parâmetros avançados. Como o Registrador, Usuário e Senha, eles são fornecidos a você pelo ITSP que estiver usando ou pelo seu adiministrados. Esses parâmetros são: <placeholder-1/>

source: Adding an H.323 account
pt_br: Adicionando uma conta H.323

source: <emphasis>Protocol:</emphasis> You can choose H.323.
pt_br: <emphasis>Protocolo:</emphasis> Você pode escolher H.323.

source: <emphasis>Gatekeeper:</emphasis> The gatekeeper to which you want to register. This is usually an IP address or an host name that will be given to you by your Internet Telephony Service Provider, or by your administrator if you are trying to register to an H.323 IPBX.
pt_br: <emphasis>Guardião (<foreignphrase>Gatekeeper</foreignphrase>):</emphasis> O guardião para qual você deseja se registrar. Geralmente é um endereço IP ou o nome do computador fornecido pelo seu Provedor de Serviços de Telefonia Internet, ou pelo seu administrador se você está tentando se registrar em um IPBX H.323.

source: <emphasis>Gatekeeper ID:</emphasis> The gatekeeper ID, if any.
pt_br: <emphasis>ID do guardião:</emphasis> O ID do guardião, se exitir.

source: You can also control some advanced parameters. Those parameters are: <placeholder-1/>
pt_br: Você também pode controlar alguns parâmetros avançados. Esse parâmetros são: <placeholder-1/>

source: To add an H.323 account, simply click on the Add button. A dialog will appear and allow you to enter several parameters: <placeholder-1/><placeholder-2/>
pt_br: Para adicionar uma conta H.323, simplesmente clique no botão Adicionar. Uma janela aparecerá permitindo que você entre com alguns parâmetros: <placeholder-1/><placeholder-2/>

source: Understanding URLs
pt_br: Entendendo URLs

source: SIP URL's
pt_br: URLs SIP

source: SIP URL's are formatted as such "sip:user@[host[:port]]"
pt_br: URLs SIP têm o formato "sip:usuário@[máquina[:porta]]"

source: This permits you to call the given user or extension on the specified SIP proxy: <emphasis>sip:jonita@ekiga.net</emphasis>
pt_br: Isso permite que você chame um determinado usuário ou extensão em um proxy SIP expecífico: <emphasis>sip:jonita@ekiga.net</emphasis>

source: H.323 URL's
pt_br: URLs H.323

source: H.323 URL's are formatted as such "h323:[user@][host[:port]]"
pt_br: URLs H.323 têm o formato "h323:[usuário@][máquina[:porta]]"

source: Call a given host on a port different from the default port which is 1720: <emphasis>h323:seconix.com:1740</emphasis>
pt_br: Chama um determinado computador em uma porta diferente da padrão, que é 1720: <emphasis>h323:seconix.com:1740</emphasis>

source: Call a given user using their respective alias if registered to a gatekeeper: <emphasis>h323:jonita</emphasis>
pt_br: Chama um determinado usuário usando um apelido (<foreignphrase>alias</foreignphrase>) se estiver registrado em um guardião: <emphasis>h323:jonita</emphasis>

source: Call a given phone number if you are registered to a gatekeeper for a PC-To-Phone provider, or if that user has an ENUM record associated to an H.323 URL: <emphasis>h323:003210111222</emphasis>
pt_br: Chama um determinado número de telefone se você estiver registrado em um guardião PC-To-Phone ou se o usuário possui um registro ENUM associado a uma URL H.323: <emphasis>h323:003210111222</emphasis>

source: Call a given user using their alias through a specific gateway or proxy: <emphasis>h323:jonita@gateway.seconix.com</emphasis>
pt_br: Chama um determinado usuário usando o seu apelido através de um gateway ou proxy específico: <emphasis>h323:jonita@gateway.seconix.com</emphasis>

source: Call an MCU and join a specific room: <emphasis>h323:myfriendsroom@mcu.seconix.com</emphasis>
pt_br: Chama um MCU e entra em uma sala específica: <emphasis>h323:myfriendsroom@mcu.seconix.com</emphasis>

source: This permits you to: <placeholder-1/>
pt_br: Isso permite você a: <placeholder-1/>

source: CALLTO URL's
pt_br: URLs CALLTO

source: Callto URL's are formatted as such "callto:[user@][host[:port]]"
pt_br: URLs callto têm o formato "sip:usuário@[máquina[:porta]]"

source: Callto URL's and H.323 URL's are formatted exactly the same except however callto urls also support ILS lookups through callto URLS of the type: callto:ils_server/user_mail.
pt_br: As URL Callto e H.323 estão formatadas da mesma maneira exceto que as urls callto também têm suporte a buscas ILS através de URLs callto do tipo: callto:ils_server/user_mail.

source: For example, calling <emphasis>callto:ils.seconix.com/joe.user@somedomain.com</emphasis> will look for the user with the joe.user@somedomain.com email address on the ILS server ils.seconix.com and proceed to initate a call.
pt_br: Por exemplo, chamando <emphasis>callto:ils.seconix.com/joe.user@somedomain.com</emphasis> irá procurar pelo usuário com o endereço de e-mail joe.user@somedomain.com no Servidor ILS ils.seconix.com e prossegue em iniciar a chamada.

source: Speed dials
pt_br: Discagens rápidas

source: <application>Ekiga</application> is able to associate speed dials with URLs using the address book. You can thus for example associate the speed dial <emphasis>1</emphasis> to the URL <emphasis>sip:600000@ekiga.net</emphasis>. That speed dial can then be used as URL. For example, calling <emphasis>sip:1#</emphasis> will call <emphasis>sip:600000@ekiga.net</emphasis> provided that both are associated together in the address book.
pt_br: O <application>Ekiga</application> é capaz de associar discagens rápidas com URLs usando o Catálogo de Endereços. Você pode, por exemplo, associar a discagem rápida <emphasis>1</emphasis> à URL <emphasis>sip:600000@ekiga.net</emphasis>. A discagem rápida pode ser usada como URL. Por exemplo, chamando <emphasis>sip:1#</emphasis> irá chamar <emphasis>sip:600000@ekiga.net</emphasis>, uma vez que ambos estão associados no catálogo de endereços.

source: Controlling the Video Bandwidth
pt_br: Controlando a Largura de Banda de Vídeo

source: <application>Ekiga</application> is using a best-effort algorithm to maintain a low bandwidth when transmitting video. You can adjust the video quality settings following you prefer to have a good frame rate, or a good picture quality. It will permit <application>Ekiga</application> to dynamically adjust the video bandwidth and the number of transmitted images per second during a call while trying to respect the requested video bandwidth.
pt_br: O <application>Ekiga</application> usa um algoritmo de melhor-esforço para manter uma largura de banda baixa enquanto transmite vídeo. Você pode ajustar a qualidade de vídeo segundo suas preferências para ter uma boa taxa de quadros ou uma boa qualidade de imagem. Isso permite ao <application>Ekiga</application> ajustar dinamicamente a largura de banda de vídeo e o número de imagens transmitidas por segundo durante as chamadas e ao mesmo tempo tentar respeitar os valores requisitados para a largura de banda de vídeo.

source: Notice that the algorithm is a best-effort algorithm, which means that if you specify too low video bandwidth settings, it can be impossible to respect them. However, if the video bandwidth permits to transmit with a better quality, or faster than the requested values, then <application>Ekiga</application> will dynamically increase them so that the quality and the framerate are always the best possible.
pt_br: Note que o algoritmo é um algoritmo de melhor-esforço, o que significa que, se você especificar uma largura de banda muito baixa, pode ser impossível respeitá-la. Entretanto, se a largura de banda de vídeo permitir transmitir com uma qualidade melhor, ou mais rápido que o requisitado, então o <application>Ekiga</application> incrementará automaticamente de tal forma que a qualidade e a taxa de quadros sejam as melhores possíveis.

source: Choosing a higher framerate and a lower quality will have the same result in terms of video bandwidth than choosing a higher quality with a lower framerate. It depends if you prefer using your bandwidth to transmit more lower quality images or fewer big quality images.
pt_br: Escolhendo uma alta taxa de quadros e uma baixa qualidade terá os mesmos resultados em termos de vídeo que escolhendo uma qualidade alta e uma taxa de quadros baixa. Isso depende de você preferir usar sua largura de banda para transmitir mais imagens de qualidade baixa ou imagens de qualidade alta.

source: Managing Codecs
pt_br: Gerenciando Codecs

source: Audio Codecs
pt_br: Codecs de Áudio

source: The <application>Ekiga</application> audio codecs table in the preferences permits you to change the codecs order as well as disabling the codecs you don't want to use. Each codec has strong and weak points. For example, G.711 will give the best voice quality but will use the most bandwidth while SPEEX will give an average voice quality but requiring a very low bandwidth usage. Notice that there are two versions of SPEEX, one of them is SPEEX WideBand. You can see that to the 16 kHz clock rate.
pt_br: A tabela de codecs do <application>Ekiga</application>, nas preferências, permite que você tanto altere a ordem quanto desative os codecs que você não quer usar. Cada codec tem pontos fortes e fracos. Por exemplo, G.711 dará a melhor qualidade de voz mas ele usa mais largura de banda enquanto o SPEEX dará uma qualidade média de voz sem usando pouca largura de banda. Note que existem duas versões do SPEEX, uma delas é SPEEX WideBand. Você pode ver que esta última tem uma Taxa de Relógio de 16 kHz.

source: Reordering the codecs
pt_br: Reorganizar os codecs

source: When you reorder the codecs, you are reordering the local capabilities table, ie the codecs you will use for sending. You will always transmit audio using the first codec in the table that is in common with the remote user. The remote user will transmit audio using the first codec in his table that is common with you.
pt_br: Quando você reorganiza os codecs você está reorganizando a tabela local de capacidades, isto é, os codecs que serão usados para o envio do áudio. O áudio é sempre transmitido usando o primeiro codec na tabela o que é em comum com o usuário remoto. O usuário remoto transmitirá o áudio usando o primeiro codec de sua tabela que esteja presente na tabela que você configurou

source: Forcing the use of a specific codec
pt_br: Forçar a utilização de um codec específico

source: You can force the use of a specific codec by disabling all other codecs, but it will result in failed calls if the remote user doesn't allow that specific codec. The best is to put your prefered codecs at the top of the list so that you always transmit with them if the remote user allows it and to disable the codecs that you don't want to use for transmission and reception.
pt_br: Você pode forçar o uso de um determinado codec desabilitando todos os outros, mas isso pode resultar em falhas de chamadas se o usuário remoto não permitir especificamente esse codec. O melhor a fazer é colocar os seus codecs preferidos no topo da lista, de forma que você sempre transmita com eles se o usuário remoto os permitir, e desabilitar os codecs que você não quer usar para transmissão e recepção.

source: Adjusting the jitter buffer
pt_br: Ajustando o buffer de tremor (<foreignphrase>jitter</foreignphrase>)

source: You can adjust the delay to wait before playing the sound buffers that you have received using the jitter buffer adjustment. If there is too much packets loss, the delay required to have received all packets could be so important that it will exceed the jitter buffer. In such a case, the sound you are receiving will be of bad quality. A solution to that problem would be to increase the maximum limit of the jitter buffer to a few seconds, resulting in a big delay but in an improved voice quality. Notice that the jitter buffer will readapt itself to the lowest delay allowing for optimum transmission, and that a bad voice quality in reception is not due to a too low jitter buffer value, but to bad internet connection quality.
pt_br: Você pode ajustar o retardo antes da execução dos buffers de áudio recebidos usando o ajuste do buffer de jitter. Se existir muitos pacotes perdidos, o retardo necessário para receber todos os pacotes pode ser tão importante que irá exceder o buffer de jitter. Nesse case, o áudio que você está recebendo será de má qualidade. A solução para esse problema pode ser o aumento do limite máximo do buffer de jitter para algums segundo, resultando em um retardo muito grande mas com melhorias na qualidade do áudio. Observe que o buffer de jitter se readaptará para o retardo mais baixo permitindo uma ótima transmissão, e que uma má qualidade de recepção do áudio não é devido ao um valor baixo do buffer de jitter mas, sim, a uma conexão à Internet de ruim.

source: Changing Ports
pt_br: Alterando Portas

source: The listen ports
pt_br: Portas de escuta

source: The main port listening for incoming connections in <application>Ekiga</application> for SIP is port 5060 (UDP), while 1720 (TCP) is used by H.323. To change those ports you need to load "gconf-editor". Open gconf-editor, select apps from the left hand side menu and then select <application>Ekiga</application>. Then select "sip" or "h323", it should give you a list in the corresponding window to your right. Select listen_port and change it to your desired value. You can also change the UDP/RTP port ranges.
pt_br: A porta principal de escuta das conexões recebidas no <application>Ekiga</application> para o SIP é a porta 5060 (UDP), enquanto a porta 1720 (TCP) é usada pelo H.323. Para mudar essas portas você precisa executar "gconf-editor". Execute o gconf-editor, selecione apps no menu a esquerda e selecione <application>Ekiga</application>. Então selecione "sip" ou "h323", deverá surgir na janela à direita uma lista correspondente. Selecione listen_port e altere para o valor desejado. Você também pode alterar as faixas de portas em UDP e RTP.

source: Explanation of the port ranges
pt_br: Explicação das faixas de portas

source: 1. The "listen_port" value is the port <application>Ekiga</application> will listen for incoming connections on. It is different for SIP and H.323.
pt_br: 1. O valor da porta "listen_port" é a porta que o <application>Ekiga</application> escutará procurando recebidas. Esse valor é diferente para o SIP e para o H.323.

source: 2. The "rtp_port_range" value is the range of UDP ports that <application>Ekiga</application> will use for RTP (audio and video communication channels). <application>Ekiga</application> needs to be restarted for the new values to take effect.
pt_br: 2. Os valores em "rtp_port_range" são uma faixa de portas UDP que o <application>Ekiga</application> usará para RTP (canais de comunicação de áudio e vídeo). O <application>Ekiga</application> precisa ser reiniciado para que os novos valores tenham efeito.
