Repository: Iladra/ekiga
Catalog: gnome-2-14/help/*/*.po
Languages: pt_br

source: <application>Ekiga</application> can be used to receive incoming calls from regular phones. To allow this, you can simply login to your PC-To-Phone account using the Tools menu as described above, and buy a phone number in the country of your choice. <application>Ekiga</application> will ring when people will call that phone number.
pt_br: O <application>Ekiga</application> pode ser usado para receber chamadas de telefones reais. Para permitir isso você pode simplesmente iniciar a seção em sua conta PC-To-Phone usando o menu Ferramentas como descrito acima e comprar um número de telefone no país de sua escolha. O <application>Ekiga</application> soará quando alguém ligar para esse número de telefone.

source: You can actually use any H.323 or SIP ITSP provider, including your own PBX at work. However we recommend using the integrated provider.
pt_br: Atualmente você pode usar qualquer provedor ITSP H.323 ou SIP, incluindo o seu PBX do seu escritório. Entretanto nós recomendamos usar o provedorintegrado.

source: Sending instant messages
pt_br: Enviando mensagens instantâneas

source: <application>Ekiga</application> allows you to send instant messages to remote users provided that you know their URL. You can by opening the chat window by selecting Tools -&gt; Chat Window. To send a text message to an user, simply enter his SIP address in the URL field, enter your text message, and click on Send. You can later decide to call that user by clicking on Call User.
pt_br: O <application>Ekiga</application> permite que você envie mensagens instantâneas para usuários remotos desde que você conheça suas URLs. Você pode abrir uma janela de conversação em texto. Para enviar uma mensagem de texto para um usuário, simplesmente digite o endereço SIP no campo URL, digite a mensagem de texto e clique no botão Enviar. Você pode mais tarde decidir chamar esse usuário clicando no botão Chamar.

source: You can also use the white pages described later to send instant messages to online users. To do this, simply highlight an user, and select Contact -&gt; Send Message. The chat window will appear and allow you to do a conversation with the selected remote user.
pt_br: Você também pode usar as páginas brancas descritas abaixo para enviar mensagens instantâneas para usuários online. Para fazer isso, selecione o usuário e selecione Contato -&gt; Enviar Mensagem. A janela de mensagens de texto aparecerá permitindo que você converse com o usuário remoto selecionado.

source: You can also exchanges text messages with H.323 <application>Ekiga</application> users, but only while being in a call. To do this, simply click on the new tab icon, and a new tab will automatically be created allowing a conversation with the user you are in a call with.
pt_br: Você também pode trocar as mensagens de texto com usuários H.323 do <application>Ekiga</application>, mas somente se estiver em uma chamada. Para fazer isso, clique no ícone de nova aba e uma nova aba será criada automaticamente permitindo a conversação com o seu usuário em uma chamada.

source: Managing Calls
pt_br: Gerenciando Chamadas

source: Understanding the statistics
pt_br: Entendendo as estatísticas

source: To view the statistics, please select the Statistics tab in the control panel.
pt_br: Para visualizar as estatísticas, selecione a aba Estatísticas no painel de controle.

source: The statistic visualizes the network traffic caused by <application>Ekiga</application>. It draws a graph for each RTP stream. This means that - if audio and video are enabled in <application>Ekiga</application> and the client of the remote party - you will see four different graphs. (incoming audio stream, incoming video stream, outgoing audio stream, outgoing video stream)
pt_br: A estatística visualiza o tráfego na rede do <application>Ekiga</application>. Um gráfico é desenhado para cada fluxo RTP. Isso significa que - se o áudio e vídeo estão habilitados no <application>Ekiga</application> e no interlocutor remoto - você verá quatro gráficos diferentes. (áudio recebido, vídeo recebido, áudio enviado e vídeo enviado).

source: Lost packets: The percentage of lost packets, ie of packets from the remote user that you did not receive. A too high packets loss during the reception can result in voice and/or video distortion and is usually caused by a bad network provider or by settings requiring much bandwidth.
pt_br: Pacote perdidos: Percentual de pacotes perdidos, ou seja, pacotes vindos do usuário remoto que não foram recebidos. Uma quantidade alta de pacotes perdidos durante a recepção resulta em distorção no áudio e vídeo e é geralmente causado por um provedor de rede ruim ou pelas configurações que requerem muita banda.

source: Late packets: The percentage of late packets, ie of packets from the remote user that you received but too late to be taken into account, <application>Ekiga</application> being sending and receiving real-time video and audio.
pt_br: Pacotes atrasados: Percentual de pacotes atrasados, ou seja, pacotes vindos do usuário remoto que foram recebidos com muito atraso para serem levados em conta, por o <application>Ekiga</application> estar enviando e recebendo vídeo e áudio em tempo real.

source: Round-trip delay: The required time for a packet to arrive at its destination and come back. You can see the Round-Trip delay during a call as a connection quality indicator together with the Lost and Late packets statistics.
pt_br: Atraso Round-Trip: Tempo necessário para um pacote chegar ao seu destino e voltar. Você pode ver o atrado Round-Trip durante uma chamada como um indicador de qualidade da conexão junto com as estatísticas de pacotes perdidos e atrasados.

source: Jitter buffer: The Jitter buffer is the buffer where received sound packets are accumulated. When the buffer is full, then the sound is played. If your network is of bad quality, then you need a big jitter buffer, ie a big delay before sound is played back, because you need more time before being able to play audio back.
pt_br: Buffer de Jitter: O buffer de jitter é o buffer no qual os pacotes de sons recebidos são acumulados. Quando o buffer estiver cheio, o som será tocado. Se sua rede é de má qualidade, então você precisará de um buffer de jitter grande, ou seja, um tempo de espera grande antes do som ser tocado porque será necessário mais tempo para que se esteja pronto para tocar o som.

source: Adjusting the audio and video settings
pt_br: Ajustando as configurações de áudio e vídeo

source: Your audio and video settings can be adjusted through the control panel while you are in a call. If you want to change the audio input or output devices during a call, simply select the Audio tab in the panel. The brightness, whiteness, color and contrast of your video input device are changed via the Video tab.
pt_br: As configurações de áudio e de vídeo podem ser ajustadas através do painel de controle enquanto você está em uma chamada. Se você deseja ajustar a saída ou a entrada de áudio durante uma chamada, simplesmente selecione a aba Áudio no painel. O brilho, a quantidade de branco, cor e o contraste do seu dispositivo de vídeo podem ser ajustados na aba Vídeo.

source: Controlling the call
pt_br: Controlando a chamada

source: <application>Ekiga</application> supports several actions which can be performed when in a call. These actions enable you to control active sessions.
pt_br: O <application>Ekiga</application> dá suporte à execução de diversas ações durante uma chamada. Essas ações permitem o controle das seções ativas.

source: Ending a call: The communication to the remote user can be ended by selecting Call-&gt;Disconnect.
pt_br: Desligar uma chamada: Uma comunicação com um usuário remoto pode ser desligada selecionando Chamada -&gt; Desligar.

source: Holding a call: You can hold a remote party call by selecting Call-&gt;Hold. This effectively pauses Video and Audio transmission, to continue transmission again you select Call-&gt;Retrieve Call and Video and Audio Transmission will begin again.
pt_br: Chamada em Espera: Você pode colocar uma chamada remota em espera selecionando Chamada -&gt; Pôr Chamada em Espera. Isso causará uma pausa nas transmissões de Vídeo e de Áudio. Para continuar a transmissão novamente, selecione Chamada -&gt; Recuperar Chamada em Espera, assim o Vídeo e o Áudio voltarão a ser transmitidos.

source: Mute Audio: This effectively prevents all Audio communication to your respective party.
pt_br: Suspender Áudio: Isso impede de forma eficaz toda a comunicação de áudio para o seu interlocutor.

source: Suspend Video: This effectively prevents all Video transmission to your respective party.
pt_br: Suspender Vídeo: Isso impede de forma eficaz toda a transmissão de vídeo para o seu interlocutor.

source: Transferring the remote party: You can transfer the remote user to another H.323 or CALLTO URL by using the appropriate menu entry in the Call menu or by double-clicking on an user in your address book, or in the calls history.
pt_br: Transferir ao interlocutor remoto: Você pode transferir o usuário remoto para outra URL H.323 ou CALLTO usando a entrada do menu apropriada no menu Chamar ou clicando duas vezes em um usuário no seu catálogo de endereços ou no histórico de chamadas.

source: All URLs supported by <application>Ekiga</application> (SIP, H.323, CALLTO and Speed Dials) can be used for call transfer.
pt_br: Todas a URLs às quais o <application>Ekiga</application> dá suporte (SIP, H.323, CALLTO e Chamadas Rápidas) podem ser usadas para transferir chamadas.

source: Taking a snapshot
pt_br: Capturando uma imagem

source: While in a call you can take a snapshot of the remote party via Call -&gt; Save Current Picture. A PNG-file will be saved in the current directory. The filename consists of three parts: the save_prefix, date and current time. (e.g. <application>Ekiga</application>-snap-2003_06_19-024316.png).
pt_br: Durante uma chamada você pode obter uma imagem atual do interlocutor remoto através de Chamada -&gt; Salvar imagem Atual. Um arquivo PNG será salvo no diretório corrente. O nome do arquivo é composto de três partes: o prefixo, data e a hora atual. (exemplo, <application>Ekiga</application>-snap-2003_06_19-024316.png)

source: Watching calls execution using the history windows
pt_br: Verificando a execução de chamadas usando a janela de histórico

source: History windows in <application>Ekiga</application> are comparable to logfiles. They keep chronological track of actions performed by <application>Ekiga</application> and provide additional information to the user.
pt_br: Janelas de histórico no <application>Ekiga</application> são comparáveis a arquivos de registros (<foreignphrase>log</foreignphrase>). Elas listam as ações do <application>Ekiga</application> em ordem cronológica e fornecem informações adicionais ao usuário.

source: General History
pt_br: Histórico Geral

source: The General History window keeps track of many operations which are mainly performed in the background. It displays information about audio and video devices, calls, codecs and other details. The latest operations can be found at the bottom, older entries are shown on the top. You can access this information by opening Tools-&gt;Generic History.
pt_br: A janela de histórico Geral mantém uma seguimento das operações que se realizam em segundo plano. Exibe informações sobre os dispositivos de áudio e vídeo, chamadas, codecs e outros detalhes. As últimas operações se encontram na parte debaixo, operações antigas são mostradas na parte de cima. Você pode acessar essas informações através de Ferramentas -&gt; Histórico Geral.

source: Calls History
pt_br: Histórico de Chamadas

source: Received calls contains all incoming calls which were accepted by <application>Ekiga</application>
pt_br: Chamadas recebidas: contém todas as chamadas recebidas pelo <application>Ekiga</application>

source: Placed calls keeps track of all attempts - succesful or not - to call another user.
pt_br: Chamadas feitas: lista todas as tentativas , com sucesso ou não, de chamar o usuário remoto.

source: Unanswered calls shows incoming calls which timed out or were rejected (if Do Not Disturb is enabled, for instance) by <application>Ekiga</application>.
pt_br: Chamadas não atendidas: mostra as chamadas recebidas que foram perdidas ou rejeitadas (por exemplo, se o Não Perturbe estiver ativo) pelo <application>Ekiga</application>.

source: The Calls History window stores information (date, duration, URL, Software, Remote user) about all outgoing and incoming calls. They are divided into three groups - Received calls, Placed calls and Unanswered calls. <placeholder-1/>
pt_br: A janela de Histórico de Chamadas armazena informações (data, duração, URL, Programa, Usuário Remoto) sobre todas as chamadas recebidas e efetuadas. Elas são dividas em três grupos - Recebidas, Feiras e Não Atendidas. <placeholder-1/>

source: Double-clicking on a row in the Calls History will call back the selected user or transfer any active call to that user. Notice that you can also drag and drop entries from the Calls History into the Address Book to store contact information.
pt_br: Um clique duplo em uma linha em Histórico de Chamadas irá chamar o usuário selecionado ou transferir qualquer chamada ativa para este usuário. Note que você pode também arrastar e soltar desde o Histórico de Chamadas ao Catálogo de Endereços para armazenar informações de contato.

source: This information can be accessed by opening Tools-&gt;Calls History and by switching between the three tabs.
pt_br: Estas informações podem ser acessadas através de Ferramentas -&gt; Histórico de Chamadas e alternando entre as três abas.

source: Managing Contacts
pt_br: Gerenciado Contatos

source: Managing my contacts with the Address Book
pt_br: Gerenciando meus contatos com o Catálogo de Endereços

source: The Address Book is a feature which allows you to find users to call and/or to save locally your list of persons that you call on a regular basis. It respectively loads the list of users from the LDAP directory and will store locally their addresses and associated speed dials (if any).
pt_br: O Catálogo de Endereços é uma característica que permite a você procurar por usuários para chamar e/ou salvar localmente em sua lista de pessoas que você chama regularmente. Carrega a lista de usuários de uma diretório LDAP e armazenará localmente seus endereçõs e discagens rápidas associadas (se existir).

source: Basics of the Address Book
pt_br: Uso Básico do Catálogo de Endereços

source: To open the Address Book, select Tools -&gt; Address Book and the <application>Ekiga</application> Addressbook window should appear. To your left there will be a list dialog showing the Servers you have added to the list as well as a list of local Address Books. The defaults are the <application>Ekiga</application> white pages, the contacts near you, and the personal address book from <ulink url="http://www.novell.com/products/evolution" type="http">Novell Evolution</ulink>.
pt_br: Para abrir o Catálogo de Endereços, selecione Ferramentas -&gt; Catálogo de Endereços e a janela de Endereços do <application>Ekiga</application> aparecerá. Em seu lado esquerdo está uma janela mostrando os Servidores que você adicionou à lista como também a sua lista local de endereços. O padrão são as páginas brancas do <application>Ekiga</application>, os contatos próximos a você e a lista pessoal de <ulink url="http://www.novell.com/products/evolution" type="http">Novell Evolution</ulink>.

source: <application>Ekiga</application> is able to use several types of address books, allowing to search for remote contacts, and bookmark local contacts. The most common address book type is the LDAP directory where you can find information about registered users. <application>Ekiga</application> is able to browse any LDAP directory and use a specific attribute as calling URL. For example, you could have an LDAP directory in your company, with a specific attribute containing the local extensions of all your colleagues. <application>Ekiga</application> is able to use such an LDAP directory. Simply select in File -&gt; New Address Book, and choose remote LDAP as type.
pt_br: O <application>Ekiga</application> está pronto para usar vário tipos de Catálogo de Endereços, permitindo pesquisar por contatos de usuários remotos e marcar os contatos locais. O tipo mais comum de catálogo de endereços é o diretório LDAP, onde você pode encontrar informações sobre usuários registrados. O <application>Ekiga</application> está pronto para navegar em qualquer diretório LDAP e usar um atributo específico como URL de chamada. Por exemplo, você pode ter um diretório LDAP em sua empresa, com um atributo específico contendo as extensões locais de todos os seus colegas. O <application>Ekiga</application> está pronto para usa tal diretório LDAP. Simplesmente selecione em Arquivo -&gt; Novo Catálogo de Endereços, e escolha o tipo LDAP Remoto.

source: <application>Ekiga</application> is also able to detect other <application>Ekiga</application> users on the LAN using the Bonjour technology popularized by Apple (tm). That supposes you have a local mDNSResponder daemon running on your computer. Finally, <application>Ekiga</application> is able to bookmark contacts in the local address book, shared with the <ulink url="http://www.novell.com/products/evolution" type="http">Novell Evolution</ulink> suite.
pt_br: O <application>Ekiga</application> está pronto para detectar outros usuários <application>Ekiga</application> em sua rede local - LAN - usando a tecnologia Bonjour popularizada pela Apple (tm). Isso supões que você tem um serviço mDSNResponder rodando em seu computador. Finalmente, o <application>Ekiga</application> está pronto para marcar contatos em seu catálogo de endereços local, compartilhado com o <ulink url="http://www.novell.com/products/evolution" type="http">Novell Evolution</ulink>.

source: To refresh the list of users for a specific address book, simply click the Find button. It will search for all users in that address book. You can contact people by double clicking on their highlighted field. You can also Drag-and-Drop to call a specific party by selecting the highlighted field and dragging it into the Main Window.
pt_br: Para recarregar a lista de usuários para um determinado catálogo de endereços, simplesmente clique no botão Localizar. Ele irá procurar por todos os usuários nesse catálogo de endereços. Você pode contatar pessoas clicando duas vezes no campo demarcado. Você também pode arrastar e soltar para chamar um interlocutor específico selecionando o campo demarcado e arrastando ele dentro da Janela Mãe.

source: In certain cases you will want to search specifically for a person name, his or her call URL, or his location in the <application>Ekiga</application> white pages. The address book window allows you to apply filters when searching for contacts.
pt_br: Em certos casos você desejará procurar especificamente pelo nome de uma pessoa, por sua URL de chamada ou sua localização nas páginas brancas do <application>Ekiga</application>. O Catálogo de Endereços permite que você aplique filtros quando procurar por contatos.

source: The <application>Ekiga</application> white pages will allow you to look for users in your region. It returns a limited number of results corresponding to your search. If the user is associated to a red icon, it means that he is online. If he is associated to a greyed out icon, it means he is offline. You can then add him to your personal address book to call him later.
pt_br: As páginas brancas do <application>Ekiga</application> permitem que você procure pro usuários em sua região. Ele retornará um número limitado de resultados para sua pesquisa. Se o usuário estiver com o ícone em vermelho, significa que ele está conectado (<foreignphrase>online</foreignphrase>). Se o ícone estiver em cinza está desconectado. Você então pode adicioná-lo a seu Catálogo de Endereços pessoal para chamá-lo mais tarde.

source: Managing remote and local contacts
pt_br: Gerenciando contatos remotos e locais

source: To add an address book, select File -&gt; New Address Book. A dialog will appear. You then select the type of address book you want to add. The type can be Local, or remote LDAP or remote ILS. Enter the server name. Enter the name, the various parameters and select 'OK' and the new address book should now appear in the address books list. If you do not know what parameters to use for a remote LDAP address book, please ask them to your administrator. The address book parameters can be changed at any time by selecting File -&gt; Properties when the address book is highlighted. It can also be deleted by selecting File -&gt; Delete.
pt_br: Para adicionar um catálogo de endereços, selecione Arquivo -&gt; Novo Catálogo de Endereços. Uma janela aparecerá. Selecione o tipo de catálogo de endereços que você quer adicionar: local, LDAP Remoto ou ILS Remoto. Entre com o nome do Servidor. Digite o nome, vários outros parâmetros e selecione 'OK' e novo catálogo de endereços surgirá na lista de catálogos de endereços. Se você desconhece os parâmetros a usar para o catálogo de endereços remoto LDAP, consulte o administrador. Os parâmetros do catálogo de endereços podem ser alterados a qualquer momento através do Arquivo -&gt; Propriedades enquanto o Catálogo de Endereços estiver demarcado. Ele também pode ser apagado através de Arquivo -&gt; Apagar.

source: To add a contact to one of your local address books, simply select the address book you wish to add the contact and select Contact -&gt; New Contact. The option of adding a New Contact will appear and you may now enter his name and VoIP URL as well as other settings. After complete select 'OK' and now your contact has been added. You can only add contacts to local address books. The contact parameters can be changed at any time by selecting File -&gt; Properties when the contact is highlighted. He can also be deleted by selecting File -&gt; Delete.
pt_br: Para adicionar um contato a seu catálogo de endereços, simplesmente selecione o catálogo de endereços ao qual você deseja adicionar o contato e selecione Contatos -&gt; Novo Contato. A opção para adicionar um contato novo aparecerá e você agora poderá digitar o nome, URL VoIP e tambpem outras informações do contato. Após completar, selecione 'OK' e então seu contato estará adicionado. Você só pode adicionar contatos a seu catálogo de endereços local. As informações dos contatos pode ser alteradas a qualquer momento através de Arquivo -&gt; Propriedades enquanto o contato estiver demarcado. Ele também pode ser apagado através de Arquivo -&gt; Apagar.

source: You can also add a contact from the white pages (or any other local or remote address book) by selecting the highlighted contact and dragging him to the specific local address book you wish to add him to or by selecting Contact -&gt; Add Contact to Address Book when selecting that contact.
pt_br: Você também pode adicionar contatos das páginas brancas (ou qualquer catálogo local ou remoto) selecionando o contato demarcado e arrastá-lo para um catálogo de endereços específico no qual você deseja acrescentar ou através de Contatos -&gt; Adicionar Contato ao Catálogo de Endereços enquanto o contato estiver demarcado.

source: Finally, you can edit the groups your users belong to using the User Properties dialog from the main menu or from the right-click menu, or using drag-and-drop between groups.
pt_br: Finalmente, você pode editar os grupos aos quais os seus usuários pertencem usando a janela Propriedades a partir do menu principal ou através do menu de contexto ou usando o arrastar e soltar entre os grupos.

source: Managing Incoming Calls
pt_br: Gerenciando Chamadas Recebidas
