Repository: Iladra/ekiga
Catalog: gnome-2-14/help/*/*.po
Languages: pt_br

source: <application>Ekiga</application> Manual 2.00
pt_br: Manual do <application>Ekiga</application> 2.00

source: Ekiga Manual 2.0
pt_br: Manual do <application>Ekiga</application> 2.0

source: This documentation is for version 2.00 of Ekiga.
pt_br: Essa documentação é para a versão 2.00 do Ekiga.

source: User manual for the Ekiga Voice over IP, IP Telephony and Video-Conferencing application
pt_br: Manual do Usuário do aplicativo <application>Ekiga</application> Voz sobre IP, Telefonia IP e Vídeo Conferência

source: Introduction
pt_br: Introdução

source: <application>Ekiga</application> is a free Voice over IP, IP Telephony and Video-Conferencing application for Linux and other Unices (e.g BSD, OpenSolaris or MacOSX). It was written by Damien Sandras and is licensed under the GNU/GPL.
pt_br: <application>Ekiga</application> é uma aplicação livre de Voz sobre IP, Telefonia IP e de Vídeo Conferência para Linux e outros Unices (ex. BSD, OpenSolares ou MAC OSX). Essa aplicação foi escrita por Damien Sandras e está licenciada nos termos da GNU/GPL.

source: Ekiga is able to use modern Voice over IP protocols like SIP, and H.323. It supports all major features defined by those protocols like <emphasis>call hold</emphasis>, <emphasis>call transfer</emphasis>, <emphasis>call forwarding</emphasis>, ... It also supports basic <emphasis>instant messaging</emphasis>, and has advanced support for <emphasis>NAT traversal</emphasis>. Ekiga supports the best <emphasis>free</emphasis> audio and video codecs, and has wideband support for a superior audio quality, together with echo cancellation.
pt_br: O Ekiga está pronto para usar os modernos protocolos de Voz sobre IP tais como SIP e H.323. O Ekiga tem suporte à maioria dos recursos definidos nesses protocolos, tais como <emphasis>chamada em espera</emphasis>, <emphasis>transferência de chamada</emphasis>, <emphasis>encaminhamento de chamada</emphasis>, ... Também possui suporte básico a <emphasis>mensagens instantâneas</emphasis>, e suporte avançado a <emphasis>NAT transversal</emphasis>. O Ekiga tem suporte aos melhores codecs <emphasis>livres</emphasis> de áudio e vídeo, e possui suporte a banda larga para uma qualidade superior de áudio junto com cancelamento de eco.

source: SIP and H.323
pt_br: SIP e H.323

source: The Session Initiation Protocol (SIP) is a protocol developed by the IETF MMUSIC Working Group and proposed standard for initiating, modifying, and terminating an interactive user session that involves multimedia elements such as video, voice, instant messaging, online games, and virtual reality. In November 2000, SIP was accepted as a 3GPP signaling protocol and permanent element of the IMS architecture. It is one of the leading signalling protocols for Voice over IP.
pt_br: O Protocolo de Início de Sessão (<foreignphrase>Session Initiation Protocol - SIP</foreignphrase>) é o protocolo desenvolvido pelo Grupo de Trabalho IETF MMUSIC e foi proposto como padrão para início, modificação e término de uma sessão interativa que envolve elementos multimídia tais como vídeo, voz, mensagem instantânea, jogos on-line e realidade virtual. Em Novembro de 2000, o SIP foi aceito como um protocolo de sinalização 3GPP e elemento permanente da arquitetura IMS. Ele é um dos protocolos de Voz sobre IP mais utilizados.

source: H.323 was originally created to provide a mechanism for transporting multimedia applications over LANs but it has rapidly evolved to address the growing needs of VoIP networks. One strength of H.323 was the relatively early availability of a set of standards, not only defining the basic call model, but in addition the supplementary services, needed to address business communication expectations. H.323 was the first VoIP standard to adopt the IETF standard RTP to transport audio and video over IP networks. H.323 is based on the ISDN Q.931 protocol and is suited for interworking scenarios between IP and ISDN, respectively between IP and QSIG. A call model, similar to the ISDN call model, eases the introduction of IP Telephony into existing networks of ISDN based PBX systems.
pt_br: H.323 foi originalmente criado para prover um mecanismo para transportar aplicativos multimídia sobre LANs, mas evoluiu rapidamente para atender às necessidades de crescimento das redes VoIP. Um ponto forte do H.323 era a disponibilidade relativamente precoce de um conjunto de padrões, não somente definindo o modelo básico de chamada, mas também os serviços suplementares, necessários para atender as expectativas de comunicação das empresas. H.323 foi o primeiro padrão VoIP a adotar o padrão IETF RTP para transportar áudio e vídeo sobre redes IP. H.323 é baseado no protocolo ISDN Q.931 e é apropriado para o funcionamento entre IP e ISDN, respectivamente entre IP e QSIG. Um modelo de chamada, similar ao modelo de chamada do ISDN, facilita o uso de Telefonia IP em redes de sistemas PABX baseados em ISDN.

source: Getting Started
pt_br: Iniciando

source: When starting <application>Ekiga</application> for the first time the configuration assistant will show automatically. The Configuration Assistant is a step-by-step questionnaire that will guide you through all the steps involved in creating the basic configuration you will need to operate <application>Ekiga</application>. You should go through all of these steps properly, otherwise the assistant will re-appear (when it has not been completed) or <application>Ekiga</application> will not function appropriately (if some of your answers have not been correct). You may run the Configuration Assistant at any time from the Edit menu.
pt_br: Quando se inicia o <application>Ekiga</application> pela primeira vez, o assistente de configuração será exibido automaticamente. O Assistente de Configuração é um questionário passo-a-passo que irá guia-lo através de todos os passos envolvidos na criação de uma configuração básica para o funcionamento do <application>Ekiga</application>. É recomendável que você siga todos os passos corretamente, do contrário, o assistente irá reaparecer (enquanto ele não for totalmente concluído) ou o <application>Ekiga</application> não irá funcionar de forma correta (se alguma informação estiver incorreta). Você pode executar o Assistente de Configuração a qualquer momento pelo menu Editar.

source: Tip
pt_br: Dica

source: All settings can be changed via the preferences window at anytime.
pt_br: Todas as configurações podem ser alteradas a qualquer momento através da janela preferências.

source: Configuration Assistant Introduction
pt_br: Introdução ao Assistente de Configuração

source: Throughout the entire configuration process navigation is available at the bottom of the window. You will be able to navigate through the questions using Back, Forward and Cancel. If you hit Cancel during the setup <application>Ekiga</application> will not be affected by your changes and all entered information will be discarded.
pt_br: Durante todo o processo de configuração, a navegação estará disponível na parte inferior da janela. Você poderá navegar através das questões usando Voltar, Avançar e Cancelar. Se você selecionar Cancelar durante a configuração, o <application>Ekiga</application> não será afetado por suas mudanças e todas as informações serão descartadas.

source: This page welcomes you to the Configuration Assistant. There is nothing to change or edit here. Press the 'Forward' button towards the bottom of the window to start the configuration.
pt_br: Esta página dá as boas vindas a você ao Assistente de Configuração. Não há nada aqui para ser alterado ou editado. Pressione o botão Avançar localizado na parte inferior da janela para iniciar a configuração.

source: Personal information
pt_br: Informações pessoais

source: The Personal Information window requires you to supply personal information to use <application>Ekiga</application>. This information is displayed when connecting to other audio/video applications.
pt_br: A janela de Informações Pessoais requer que você forneça suas informações pessoais para usar o <application>Ekiga</application>. Essas informações serão exibidas quando você se conectar com outras aplicações de áudio/vídeo.

source: ekiga.net Account
pt_br: Conta do ekiga.net

source: ekiga.net is a free SIP services platform provided to <application>Ekiga</application> users. If you want to call other users and to be callable, you need a SIP address. You can get one from <ulink url="http://www.ekiga.net" type="http">http://www.ekiga.net</ulink>. ekiga.net also offers additional services like conference rooms, voice mail or online white pages. Please see <ulink url="http://www.ekiga.net" type="http">http://www.ekiga.net</ulink> for more information.
pt_br: ekiga.net é uma plataforma livre de serviços SIP disponibilizada aos usuários do <application>Ekiga</application>. Se você desejar fazer chamadas a outros usuários e ser chamado, você precisa de um endereço SIP. Você pode obter um em <ulink url="http://www.ekiga.net"type="http">http://www.ekiga.net</ulink>. ekiga.net também oferece serviços adicionais tais como salas de conferência, mensagens de voz ou página brancas online. Veja <ulink url="http://www.ekiga.net" type="http">http://www.ekiga.net</ulink> para maiores informações.

source: Just follow the link given in the dialog to get an account if you do not have one, then fill in your username and password. Please press 'Forward' after having entered all required information to continue.
pt_br: Simplesmente siga o link presente na janela de diálogo para obter uma conta se você ainda não tem uma, então preencha com o seu nome de usuário e senha. Para continuar, pressione 'Avançar' após ter digitado todas as informações necessárias.

source: Connection Type
pt_br: Tipo de Conexão

source: <application>Ekiga</application> supports several audio and video codecs. It includes codecs with excellent quality as well as codecs with medium to good quality. The higher the quality of a codec, the more bandwidth it requires. Moreover, video codecs can adapt their quality to the available bandwidth. This option is necessary in the initial configuration of <application>Ekiga</application> so that it chooses the optimal codec suited to your network connection and so that it adjusts the video quality settings. If your connection type is not mentioned in the list you should select the one closest to your network connection and adjust <application>Ekiga</application> manually with the preferences window (codecs section) later on.
pt_br: O <application>Ekiga</application> dá suporte a diversos codecs de áudio e vídeo, tanto de excelente qualidade quanto de boa a média qualidade. Quanto maior a qualidade de um codec, mais larga é a banda necessária. Essa opção deve precisa ser feita na configuração inicial do <application>Ekiga</application> para escolher o codec mais adequado para sua conexão de rede, e para que sejam ajustados os parâmetros de qualidade de vídeo. Se o seu tipo de conexão não está na lista, você deve selecionar o mais próximo possível a sua conexão de rede e ajustar posteriormente o <application>Ekiga</application> manualmente na janela preferências (seção codecs).

source: NAT Type
pt_br: Tipo de NAT

source: <application>Ekiga</application> has extended support for NAT. The NAT Type detection page will allow you to detect which type of NAT you are using (if any) and help configuring <application>Ekiga</application> appropriately. Clicking on the detection button will bring a popup indicating which type of NAT was detected and automatically configure <application>Ekiga</application> to transparently cross your router. In most of the cases, it will be totally transparent. Please refer to the <application>Ekiga</application><ulink url="http://www.ekiga.org" type="http">FAQ</ulink> for more information.
pt_br: O <application>Ekiga</application> possui suporte estendido para NAT. A página de detecção do tipo de NAT permitirá que seja detectado qual o tipo de NAT que você está usando (caso esteja) e ajudará a configuração apropriada do <application>Ekiga</application>. Clique em Detectar Tipo de NAT e surgirá uma janela indicando o tipo de NAT que foi detectado e automaticamente irá configurar o <application>Ekiga</application> para atravessar de forma transparente o seu roteador. Na maioria dos casos isso será totalmente transparente. Para maiores informações veja <ulink url="http://www.ekiga.org" type="http">FAQ</ulink>.

source: Audio Manager
pt_br: Gerenciador de Áudio

source: The Audio manager manages everything audio. It is dependant on the operating system on which <application>Ekiga</application> is running, and some operating systems offer different alternatives.
pt_br: O Gerenciador de Áudio gerencia todo o áudio. Ele é dependente do sistema operacional no qual o <application>Ekiga</application> está sendo executado, e alguns sistemas operacionais oferecem diferentes alternativas.

source: Audio Devices
pt_br: Dispositivos de Áudio

source: <application>Ekiga</application> requires audio devices to play and record sound. The audio output device ouputs the incoming sound stream during a call. Please select the device that your headset or speakers are connected to. The audio input device is where your microphone is connected to. These settings might be the same as the settings for the audio player if you have only one soundcard. But please note that it is also possible to record sound via another device (e.g. internal microphone in a webcam) too. It is generally recommended that you test your settings after having selected all the appropriate devices. Please press the 'Test Settings' button on the right. If this test was successful you can continue on to the next page in the Configuration Assistant. Otherwise you should change your devices and test your configuration again until you have a setup that works for you.
pt_br: O application>Ekiga</application> requer dispositivos de áudio para reproduzir e gravar sons. O dispositivo de saída de áudio reproduz o áudio recebido durante uma chamada. Selecione o dispositivo aonde está conectado o seu fone de ouvido ou as caixas de som. O dispositivo de de áudio é onde está conectado o seu microfone. Essas configurações podem ser as mesmas do seu tocador de áudio caso você tenha apenas uma placa de som. Note que também é possível gravar sons de de outros dispositivos (exemplo, microfone embutido na webcam). É recomendável que você faça testes de suas configurações após ter selecionado apropriadamente os dispositivos. Pressione o botão Testar Configurações no lado direito. Se os testes forem bem sucedidos você pode ir para a próxima página do Assistente de Configuração. Do contrário, você precisa alterar seus dispositivos e refazer os testes até que tudo esteja funcionando.

source: Video Manager
pt_br: Gerenciador de Vídeo

source: Please select the Video Manager from the list. It can be Video4Linux to manage webcams, or AVC / DC for Firewire cameras, or any other choice depending on the operating system on which <application>Ekiga</application> is running.
pt_br: Selecione o Gerenciador de Vídeo a partir da lista. Ele pode ser o Vide4Linux para gerenciar webcams ou AVC / DC para câmeras Firewire ou qualquer outra escolha dependendo do sistema operacional onde o <application>Ekiga</application> está sendo executado.

source: Video Devices
pt_br: Dispositivos de Vídeo

source: This step is optional and concerns users with video devices (e.g. webcams) only. If you do not have any video devices you may skip this page.
pt_br: Este passo é opcional e é só para usuários com dispositivos de vídeo (exemplo, webcams). Se você não tem um dispositivo de vídeo pode pular este passo.

source: If you have a webcam or video device in the list you may select it here.
pt_br: Se você tem uma webcam ou um dispositivo de vídeo, selecione-o na lista aqui.

source: Please hit the "Test Settings" button to ensure that your device works with <application>Ekiga</application>, if so, continue on with the Configuration.
pt_br: Pressione o botão "Testar Configurações" para confirmar que o seu dispositivo funciona com o <application>Ekiga</application>, e então continue com a Configuração.

source: Configuration Complete
pt_br: Configuração Concluída

source: The configuration of <application>Ekiga</application> is now completed. The last window only shows a short configuration summary of the settings you have chosen. Please verify that all these settings are correct. If something is incorrect you may use the 'Back' button in the lower right hand corner of the window to move to any page of the assistant and correct the mistake.
pt_br: A configuração do <application>Ekiga</application> agora está completa. A última janela mostrará somente um resumo da configuração com os parâmetros que você escolheu. Verifique se as configurações estão corretas. Caso alguma esteja incorreta você pode usar o botão 'Voltar' na parte de baixo a esquerda da janela para ir para qualquer página do assistente e corrigir o erro.

source: If everything is correct please press the 'Apply' button to save the configuration. The assistant will be closed and the main Window of <application>Ekiga</application> will now appear. Remember, all settings can be changed via the preferences window at anytime.
pt_br: Se tudo estiver correto pressione o botão 'Aplicar' para salvar a configuração. O assistente será fechado e a janela principal do <application>Ekiga</application> reaparecerá. Lembre-se que, todas as configurações podem ser alteradas através da janela preferências a qualquer momento.

source: Basic Usage
pt_br: Uso Básico

source: Calling and being called
pt_br: Originando e recebendo chamadas

source: From computer to computer (PC-To-PC)
pt_br: De computador para computador (PC-To-PC)

source: If you want to call other users and to be callable, you need a SIP address. You can get a SIP address from <ulink url="http://www.ekiga.net" type="http">http://www.ekiga.net</ulink> as described above.
pt_br: Se você deseja chamar e ser chamado por outros usuários você precisa de um endereço SIP. Você pode obter um endereço SIP em <ulink url="http://www.ekiga.net"type="http">http://www.ekiga.net</ulink> como descrito acima.

source: The SIP address can be used by other users to call you. Similarly, you can use the SIP address of your friends and family to call them. You can for example use <emphasis>sip:dsandras@ekiga.net</emphasis> to call the author of Ekiga.
pt_br: O endereço SIP pode ser usado pelos outros usuários para você ser chamado. De forma similar, você pode usar o endereço SIP dos seus amigos e familiares para chamá-los. Você pode, por exemplo usar <emphasis>sip:dsandras@ekiga.net</emphasis> para chamar o autor do Ekiga.

source: You can use the online address book of <application>Ekiga</application> to find the SIP addresses of other <application>Ekiga</application> users. It is of course possible to call users who are using another provider than ekiga.net. You can actually call any user using SIP software or hardware, and registered to any public SIP provider
pt_br: Você pode usar o Catálogo de Endereços online do <application>Ekiga</application> para encontrar endereços SIP de outros usuários <application>Ekiga</application>. Claro que também é possível chamar outros usuários além dos providos pelo ekiga.net. Você pode chamar qualquer usuário usando um programa ou equipamento SIP e se registrar a qualquer provedor público de SIP

source: If you know the URL address of the party that you wish to call, you may enter that URL into the sip: input box at the top of the screen and press the Connect button; eg: sip:foo@ekiga.net and pressing the Connect button would call the user at that address. With the default setup, you can simply type sip:foo to call user foo@ekiga.net.
pt_br: Se você conhece o endereço URL de um interlocutor que deseja chamar, você pode digitar a URL dentro da caixa de entrada sip: no topo da tela e pressionar o botão Conectar; exemplo: sip:foo@ekiga.net, pressionando o botão Conectar deverá chamar o usuário foo neste endereço. Com a configuração padrão, você pode simplesmente digitar sip:foo para chamar o usuário foo@ekiga.net.

source: <application>Ekiga</application> also supports H.323 and as such can call any H.323 software or hardware. Please refer to the section related to URLs to learn more about the various types of URLs that can be used to call remote H.323 and SIP users.
pt_br: O <application>Ekiga</application> também dá suporte a H.323, e da mesma forma pode chamar qualquer programa ou equipamento H.323. Consulte a seção relacionada a URLs para aprender mais sobre os vários tipos de URLs que podem ser usados para chamar usuários remotos H.323 e SIP.

source: From computer to real phones (PC-To-Phone)
pt_br: De computador para telefone (PC-To-Phone)

source: <application>Ekiga</application> can be used with several Internet Telephony Service Providers. Those providers will allow calling real phones from your computer using <application>Ekiga</application> at interesting rates. We are recommending you to use the default <application>Ekiga</application> provider.
pt_br: O <application>Ekiga</application> pode ser usado com muitos Provedores Internet de Serviços de Telefonia. Esses provedores permitem chamadas a telefones reais a partir do seu computador usando o <application>Ekiga</application> com valores bem interessantes. Nós recomendamos que você utilize o provedor padrão do <application>Ekiga</application>.

source: If you want to create an account and use it to call your friends and family using regular phones at interesting rates, simply go in the Tools menu, and select the "PC-To-Phone Account" menu item. A dialog will appear allowing you to create an account using the "Get an Ekiga PC-to-Phone account". Once the account has been created, you will receive a login and a password by e-mail. Simply enter them in the dialog, enable "Use PC-To-Phone service", and you are ready to call regular phones using <application>Ekiga</application>
pt_br: Se você deseja criar uma conta e usá-la para chamar seus amigos e familiares usando telefones comuns com valores interessantes, simplesmente vá ao menu Ferramentas e selecione "Conta PC-To-Phone". Uma janela surgirá permitindo que seja criada uma conta usando a URL "Obter uma conta PC-To-Phone do Ekiga". Uma vez que a conta esteja criada, você receberá um nome de usuário e uma senha através do seu e-mail. Simplesmente digite-os na janela, habilite "Usar o serviço PC-To-Phone", e você poderá fazer chamadas a telefones reais usando o <application>Ekiga</application>

source: With the default setup, you can simply use sip:003210444555 to call the real phone number 003210444555, 00 is the international dialing code, 32 is the country code, 10444555 is the number to call.
pt_br: Com a configuração padrão, você pode simplesmente usar sip:003210444555 para chamar um telefone real no número 003210444555, onde 00 é o código internacional, 32 é o código do país, 10444555 é o número a ser chamado.

source: From real phone to computer (Phone-To-PC)
pt_br: De telefone para computador (Phone-To-PC)
