Repository: Iladra/ekiga
Catalog: gnome-2-14/help/*/*.po
Languages: pt_br

source: 3. The "udp_port_range" value is the range of UDP ports that <application>Ekiga</application> will use for SIP signalling or when registering to H.323 gatekeepers.
pt_br: 3. Os valores em "udp_port_range" são uma faixa de portas UDP que o <application>Ekiga</application> usará para sinalização SIP ou quando ocorre o registro em guardiões H.323.

source: 4. The "tcp_port_range" value is the range of TCP ports beside the listen_port that <application>Ekiga</application> will use for the H.245 channel with the H.323 protocol. That port range is not used by SIP. It is not used either when H.245 Tunneling is enabled, which is in general always the case, except when calling old H.323 implementations like Netmeeting.
pt_br: 4. Os valores em "tcp_port_range" são uma faixa de portas TCP além de listen_port que o <application>Ekiga</application> usará para o canal H.245 com o protocolo H.323. Essa faixa de portas não é usada pelo SIP. Não é usada mesmo quando o Encapsulamento H.245 está habilitado, o que é o caso geral sempre, exceto quando se chama a uma implementação antiga do H.323 tal como Netmeeting.

source: Controlling the SIP Settings
pt_br: Controlando as Configurações do SIP

source: Misc Settings
pt_br: Configurações Gerais

source: Outbound Proxy
pt_br: Proxy de Saída

source: The outbound proxy is the SIP proxy that will relay your calls. The behavior of a SIP proxy is similar to the behavior of an HTTP proxy, ie some entity that issues the requests on your behalve and proxies the streams.
pt_br: O proxy de saída é o proxy SIP que retransmitirá suas chamadas. O comportamento do proxy SIP é similar ao comportamento de um proxy HTTP, ou seja, uma entidade que envia suas requisições em seu nome e recebe os dados por você.

source: Forward URL
pt_br: URL de encaminhamento

source: The URL to which SIP incoming calls should be forwarded if configured in the preferences.
pt_br: A URL para onde encaminhar as chamadas SIP recebidas, se o recurso estiver ativado nas preferências.

source: Controlling the H.323 Settings
pt_br: Controlando as Configurações do H.323

source: Default gateway
pt_br: Gateway padrão

source: The default gateway is the H.323 gateway to use when doing calls. For example, if you are calling <emphasis>h323:123443</emphasis> with a default gateway set to <emphasis>foo</emphasis>, gateway foo will dial 123443 on your behalve. Usually, you will be registered to a gatekeeper, and gateway is not used.
pt_br: O gateway padrão usado para fazer chamadas é o H.323. Por exemplo, se você está chamando o número <emphasis>h323:123443</emphasis> com o gateway padrão configurado para <emphasis>foo</emphasis>, o Gateway foo irá discar 123443. Geralmente, você é registrado em um guardião, e o gateway não é utilizado.

source: The URL to which H.323 incoming calls should be forwarded if configured in the preferences.
pt_br: A URL para onde encaminhar as chamadas H.323, se o recurso estiver ativado nas preferências.

source: Advanced Settings
pt_br: Configurações Avançadas

source: <application>Ekiga</application> permits a fine control of the H.323 settings in the Advanced H.323 Settings section of the preferences. You can enable H.245 Tunneling, Early H.245 and Fast Start.
pt_br: <application>Ekiga</application> permite um controle fino das configurações do H.323 em Configurações Avançadas na seção Configurações de H.323 da janela preferências. Você pode habilitar Encapsulamento H.245, H245 Precoce e Início Rápido.

source: H.245 Tunneling
pt_br: Encapsulamento H.245

source: H.245 Tunneling is the encapsulation of H.245 messages within H.225/Q.931 messages (H.245 Tunneling). If you have a firewall and enable H.245 Tunneling, there is one less TCP port that you need to allow for incoming connections.
pt_br: O Encapsulamento H.245 é o encapsulamento de mensagens H.245 com mensagens H.225/Q.931 (Encapsulamento H.245). Se você tem um firewall e habilitar o encapsulamento H.245, será menos uma porta TCP que você precisará habilitar para conexões recebidas.

source: Early H.245
pt_br: H.245 Precoce

source: This enables H.245 early in the setup and permits to achieve faster call initiation.
pt_br: Isso habilita o H.245 precocemente na instalação e permite conseguir uma iniciação mais rápida da chamada.

source: Fast Start
pt_br: Início Rápido

source: Fast Connect is a new method of call setup that bypasses some usual steps in order to make it faster. In addition to the speed improvement, Fast Connect allows the media channels to be operational before the CONNECT message is sent, which is a requirement for certain billing procedures. It was introduced in H.323 version 2.
pt_br: Conexão Rápida é um novo método de estabelecimento de chamada que contorna alguns passos de maneira que o torna mais rápido. Em adição a melhoria de velocidade, Conexão Rápida permite que os canais de mídia fiquem operacionais antes do envio da mensagem CONNECT, o que é um requerimento para alguns procedimentos de bilhetagem. Isso foi introduzido na versão 2 do H.323.

source: About <application>Ekiga</application>
pt_br: Sobre <application>Ekiga</application>

source: <application>Ekiga</application> is written by Damien Sandras (<email>dsandras@seconix.com</email>). To find more information about <application>Ekiga</application>, please visit the <ulink url="http://www.ekiga.org" type="http"><application>Ekiga</application> Home Page</ulink>.
pt_br: <application>Ekiga</application> é escrito por Damien Sandras (<email>dsandras@seconix.com</email>). Para encontrar mais informações sobre o <application>Ekiga</application>, por favor visite a <ulink url="http://www.ekiga.org" type="http">página web do <application>Ekiga</application></ulink>.

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:gnome-feedback" type="help">document</ulink>.
pt_br: Para relatar um erro ou fazer uma sugestão a respeito deste aplicativo ou deste manual, siga as instruções em<ulink url="ghelp:gnome-feedback" type="help">este documento</ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="ghelp:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
pt_br: Este programa é distribuído sob os termos da GNU General Public license publicada pela Free Software Foundation; versão 2 da Licença ou (se você preferir) qualquer versão mais nova. Uma cópia dessa licença pode ser encontrada em <ulink url="ghelp:gpl" type="help">link</ulink>, ou no arquivo COPYING incluso no código fonte deste programa.

source: Appendix
pt_br: Apêndice

source: Related Software
pt_br: Programas Relacionados

source: Conferencing/VoIP Software
pt_br: Programa de Conferência e VoIP

source: Similar Clients
pt_br: Clientes Similares

source: translator-credits
pt_br: Irapuan Pascoal <irapuan@its.org.br>, 2006-2007 Leonardo Ferreira Fontenelle <leo.fontenelle@gmail.com>, 2007.
