Repository: Iladra/ekiga
Catalog: help/*/*.po
Languages: uk

source: <application>GnomeMeeting</application> Manual 1.2
uk: Документація до <application>GnomeMeeting</application> версії 1.2

source: This documentation is for version 1.2 of GnomeMeeting.
uk: Документація до GnomeMeeting версії 1.2.

source: Introduction
uk: Вступ

source: Getting Started
uk: Початок роботи

source: When starting <application>GnomeMeeting</application> for the first time the configuration assistant will show automatically. The Configuration Assistant is a step-by-step questionnaire that will guide you through all the steps involved in creating the basic configuration you will need to operate <application>GnomeMeeting</application>. You should go through all of these steps properly, otherwise the assistant will re-appear (when it has not been completed) or Gnomemeeting will not function appropriately (if some of your answers have not been correct). You may run the Configuration Assistant at any time from the Edit menu.
uk: Після першого запуску <application>GnomeMeeting</application> автоматично запускається помічник налаштовування. Помічник налаштовування допоможе спростити процес налаштовування, включаючи створення основної конфігурації <application>GnomeMeeting</application>. Слід правильно пройти усі кроки, інакше помічник з'явиться повторно (якщо не були пройдені усі кроки) чи Gnomemeeting не буде правильно працювати (якщо деякі з ваших відповідей були неправильні). Помічник налаштовування можна запустити будь-коли з меню Правка.

source: Tip
uk: Підказка

source: All settings can be changed via the preferences window at anytime.
uk: Усі параметри можна змінити у будь-який час у вікні зміни параметрів.

source: Configuration Assistant Introduction
uk: Введення до помічника налаштовування

source: Throughout the entire configuration process navigation is available at the bottom of the window. You will be able to navigate through the questions using Back, Forward and Cancel. If you hit Cancel during the setup Gnomemeeting will not be affected by your changes and all entered information will be discarded.
uk: Протягом усього процесу налаштовування для переходу між кроками внизу вікна доступні кнопки Назад, Вперед та Скасувати. Якщо ви натиснете Скасувати, усі зроблені зміни не вплинуть на Gnomemeeting і уся введена інформація буде відкинута.

source: This page welcomes you to the Configuration Assistant. There is nothing to change or edit here. Press the 'Forward' button towards the bottom of the window to start the configuration.
uk: Ця сторінка є вступною до помічника налаштовування. На немає елементів доступних для зміни чи редагування. Щоб розпочати процес налаштовування натисніть внизу вікна кнопку 'Вперед'.

source: Personal information
uk: Особиста інформація

source: The Personal Information window requires you to supply personal information for GM usage. This information is necessary for basic functionality when connecting to other audio/video conferencing applications, as well as additional services such as user directories or gatekeepers. As user directories do require a First Name, Surname and Email-Address, you must enter them here, before proceeding.
uk: У вікні вводу особистої інформації треба ввести інформацію про себе. Ця інформація потрібна для основної функціональності при з'єднанні з іншими програмами голосових/відеоконференцій, а також для додаткових служб, таких як каталоги абонентів та служби gatekeeper. Для каталогів абонентів треба вказати ім'я, прізвище та адресу ел.пошти.

source: Callto URL
uk: URL типу Callto

source: The Callto URL; Enter an email address for a callto://address (eg: callto:ils.seconix.com/user@domain.com). If you leave the checkbox unchecked, your personal information will be published on the user directory of online Gnomemeeting users and you will be visible to other Gnomemeeting users. If checked then you will not be registered and other users will have to know your IP address to contact you. Please press 'Forward' after having entered all required information to continue.
uk: URL типу Callto; Введіть адресу електронної пошти для callto://адреса (наприклад: callto:ils.seconix.com/user@domain.com). Якщо залишити поле внизу невідміченим, вашу особисту інформацію буде занесено у каталог абонентів Gnomemeeting і інші абоненти Gnomemeeting зможуть вас бачити. Якщо поле відмічене, вас не буде зареєстровано і інші абоненти не зможуть взнати вашу IP-адресу та зв'язатись з вами. Після заповнення усіх полів натисніть 'Вперед'.

source: Connection Type
uk: Тип з'єднання

source: NAT Type
uk: Тип NAT

source: The NAT Type detection page will allow you to detect which type of NAT you are using (if any) and help configure GnomeMeeting appropriately. Clicking on the detection button will bring a popup indicating which type of NAT was detected. This will help to describe the most appropriate way to configure GnomeMeeting allowing it to operate best with your NAT configuration. No configuration should be required in most cases, however some NAT routers will require the administrator to forward a few TCP and UDP ports to the internal computer running GnomeMeeting. Please refer to the GnomeMeeting <ulink url="http://www.gnomemeeting.org" type="http">FAQ</ulink> for configuration examples.
uk: Сторінка визначення типу NAT дозволяє визначити тип NAT (якщо ви користуєтесь NAT) та допомагає налаштувати GnomeMeeting відповідним чином. Натискання на кнопку визначення призводить до появи вікна, яке показує визначений тип NAT. Це допомагає описати найбільш придатний шлях налаштовування GnomeMeeting, що дозволяє йому краще працювати з вашими параметрами NAT. У більшості випадків налаштовування не вимагається, проте для деяких NAT-маршрутизаторів адміністратору доведеться перенаправити декілька TCP та UDP портів на внутрішній комп'ютер, на якому запущено GnomeMeeting. Приклади дивіться у <ulink url="http://www.gnomemeeting.org" type="http">Частих питаннях(FAQ)</ulink> для GnomeMeeting.

source: Audio Manager
uk: Менеджер звуку

source: The Audio manager manages everything audio. It can be ALSA, OSS or even Quicknet to manage a Quicknet card. The recommended Audio Manager is ALSA.
uk: Менеджер звуку керує усім звуком. Це може бути ALSA, OSS чи навіть Quicknet для обслуговування карток Quicknet. Рекомендований менеджер звуку - ALSA.

source: Audio Devices
uk: Звукові пристрої

source: Gnomemeeting requires audio devices to play and record sound. The audio output device ouputs the incoming sound stream during a call. Please select the device that your headset or speakers are connected to. The audio input device is where your microphone is connected to. These settings might be the same as the settings for the audio player if you have only one soundcard. But please note that it is also possible to record sound via another device (e.g. internal microphone in a webcam) too. It is generally recommended that you test your settings after having selected all the appropriate devices. Please press the 'Test those settings' button on the right. If this test was successful you can continue on to the next page in the Configuration Assistant. Otherwise you should change your devices and test your configuration again until you have a setup that works for you.
uk: Для відтворення та запису звуку Gnomemeeting потрібен звуковий пристрій. При з'єднанні через звуковий пристій виводяться вхідний звуковий потік. Вкажіть пристрій до якого приєднані навушники чи колонки. До пристрою вводу звуку приєднується мікрофон. Якщо у вас лише одна звукова карта, значення цих параметрів можуть бути такі самі як і значення параметрів відтворення звуку. Проте зауважте, звук також можна записувати через інший пристрій (наприклад внутрішній мікрофон веб-камери). Звичайно рекомендується перевіряти параметри після вибору усіх пристроїв. Натисніть кнопку 'Перевірка параметрів', що розташована праворуч. Якщо перевірку пройдено успішно, можете перейти до наступної сторінки помічника. У іншому випадку треба змінити вибрані пристрої та знову перевірити параметри, доки не доб'єтесь працездатного стану.

source: Video Manager
uk: Менеджер відео

source: Please select the Video Manager from the list. It can be Video4Linux to manage webcams, or AVC / DC for Firewire cameras.
uk: Виберіть менеджер відео зі списку. Для керування веб-камерами це може бути Video4Linux, або AVC / DC для керування камерами Firewire.

source: Video Devices
uk: Відеопристрої

source: This step is optional and concerns users with video devices (e.g. webcams) only. If you do not have any video devices you may skip this page. If you have a video device but it's not showing up in the selection list or you want help in setting up your video device you may refer to the following links.
uk: Цей крок необов'язковий, і стосується лише користувачів з відеопристроями (тобто веб-камерами). Якщо у вас немає жодного відеопристрою, можете пропустити цю сторінку. Якщо ваш відеопристрій відсутній у списку, або вам потрібна допомога для налаштовування, відвідайте наступні посилання.

source: If you have a webcam or video device in the list you may select it here.
uk: Якщо ваша веб-камера чи відеопристрій є у списку - виберіть його.

source: Please hit the "Test those settings" button to ensure that your device works with <application>GnomeMeeting</application> if so, continue on with the Configuration.
uk: Натисніть кнопку "Перевірка параметрів", щоб перевірити працездатність пристрою з <application>GnomeMeeting</application>. Якщо все гаразд, продовжуйте налаштовування.

source: Configuration Complete
uk: Налаштовування завершене

source: The configuration of Gnomemeeting is now completed. The last window only shows a short configuration summary of the settings you have chosen. Please verify that all these settings are correct. If something is incorrect you may use the 'Back' button in the lower right hand corner of the window to move to any page of the assistant and correct the mistake.
uk: Налаштовування Gnomemeeting завершено. У останньому вікні лише виводиться коротке зведення про обрані параметри. Перевірте чи всі параметри коректні. Якщо щось введено неправильно, можете перейти на попередню сторінку помічника та виправити помилку, для цього натисніть кнопку 'Назад' у лівому нижньому куті вікна.

source: If everything is correct please press the 'Apply' button to save the configuration. The assistant will be closed and the Main Window of Gnomemeeting will now appear. Remember, all settings can be changed via the preferences window at anytime.
uk: Якщо усі параметри коректні для збереження конфігурації, натисніть кнопку 'Застосувати'. Цей помічник буде закрито та знову з'явиться головне вікно Gnomemeeting. Пам'ятайте, усі параметри можна змінити будь-коли у вікні налаштовування.

source: Basic Usage
uk: Основи використання

source: To Call Other Users
uk: Виклик інших абонентів

source: Calling other users via Gnomemeeting is available in different forms and is done primarily through the use of URL's. <application>GnomeMeeting</application> supports two different kinds of URLs: h323:// and callto://. Callto URL's were used by Microsoft for Netmeeting, and H.323 URLs respect the H.323 standard and are thus the default for <application>GnomeMeeting</application>.
uk: Викликати інших абонентів у Gnomemeeting можна кількома способами, та головним чином виклик робиться з використанням URL. <application>GnomeMeeting</application> підтримує два різновиди URL: h323:// та callto://. URL типу Callto використовуються Microsoft у програмі Netmeeting, а URL типу H.323 відповідають стандарту H.323, тому цей тип обраний типовим для <application>GnomeMeeting</application>.

source: H.323 URL's
uk: URL типу H.323

source: H.323 URL's are formatted as such "h323:[user@][host[:port]]"
uk: Формат URL типу H.323 такий "h323:[абонент@][вузол[:порт]]"

source: Call a given host on a port different from the default port which is 1720: <emphasis>h323:seconix.com:1740</emphasis>
uk: Викликати вказаний вузол на нетиповому порту (типовий має номер 1720): <emphasis>h323:seconix.com:1740</emphasis>

source: Call a given user using their respective alias if registered to a gatekeeper: <emphasis>h323:jonita</emphasis>
uk: Викликати вказаного абонента за відповідним псевдонімом, що зареєстрований у: gatekeeper: <emphasis>h323:jonita</emphasis>

source: Call a given phone number if you are registered to a gatekeeper for a PC-To-Phone provider, or if that user has an ENUM record associated to an H.323 URL: <emphasis>h323:003210111222</emphasis>
uk: Викликати вказаний номер телефону, якщо ви зареєстровані у gatekeeper постачальника послуг PC-To-Phone, або якщо абонент має запис ENUM, що пов'язаний з H.323 URL: <emphasis>h323:003210111222</emphasis>

source: Call a given user using their alias through a specific gateway or proxy: <emphasis>h323:jonita@gateway.seconix.com</emphasis>
uk: Викликати вказаного абонента за його псевдонімом у вказаному шлюзі чи проксі: <emphasis>h323:jonita@gateway.seconix.com</emphasis>

source: Call an MCU and join a specific room: <emphasis>h323:myfriendsroom@mcu.seconix.com</emphasis>
uk: Викликати MCU та приєднуватись до вказаної кімнати: <emphasis>h323:myfriendsroom@mcu.seconix.com</emphasis>

source: This permits you to: <placeholder-1/>
uk: Це дозволяє: <placeholder-1/>

source: CALLTO URL's
uk: URL типу CALLTO

source: Callto URL's are formatted as such "callto:[user@][host[:port]]"
uk: URL типу CALLTO мають формат "callto:[абонент@][вузол[:порт]]"

source: Callto URL's and H.323 URL's are formatted exactly the same except however callto urls also support ILS lookups through callto URLS of the type: callto:ils_server/user_mail.
uk: URL типу CALLTO та URL типу H.323 мають однаковий формат, проте URL типу CALLTO також підтримують пошук ILS у URL такого типу: callto:сервер_ils/адреса_пошти_абонента.

source: For example, calling <emphasis>callto:ils.seconix.com/joe.user@somedomain.com</emphasis> will look for the user with the joe.user@somedomain.com email address on the ILS server ils.seconix.com and proceed to initate a call.
uk: Наприклад, виклик <emphasis>callto:ils.seconix.com/joe.user@somedomain.com</emphasis> призводить до пошуку абонента з адресою joe.user@somedomain.com на сервері ILS ils.seconix.com та виконання виклику.

source: Callto URL's also support more advanced parameters that are also supported by <application>GnomeMeeting</application>, all parameters are defined in the Microsoft documentation and should be seperated by a '+' in the URL.
uk: URL типу CALLTO мають розширені параметри, які також підтримуються <application>GnomeMeeting</application>, усі ці параметри зазначені у документації Microsoft. Параметри слід розділювати у URL знаком '+'.

source: callto:joe if you specified gw.seconix.com as gateway in the <application>GnomeMeeting</application> preferences
uk: callto:joe, якщо у параметрах <application>GnomeMeeting</application> ви вказали шлюз gw.seconix.com

source: h323:joe if you specified gw.seconix.com as gateway in the <application>GnomeMeeting</application> preferences
uk: h323:joe, якщо у параметрах <application>GnomeMeeting</application> ви вказали шлюз gw.seconix.com

source: There are for example five different ways using <application>GnomeMeeting</application> to call the user joe on the gateway gw.seconix.com: <placeholder-1/>
uk: Наприклад є п'ять різних способів використання <application>GnomeMeeting</application> для виклику абонента joe на шлюзі gw.seconix.com: <placeholder-1/>

source: Speed dials
uk: Швидкий набір

source: <application>GnomeMeeting</application> is able to associate speed dials with URLs using the address book. You can thus for example associate the speed dial <emphasis>1</emphasis> to the URL <emphasis>callto:ils.seconix.com/jonita@jxys.net</emphasis>. That speed dial can then be used as an H.323 or as a callto URL provided that it ends with <emphasis>#</emphasis>. For example, calling <emphasis>callto:1#</emphasis> will call <emphasis>callto:ils.seconix.com/jonita@jxys.net</emphasis> provided that both are associated together in the address book. Quicknet cards users will just have to dial 1 then hit the # key on the phone keypad to trigger the call to the associated URL.
uk: <application>GnomeMeeting</application> може пов'язувати швидкий виклик з URL використовуючи адресну книгу. Наприклад, ви можете пов'язати швидкий набір <emphasis>1</emphasis> з URL <emphasis>callto:ils.seconix.com/jonita@jxys.net</emphasis>. Швидкий виклик можна використовувати як H.323 або URL типу callto, якщо він закінчується знаком <emphasis>#</emphasis>. Наприклад, набір <emphasis>callto:1#</emphasis> викликає <emphasis>callto:ils.seconix.com/jonita@jxys.net</emphasis> за умови, що вони пов'язані у адресній книзі. Користувачі карток Quicknet можуть просто набрати 1 потім натиснути клавішу # на клавіатурі телефону для виклику пов'язаного URL.

source: Calling URLs
uk: Виклик за URL

source: If you know the URL address of the party that you wish to call, you may enter that URL into the h323: or callto: input box at the top of the screen and press the Connect button; (which looks like an unplugged power socket and is conviently located to the right of the input box). eg: h323:192.168.100.1 and pressing the Connect button would call the user at that respective IP. When the call is connected and you have started communication with your party, the Connect button will now resemble a power plug connected to a socket.
uk: Якщо ви частково знаєте потрібну вам адресу URL, можете ввести URL вгорі екрану у полі вводу h323: чи callto: та натисніть кнопку З'єднати; (на якій зображено витягнуту електричну виделку з розеткою, кнопка розташована праворуч від поля вводу). наприклад: введіть h323:192.168.100.1 та натисніть кнопку з'єднання, буде викликаний абонент з відповідною адресою IP. Якщо з'єднання встановлено та ви почали розмову, кнопка З'єднати приймає вигляд вставленої у розетку електричної виделки.

source: If you use literal IPv6-addresses, square brackets are required around them so that the last part of the address won't be mistaken for a port: h323:[2001:638:500:200:210:5aff:fe4c:cfd1] or h323:[2001:638:500:200:210:5aff:fe4c:cfd1]:1740
uk: Якщо ви використовуєте символьні адреси IPv6, навколо цифр потрібно вказувати квадратні дужки, щоб не плутати останню частину адреси з портом: h323:[2001:638:500:200:210:5aff:fe4c:cfd1] або h323:[2001:638:500:200:210:5aff:fe4c:cfd1]:1740

source: Calling normal phones using PC-to-Phone
uk: Виклики на звичайні телефони

source: When you are doing PC-to-Phone calls, you are generally registered to a gatekeeper. It is thus enough to call the remote user using his phone number.
uk: При дзвінках PC-to-Phone, ви реєструєтесь у gatekeeper. Цього достатньо для виклику абонентів за звичайним телефонним номером.

source: Calling users from the online address book
uk: Виклик абонентів з мережної адресної книги

source: The online address book will permit you to call online users registered to an ILS server. You can bookmark their callto URL using drag-and-drop or the appropriate menus. See Managing contacts with the Address Book for further information.
uk: Адресна книга дозволяє викликати абонентів, що зареєстровані у сервері ILS. Можна зробити закладку на URL типу callto шляхом перетягування, або у відповідному меню. Подальшу інформацію дивіться у розділі Керування контактами у адресній книзі.

source: Calling users from the offline address book
uk: Виклик абонентів з автономної адресної книги

source: The offline address book permits you to bookmark your favorite users with their h323 or callto URLs.
uk: Автономна адресна книга дозволяє робити закладки на абонентів URL типу h323 чи callto.

source: Calling users from the calls history
uk: Виклик абонентів з історії викликів

source: The calls history remembers the callto and h323 URLs that have been used when giving or receiving calls. You can call any user again that is already present in your calls history by double-clicking on his entry in the history.
uk: У історії викликів зберігається URL типу callto та h323, які викликались, або з яких отримувались виклики. Можна знову викликати будь-якого абонента з історії викликів двічі клацнувши його елементі у історії.

source: To be Reached by Other Users
uk: Виклик інших абонентів

source: There are several ways to get a universally reachable address that other clients can use to call you. The most classical ones will be described here.
uk: Є декілька способів отримати адресу, за якою інші абоненти можуть викликати вас. Декілька поширених способів будуть тут описані.

source: Using an ILS directory
uk: Використання каталогу ILS

source: If you are registering to an ILS directory like <emphasis>ils.seconix.com</emphasis>, then other users will be able to call you using an URL such as <emphasis>callto:ils.seconix.com/myself@example.com</emphasis> whatever your IP address is.
uk: Якщо ви реєструєтесь у каталозі ILS, наприклад <emphasis>ils.seconix.com</emphasis>, тоді інші абоненти зможуть викликати вас за таким URL <emphasis>callto:ils.seconix.com/myself@example.com</emphasis>, незалежно від вашої адреси IP.

source: Using a dynamic hostname
uk: Використання динамічних назв вузлів

source: You can also register to a service providing DNS services for dynamic IP's. That way, your machine will always be associated to the registered hostname. This way other users will not need to know your IP address to be able to call you.
uk: Також ви можете зареєструватись у службі DNS для динамічного отримання адреси IP. Тоді ваш комп'ютер завжди буде пов'язаний з зареєстрованою назвою. Таким чином іншим абонентам непотрібно знати вашу адресу IP, щоб зв'язатись з вами.

source: Using a gatekeeper
uk: Використання gatekeeper

source: If your company is running an H.323 gatekeeper on a public IP, it can be configured to accept calls and redirect them to the correct GnomeMeeting client based on the called URL. For example, if a gatekeeper is installed on <emphasis>example.com</emphasis> and user <emphasis>joe</emphasis> is registered to that gatekeeper, then other users will be able to call <emphasis>joe</emphasis> using the following URL: <emphasis>h323:joe@example.com</emphasis>.
uk: Якщо у вашій компанії запущено H.323 gatekeeper на публічній адресі IP, його можна налаштувати на прийом дзвінків та перенаправлення їх на відповідного клієнта GnomeMeeting на основі URL виклику. Наприклад, якщо gatekeeper встановлено на <emphasis>example.com</emphasis> та абонент <emphasis>joe</emphasis> зареєстрований у gatekeeper, тоді інші абоненти зможуть викликати <emphasis>joe</emphasis> за наступним URL: <emphasis>h323:joe@example.com</emphasis>.

source: Using an ENUM record
uk: Використання запису ENUM

source: You can register an ENUM record on <ulink url="http://www.e164.org" type="http">www.e164.org</ulink>. That will permit you to associate your real phone number to any valid H.323 URL, and other users will be able to call you using your real phone number. For example, <emphasis>+3210444555</emphasis> will be directly linked to <emphasis>h323:myhostname.com</emphasis> and other users will be able to call you using <emphasis>h323:3210444555</emphasis>.
uk: Ви можете зареєструвати запис ENUM у <ulink url="http://www.e164.org" type="http">www.e164.org</ulink>. Це дозволить пов'язати ваш справжній номер телефону з будь-яким дійсним H.323 URL, і інші абоненти можуть викликати вас за справжнім номером телефону. Наприклад, <emphasis>+3210444555</emphasis> призведе до перенаправлення на <emphasis>h323:myhostname.com</emphasis>. Інші абоненти зможуть викликати вас за URL <emphasis>h323:3210444555</emphasis>.

source: To Manage Calls
uk: Керування викликами

source: Understanding the statistics
uk: Поняття про статистику

source: To view the statistics, please select the Statistics tab in the control panel.
uk: Для перегляду статистики виберіть у панелі керування вкладку Статистика.
