Repository: Iladra/ekiga
Catalog: help/*/*.po
Languages: uk

source: The statistic visualizes the network traffic caused by <application>GnomeMeeting</application>. It draws a graph for each RTP stream. This means that - if audio and video are enabled in <application>GnomeMeeting</application> and the client of the remote party - you will see four different graphs. (incoming audio stream, incoming video stream, outgoing audio stream, outgoing video stream)
uk: Статистика представляє у графічному вигляді мережний трафік, що створюється програмою <application>GnomeMeeting</application>. Рисується графік для кожного потоку RTP. Якщо у програмі увімкнено як звук так і відео, у вас та у віддаленого абонента - ви побачите чотири графіки. (вхідний потік звуку, вхідний потік відео, вихідний потік звуку, вихідний потік відео)

source: Lost packets: The percentage of lost packets, ie of packets from the remote user that you did not receive. A too high packets loss during the reception can result in voice and/or video distortion and is usually caused by a bad network provider or by settings requiring much bandwidth.
uk: Втрачено пакетів: відсоток втрачених пакетів, тобто не отриманих від віддаленого абонента пакетів. Надто висока втрата пакетів при отриманні може призвести до шумів у голосі та зображенні, та зазвичай спричиняється поганою якістю мережі чи встановленням параметрів, які вимагають високої пропускної здатності мережі.

source: Late packets: The percentage of late packets, ie of packets from the remote user that you received but too late to be taken into account, <application>GnomeMeeting</application> being sending and receiving real-time video and audio.
uk: Спізнілих пакетів: відсоток спізнілих пакетів, тобто пакетів від віддаленого абонента, які були отримані надто пізно, щоб потрапити у потік відтворення, <application>GnomeMeeting</application> надсилає та отримує потоки звуку та зображення у реальному масштабі часу.

source: Round-trip delay: The required time for a packet to arrive at its destination and come back. You can see the Round-Trip delay during a call as a connection quality indicator together with the Lost and Late packets statistics.
uk: Затримка в обидві сторони: час слідування пакету до точки призначення та повернення його назад. Затримку в обидві сторони можна розглядати як індикатор якості зв'язку, разом із статистикою втрачених та спізнілих пакетів.

source: Jitter buffer: The Jitter buffer is the buffer where received sound packets are accumulated. When the buffer is full, then the sound is played. If your network is of bad quality, then you need a big jitter buffer, ie a big delay before sound is played back, because you need more time before being able to play audio back.
uk: Буферизація: джитер-буфер - це буфер у якому збираються звукові пакети. Коли буфер заповнений, звук відтворюється. Якщо якість вашої мережі низька, слід збільшити буфер, тобто збільшити затримку перед відтворенням звуку, тому що має пройти більше часу, перш ніж буде можливо відтворити звук.

source: Adjusting the audio and video settings
uk: Зміна параметрів звуку та відео

source: Your audio and video settings can be adjusted through the control panel while you are in a call. If you want to change the audio input or output devices during a call, simply select the Audio tab in the panel. The brightness, whiteness, color and contrast of your video input device are changed via the Video tab.
uk: Параметри звуку та відео можна змінити у панелі керування під час виклику. Якщо ви хочете змінити пристрій вводу чи виводу звуку під час виклику, просто виберіть на панелі вкладку Звук. Яскравість, рівень білого, колір та контрастність вхідного відеопристрою можна змінити у вкладці Відео.

source: Using text chat
uk: Текстовий діалог

source: Text chat works with <application>GnomeMeeting</application> to <application>GnomeMeeting</application> clients only.
uk: Текстовий діалог можливий дише між двома клієнтами <application>GnomeMeeting</application>.

source: Besides the communication through live audio and video streams <application>GnomeMeeting</application> also provides a text chat interface. This panel is opened via the text chat button in the control bar of the main window. Enter your message into the text entry box under the chat window and press enter to send it to the remote party. <placeholder-1/>
uk: Окрім спілкування через потоки звуку та відео <application>GnomeMeeting</application> також надає можливість вести текстові розмови. Ця панель відкривається через кнопку текстового діалогу у панелі керування головного вікна. Введіть ваше повідомлення у текстовому полі під вікном текстового діалогу та натисніть Enter, щоб надіслати його віддаленій стороні. <placeholder-1/>

source: Controlling the call
uk: Керування викликом

source: <application>GnomeMeeting</application> supports several actions which can be performed when in a call. These actions enable you to control active sessions.
uk: При виклику <application>GnomeMeeting</application> може виконувати декілька дій. Ці дії дозволяють керувати активними сеансами.

source: Ending a call: The communication to the remote user can be ended by selecting Call-&gt;Disconnect.
uk: Закінчення виклику: зв'язок з віддаленим абонентом можна закінчити вибравши Виклик-&gt;Завершити з'єднання.

source: Holding a call: You can hold a remote party call by selecting Call-&gt;Hold. This effectively pauses Video and Audio transmission, to continue transmission again you select Call-&gt;Retrieve Call and Video and Audio Transmission will begin again.
uk: Утримання виклику: можна утримати виклик з віддаленої сторони вибравши Виклик-&gt;Утримувати виклик. Це призведе до призупинення передачі звуку та відео. Для відновлення передачі знову виберіть Виклик-&gt;Утримувати виклик.

source: Mute Audio: This effectively prevents all Audio communication to your respective party.
uk: Вимикання гучності: фактично вимикає усі передачі звуку між вами та іншими абонентами.

source: Suspend Video: This effectively prevents all Video transmission to your respective party.
uk: Призупинення відео: фактично вимикає усі передачі відео між вами та іншими абонентами.

source: All URLs supported by <application>GnomeMeeting</application> (H.323, CALLTO and Speed Dials) can be used for call transfer.
uk: Для передачі виклику можуть використовуватись усі URL, що підтримуються <application>GnomeMeeting</application> (H.323, CALLTO та Швидкий виклик).

source: Taking a snapshot
uk: Знімок екрану

source: While in a call you can take a snapshot of the remote party via Call -&gt; Save Current Picture. A PNG-file will be saved in the current directory. The filename consists of three parts: the save_prefix, date and current time. (e.g. gnomemeeting-snap-2003_06_19-024316.png).
uk: При виклику ви можете зробити знімок віддаленої сторони вибравши Виклик -&gt; Зберегти поточне зображення. У поточному каталозі буде збережено файл типу PNG. Назва файлу складається з трьох частин: префіксу_збереження, дати та поточного часу. (наприклад, gnomemeeting-snap-2003_06_19-024316.png).

source: Watching calls execution using the history windows
uk: Перегляд зроблених викликів у вікні історії

source: History windows in <application>GnomeMeeting</application> are comparable to logfiles. They keep chronological track of actions performed by <application>GnomeMeeting</application> and provide additional information to the user.
uk: Вікна історії у <application>GnomeMeeting</application> можна порівняти з файлами журналів. У них зберігається хронологічний порядок дій, що були виконані <application>GnomeMeeting</application> та міститься додаткова інформація про абонента.

source: General History
uk: Загальна історія

source: The General History window keeps track of many operations which are mainly performed in the background. It displays information about audio and video devices, connections to ILS directories and gatkeepers, codecs and other details. The latest operations can be found at the bottom, older entries are shown on the top. You can access this information by opening Tools-&gt;Generic History.
uk: У вікні загальної історії відслідковується багато операцій, які головним чином виконуються у фоновому режимі. У вікні відображається інформація про пристрої звуку та відео, з'єднання з каталогами ILS та gatkeeper, кодеки та інші подробиці. Останні операції можна знайти знизу, старіші записи показуються згори. Переглянути цю інформацію можна вибравши Сервіс-&gt;Загальна історія.

source: Calls History
uk: Історія викликів

source: Double-clicking on a row in the Calls History will call the selected URL or transfer any active call to that URL. Notice that you can also drag and drop entries from the Calls History into the address book.
uk: Подвійне клацання у рядку історії викликів призводить до виклику вибраного URL або передачі будь-якого активного виклику на цей URL. Зауважте, елементи також можна перетягувати з історії викликів у адресну книгу.

source: This information can be accessed by opening Tools-&gt;Calls History and by switching between the three tabs.
uk: Доступ до цієї інформації можна отримати відкривши Сервіс-&gt;Історія викликів та вибравши одну з вкладок.

source: To Register to ILS Directories
uk: Реєстрація у каталогах ILS

source: Registering to ILS directories
uk: Реєстрація у каталогах ILS

source: This section describes what ILS directories are and how you can register to them.
uk: У цьому розділі описуються каталоги ILS та способи реєстрації у них.

source: What is an ILS directory?
uk: Що таке каталог ILS ?

source: The Internet Locator Service (ILS) is a directory similar to a telephone directory. Think of it as a phone book, when you want to call someone you just look up the number for that particular person and dial away. The ILS directory operates on the same concept except in this case the number you're looking up is an IP address.
uk: Служба пошуку у Інтернет (Internet Locator Service - ILS) є каталогом подібним до телефонного довідника. Розглядайте її як телефонну книгу. Коли ви бажаєте подзвонити комусь ви просто шукаєте його номер та дзвоните. Каталог ILS працює подібним чином, хіба що у цьому випадку ви шукаєте адреси IP.

source: The default ILS directory for Gnomemeeting users is ils.seconix.com, you can use any ILS directory of your choice.
uk: Типовий каталог ILS для абонентів Gnomemeeting - ils.seconix.com, але ви можете вказати власний каталог ILS.

source: Registering to an ILS directory
uk: Реєстрація у каталозі ILS

source: <application>GnomeMeeting</application> allows you to register to one ILS directory at a time. All settings can be configured with the preferences window. You can register to an ILS server with the following steps:
uk: <application>GnomeMeeting</application> дозволяє одночасно реєструватись лише у одному каталозі ILS. Усі параметри можна налаштувати у вікні параметрів. На сервері ILS можна зареєструватись таким чином:

source: * Enter in the 'User Directory' input box the hostname or IP address of the ILS server you wish to register with.
uk: * Введіть у полі вводу 'Каталог абонентів' назву вузла чи адресу IP сервера ILS, на якому треба зареєструватись.

source: * Ensure that the 'Enable Registering' check box is selected.
uk: * Перевірте, що відмічено поле 'Дозволити реєстрацію'.

source: * You may also choose to allow other registered users to view your details (as defined in the Personal Data settings) in the user directory. If you do not select the last check box you will be invisible from other users but your callto:// address will still be functional.
uk: * Також можете дозволити іншим зареєстрованим абонентам переглядати інформацію про вас (яку визначено у розділі Особисті дані) у службі каталогу. Якщо ви не відмітили останнє поле, ви будете невидимі для інших абонентів, але ваша адреса callto:// буде працювати.

source: Browsing an ILS directory
uk: Перегляд каталогу ILS

source: The ILS directory can be browsed by selecting the menu option Tools -&gt; Address Book or by selecting the ILS address book icon from the main window. To view the updated contents of the directory click on the 'Find' box.
uk: Каталог ILS можна переглянути вибравши пункт меню Сервіс -&gt; Адресна книга або клацнувши на значку адресної книги ILS у головному вікні. Для оновлення вмісту відображення каталогу натисніть кнопку 'Знайти'.

source: Searching for users
uk: Пошук абонентів

source: The address book can be searched on the first name, last name and email address fields. Select the field you wish to search, enter the search query and press enter.
uk: У адресній книзі можна шукати за прізвищем, іменем та адресою електронної пошти. Виділіть поле, за яким бажаєте вести пошук, введіть запит пошуку та натисніть Enter.

source: To Manage Contacts
uk: Керування контактами

source: Managing my contacts with the Address Book
uk: Керування контактами у адресній книзі

source: The Address Book is a feature which allows you to find users to call and/or to save your list of persons that you call on a regular basis in a 'Group'. It loads the list of users from the ILS directory and will store locally CALLTO and H.323 URLS and associated speed dials as well as addresses of ILS directories.
uk: Адресна книга - властивість, яка дозволяє знаходити абонентів для виклику та/або збереження списку осіб з якими ви постійно спілкуєтесь. У неї завантажується список абонентів з каталогу ILS, локально зберігаються URL типу CALLTO і H.323 та пов'язана з ними швидкість з'єднання та адреси каталогів ILS.

source: Basics of the Address Book
uk: Основи адресної книги

source: To open the Address Book select Tools -&gt; Address Book and the GnomeMeeting Addressbook window should appear. To your left there will be a list dialog showing the Servers you have added to the list as well as a list of Groups. The defaults are ils.seconix.com for Servers and the Personal address book.
uk: Щоб відкрити адресну книгу виберіть Сервіс -&gt; Адресна книга. Відкриється вікно адресної книги GnomeMeeting. Ліворуч буде список доданих до списку серверів, а також список груп. Типово у списку серверів присутній ils.seconix.com, а також Особиста адресна книга.

source: To receive a list of users on a certain ILS or LDAP server, right click on the server in question and select 'Refresh'. This will contact the server, eg: ils.seconix.com and fetch its user list. It will then sort the user list by callto:// URL and you can now begin to contact people by double clicking on their highlighted field. You can also Drag-N-Drop to call a specific party by selecting the highlighted field and dragging it into the Main Window.
uk: Щоб отримати список абонентів певного сервера ILS чи LDAP, клацніть правою кнопкою на сервері та виберіть 'Оновити'. Це призведе до з'єднання з сервером, наприклад: ils.seconix.com та отримання його списку абонентів. Потім список сортується за URL типу callto:// і тепер можна зв'язуватись з людьми подвійним клацанням на підсвіченому полі. Також для виконання виклику можна перетягнути мишею підсвічене поле у головне вікно.

source: If the persons name is in the color 'gray' it means that this person is in Busy mode or currently already involved in a Gnomemeeting call with another user, the Status field 'S' will show a phone that is off the hook.
uk: Якщо ім'я особи позначено 'сірим' кольором, це означає, що ця особа зайнята або вже розмовляє з іншим абонентом Gnomemeeting, у полі Статус 'С' відображається телефон зі знятою слухавкою.

source: In certain cases you'll want to search specifically for a persons name or email on a ILS directory. For instance an ILS directory might have a large amount of people and to scroll through each and every single name looking for the one you wish to call would be time consuming. With the Addressbook you can do this by selecting from the drop down list the persons First Name, Last Name or What their Email Contains and entering the appropriate search item into the input box then select 'Refresh'.
uk: У деяких випадках ви захочете знайти у каталозі ILS особу за її іменем чи адресою електронної пошти. Наприклад у каталозі ILS може бути велика кількість осіб, тому переглядати кожний запис списку у пошуках потрібної особи може займати тривалий час. У адресній книзі це можна зробити вибравши у розкривному списку ім'я, прізвище чи електронну адресу особи та відповідно заповнити розташоване поруч поле вводу тексту і натиснути кнопку 'Знайти'.

source: Managing servers, groups and contacts
uk: Керування серверами, групами та контактами

source: To add a server, highlight 'Servers' and right click. The option of adding a New server will appear. You then click on 'New Server' and at this point a dialog will appear asking you to enter the server name. Enter the name and select 'OK' and the new server should now appear in the Servers list.
uk: Щоб додати сервер, виділіть 'Сервери' та клацніть правою кнопкою. З'явиться меню додавання нового сервера. Потім клацніть на 'Новий сервер' та у діалоговому вікні з'явиться запитання вводу назви сервера. Введіть назву та натисніть 'Гаразд'. Новий сервер має з'явитись у списку серверів.

source: To add a group, highlight 'Groups' and right click. The option of adding a New group will appear. You then click on 'New group' and at this point a dialog will appear asking you to enter the group name. Enter the name and select 'OK' and the new group should now appear in the Groups list.
uk: Щоб додати групу, виділіть 'Групи' та клацніть правою кнопкою. З'явиться меню додавання нової групи. Потім клацніть на 'Нова група', і у діалоговому вікні з'явиться запитання вводу назви групи. Введіть назву та натисніть 'Гаразд'. Нова група має з'явитись у списку груп.

source: To Manage Incoming Calls
uk: Керування вхідними викликами

source: Managing incoming calls
uk: Керування вхідними викликами

source: <application>GnomeMeeting</application> supports different policies for incoming calls. Per default it displays a popup window which allows you to decide whether you want to refuse or accept the request for an incoming call. Furthermore Gnomemeeting offers three additional behaviors: Busy mode, Free for Chat and Forward.
uk: <application>GnomeMeeting</application> підтримує різні політики для вхідних викликів. Типово він відображає випадаюче вікно, у якому можна прийняти чи відхилити вхідний виклик. Окрім того, у Gnomemeeting є ще три додаткові поведінки: режими 'Зайнятий', 'Вільний для розмови' та 'Переадресація'.

source: Busy mode
uk: Режим 'Зайнятий'

source: If this mode is enabled Gnomemeeting refuses all incoming requests and only allows outgoing calls. You are not able to receive any call and do not notice if another user tries to contact you except when looking at the Calls History.
uk: У цьому режимі Gnomemeeting відкидає усі вхідні виклики та допускає лише вихідні виклики. Ви не зможете отримати жодного виклику, та не побачите, що інші абоненти намагаються зв'язатись з вами, якщо самі не поглянете у історію викликів.

source: This mode can be enabled by selecting Call -&gt; Busy in the main window.
uk: Цей режим вмикається вибором у меню головного вікна Виклик -&gt; Не турбувати.

source: Free for Chat mode
uk: Вільний для розмови

source: If this behavior is activated Gnomemeeting accepts all incoming calls. It does not display a popup window but tries to establish the connection to the remote party immediately.
uk: У цьому режимі Gnomemeeting приймає усі вхідні виклики. Він не відображає випадаюче вікно, але одразу намагається встановити з'єднання з віддаленою стороною.

source: This mode can be enabled by selecting Call -&gt; Free For Chat in the main window menu.
uk: Цей режим вмикається вибором у меню головного вікна Виклик -&gt; Відповідати автоматично.

source: Forward
uk: Переадресація

source: Gnomemeeting has the ability to forward calls (H.323 Call Forwarding) to another host. Which allows you to configure Gnomemeeting to forward all incoming calls to a specified URL. Furthermore it is able to forward calls interactively when you do not answer the call after a configurable amount of time or when you are busy.
uk: Gnomemeeting підтримує переадресацію викликів (Переадресація викликів H.323) на інший вузол. Це дозволяє налаштувати Gnomemeeting для переадресації усіх вхідних викликів на вказаний URL. Окрім того є можливість переадресовувати виклики інтерактивно, якщо ви не відповідаєте на виклик протягом вказаного інтервалу часу, або якщо ви зайняті.

source: Call Forwarding can be configured by selecting Call -&gt; Forward in the main menu or through the preferences window. Notice that you need to specify an URL where to forward calls in the preferences to be able to activate tht option. Open the preferences window by choosing Edit -&gt; Preferences in the main window and select Call Forwarding on the left. You will now see the appropriate section. It contains three checkboxes for the three cases described above and one textfield for the IP address/hostname of the host the calls shall be forwarded to.
uk: Переадресацію викликів можна налаштувати вибравши у головному меню Виклик -&gt; Переадресувати виклик, або ж у вікні параметрів. Зауважте, щоб задіяти цей параметр слід вказати URL, куди переадресувати виклики. Відкрийте вікно параметрів вибравши Правка -&gt; Параметри і ліворуч виберіть Переадресація викликів. Відкриється відповідний розділ. Він містить три поля з відміткою для трьох описаних вище випадків та одного текстового поля для адреси IP/назви вузла, на який перенаправляти виклик.

source: Advanced Usage
uk: Розширене використання

source: To Register to Gatekeepers
uk: Реєстрація у Gatekeeper

source: Registering to Gatekeepers
uk: Реєстрація у Gatekeeper

source: This section describes what gatekeepers are and how you can register to them.
uk: У цьому розділі дається поняття про gatekeeper та спосіб реєстрації у ньому.

source: What is a gatekeeper?
uk: Що таке gatekeeper?

source: There are many reasons for users to register to a gatekeeper. An alias at a gatekeeper requires a registration, for example. Some gatekeepers do not allow unregistered users access to any of their features, in such a case you may not be able to call any user with an alias via the gatekeeper.
uk: Є багато причин для реєстрації у gatekeeper. Наприклад, псевдонім gatekeeper вимагає реєстрації. Деякі gatekeeper не надають доступ незареєстрованим абонентам, у цьому випадку ви не зможете викликати іншого абонента через псевдонім gatekeeper.

source: Registering to gatekeepers
uk: Реєстрація у gatekeeper

source: <application>GnomeMeeting</application> allows you to register to one gatekeeper. All settings can be configured with the preferences window. Please select Edit-&gt; Preferences and choose Gatekeeper Settings (located in the H.323 Settings subcategory) on the left. The display window contains all information necessary for a correct registration to a gatekeeper.
uk: <application>GnomeMeeting</application> допускає реєстрацію лише у одному gatekeeper. Усе можна налаштувати у вікні параметрів. Виберіть Правка-&gt; Параметри, потім ліворуч виберіть Параметри Gatekeeper (у підкатегорії Параметри H.323). У вікні відобразиться уся інформація, що необхідна для коректної реєстрації у gatekeeper.

source: <application>GnomeMeeting</application> provides three different methods to register to a gatekeeper. Available values for the Registration method are as follows:
uk: <application>GnomeMeeting</application> підтримує три різні методи реєстрації у gatekeeper. Можливі значення поля Метод реєстрації:

source: Gatekeeper host - This method should be chosen when you know the hostname or IP address of the gatekeeper. <application>GnomeMeeting</application> will directly connect to the gatekeeper.
uk: Вузол Gatekeeper - цей метод слід обрати, коли ви знаєте назву вузла чи адресу IP служби gatekeeper. <application>GnomeMeeting</application> встановить з'єднання безпосередньо з gatekeeper.
