Repository: Iladra/ekiga
Catalog: help/*/*.po
Languages: uk

source: Gatekeeper ID - This method should be used when you have a valid ID at a gatekeeper but you do not its hostname or IP address. In this case <application>GnomeMeeting</application> broadcasts a message and registers to the gatekeeper which answers to your ID.
uk: Gatekeeper ID - цей метод слід обрати, якщо у вас є дійсний ідентифікатор на gatekeeper, але не назва його вузла чи адреса IP. У цьому випадку <application>GnomeMeeting</application> надсилатиме широкомовні запити та зареєструється у gatekeeper, який відповідатиме вашому ідентифікатору.

source: Automatically discover - If you are not sure which method to choose you can select this method. But please be aware that this method does not always work and is not recommended.
uk: Автовиявлення - якщо ви вагаєтесь з вибором методу, можете вибрати цей метод. Проте, будьте обізнані, що цей метод не завжди працює і не рекомендується.

source: After having chosen the Registration method there are still four further fields - Gatekeeper ID, Gatekeeper host, Gatekeeper alias and Gatekeeper password. The four fields should contain the following information:
uk: Після вибору методу реєстрації треба заповнити ще чотири поля - ідентифікатор Gatekeeper, вузол Gatekeeper, псевдонім Gatekeeper та пароль Gatekeeper. Чотири поля мають містити наступну інформацію:

source: Gatekeeper ID - The Gatekeeper identifier to register with. This field is required when you have chosen Gatekeeper ID as the Registration method.
uk: Ідентифікатор Gatekeeper - ідентифікатор Gatekeeper, у якому реєструватись. Це поле вимагається, якщо ви обрали метод реєстрації 'Ідентифікатор Gatekeeper'.

source: Gatekeeper host - Hostname or IP address of the gatekeeper. This field is required when you have chosen Gatekeeper host as the Registration method.
uk: Вузол Gatekeeper - назва вузла чи адреса IP служби gatekeeper. Це поле вимагається, якщо ви обрали метод реєстрації 'Вузол Gatekeeper'.

source: Gatekeeper alias - Gatekeeper alias to use when registering.
uk: Псевдонім Gatekeeper - псевдонім Gatekeeper, що використовується при реєстрації.

source: Gatekeeper password - Password to use for H.235 authentication when registering to the gatekeeper.
uk: Пароль Gatekeeper - пароль, що використовується для аутентифікації H.235 при реєстрації у gatekeeper.

source: Gnomemeeting will automatically register/unregister to the gatekeeper when it is started/closed.
uk: Gnomemeeting автоматично реєструється/відключається у gatekeeper при запуску/завершенні роботи.

source: To Do Calls Using a Gateway/Proxy
uk: Виклики через шлюз/проксі

source: What is a gateway/proxy?
uk: Що таке шлюз/проксі?

source: An H.323 gateway/proxy is software or hardware that will route and/or proxy calls and translate them from one protocol to another. A gateway translating from H.323 on IP to ISDN is an example and the Open Source PBX Asterisk is another example of gateway.
uk: Шлюз/проксі H.323 - програма чи обладнання, які перенаправляють та/або слугують проксі для викликів та перетворюють їх з одного протоколу у іншій. Наприклад, шлюз, що перетворює з H.323 на IP у ISDN. Іншим прикладом шлюзу є PBX Asterisk з відкритим кодом.

source: Doing calls using a gateway
uk: Виклики через шлюз

source: You can not use CALLTO URLs looking on an ILS server when using a gateway or proxy. Notice also that it might be conflicting with your Gatekeeper following your Gatekeeper configuration.
uk: При використанні шлюзу або проксі не можна використовувати пошук URL типу CALLTO на сервері ILS. Зауважте, що можливий конфлікт між вашим Gatekeeper і вашою конфігурацією Gatekeeper.

source: Doing calls using a gateway is very simple. You can fill in the gateway hostname or IP address in the Gateway/Proxy section of the <application>GnomeMeeting</application> preferences, and then simply use classical H.323 or CALLTO URL's to call users using your gateway or proxy. <placeholder-1/>
uk: Робити виклики з через шлюз дуже просто. Ви можете заповнити назву вузла чи адресу IP шлюзу у розділі 'Параметри шлюзу/проксі' у параметрах <application>GnomeMeeting</application>, потім для виклику абонентів через проксі можете використовувати класичні URL типу H.323 чи CALLTO. <placeholder-1/>

source: To Use a Quicknet Card
uk: Використання карток Quicknet

source: A Quicknet card is hardware that can be used to replace your soundcard. It has several features that are not available to normal soundcard users like echo cancellation, G.723.1 audio codec support, POTS - Plain Old Telephone System - management.
uk: Картка Quicknet - є апаратним засобом, що використовується для заміни звукової плати. Він має декілька властивостей, які недоступні у звичайні звуковій картці, таких як запобігання відлунню, підтримка кодеку G.723.1, керування телефоном (POTS - Plain Old Telephone System).

source: You can use the '*' sign of the keypad of your phone to replace the '.' if you want to dial IPv4 addresses. Notice also that if you want to dial complex URLs, you can associate them to speed dials in the address book, and simply dial the given speed dial followed by '#' to immediately start calling that URL.
uk: Якщо ви бажаєте набрати адресу IPv4, замість '.' можете використовувати знак '*' на клавіатурі вашого телефону. Зауважте, що якщо ви хочете викликати складний URL, треба пов'язати його у адресній книзі зі швидким набором, та просто наберіть код швидкого набору за яким наберіть '#' для негайного виклику цього URL.

source: When using a Quicknet card, you can use either an old phone plugged into the card or an headset. You will need to select Quicknet as plugin in the Audio Devices section of the preferences, select the required Audio Input Device and then indicate if you are using a POTS or a headset with your Quicknet card. If you are using a phone, simply plug its cable into the Quicknet card and you are ready to do <application>GnomeMeeting</application>-managed calls with your phone. <placeholder-1/>
uk: При використанні картки Quicknet, ви можете використовувати або вставлений у картку старий телефон, або навушники з мікрофоном. У параметрах у розділі звукових пристроїв, слід вибрати модуль Quicknet, виберіть потрібний пристрій вводу звуку а потім вкажіть, чи ви використовуєте телефон або ж навушники з мікрофоном. Якщо ви використовуєте телефон, просто вставте кабель у Quicknet картку і ви готові до дзвінків за допомогою <application>GnomeMeeting</application> на ваш телефон. <placeholder-1/>

source: To Control the Video Bandwidth
uk: Керування пропускною здатністю відео-потоку

source: <application>GnomeMeeting</application> is using a best-effort algorithm to maintain a low bandwidth when transmitting video. You can adjust the video quality between 1 and 100%, and the number of transmitted images per second in the Video Codecs section of the preferences. It will permit <application>GnomeMeeting</application> to dynamically adjust the video bandwidth and the number of transmitted images per second during a call while trying to respect the requested video bandwidth.
uk: <application>GnomeMeeting</application> використовує алгоритм найкращого-наближення для підтримки низького трафіку при передаванні відео. Ви можете змінювати якість відео між 1 та 100%, та кількість переданих зображень у секунду в розділі параметрів 'Кодеки відео'. Це дозволить <application>GnomeMeeting</application> динамічно корегувати відеопотік та кількість переданих зображень за секунду намагаючись відповідати вказаній пропускній здатності відео.

source: Notice that the algorithm is a best-effort algorithm, which means that if you are giving too high values for the minimum video quality and frames per seconds to transmit, it will be impossible to respect the requested video bandwidth. However, if the video bandwidth permits to transmit with a better quality, or faster than the requested values, then <application>GnomeMeeting</application> will dynamically increase them so that the quality and the framerate are always the best possible.
uk: Зауважте, що алгоритм є алгоритмом найкращого наближення, це означає, що якщо ви встановлюєте надто високі значення мінімальної якості відео та кількості кадрів на секунду, буде неможливо дотриматись вибраної пропускної здатності відео. Проте, якщо пропускна здатність відео дозволяє передачу з більшою якістю, або більшу кількість кадрів ніж вказані значення, то <application>GnomeMeeting</application> динамічно збільшить їх, щоб якість та кількість кадрів була завжди найкращою.

source: Choosing a higher framerate and a lower quality will have the same result in terms of video bandwidth than choosing a higher quality with a lower framerate. It depends if you prefer using your bandwidth to transmit more lower quality images or fewer big quality images.
uk: Вибір високих значень частоти кадрів та низької якості призведе до тих самих результатів у сенсі пропускної здатності відео, що й вибір кращої якості з низькою кількістю кадрів. В залежності від уподобань можна задіяти пропускну здатність для передачі більшої кількості низькоякісних зображень або меншої кількості високоякісних зображень.

source: To Manage Codecs
uk: Керування кодеками

source: Audio Codecs
uk: Звукові кодеки

source: The <application>GnomeMeeting</application> audio codecs table in the preferences permits you to change the codecs order as well as disabling the codecs you don't want to use. Each codec has strong and weak points. For example, G.711 will give the best voice quality but will use the most bandwidth while Speex-8k will give an average voice quality but requiring a very low bandwidth usage.
uk: У таблиці звукових кодеків <application>GnomeMeeting</application> у параметрах можна змінити порядок вибору кодеку, а також вимкнути небажані кодеки. Кожен кодек має сильні та слабкі сторони. Наприклад, G.711 надає кращу якість голосу, але вимагає більшу пропускну здатність, аSpeex-8k має посередню якість голосу, але вимагає дуже низької пропускної здатності.

source: Reordering the codecs
uk: Зміна порядку кодеків

source: When you reorder the codecs, you are reordering the local capabilities table, ie the codecs you will use for sending. You will always transmit audio using the first codec in the table that is in common with the remote user. The remote user will transmit audio using the first codec in his table that is common with you.
uk: При зміні порядку кодеків, ви змінюєте таблицю локальних властивостей, тобто кодеків, які будуть використовуватись для надсилання. Звук завжди передається з використанням першого кодеку у таблиці, що співпадає з кодеком віддаленого абонента. Віддалений абонент буде передавати звук використовуючи перший спільний з вами кодек у таблиці.

source: Forcing the use of a specific codec
uk: Примусове використання певного кодеку

source: You can force the use of a specific codec by disabling all other codecs, but it will result in failed calls if the remote user doesn't allow that specific codec. The best is to put your prefered codecs at the top of the list so that you always transmit with them if the remote user allows it and to disable the codecs that you don't want to use for transmission and reception.
uk: Ви можете змусити використовувати певний кодек вимкнувши усі інші кодеки, але це призведе до неможливості встановити з'єднання, якщо віддалений абонент вимкнув цей кодек. Краще поставити уподобаний кодек згори списку, тож він буде завжди використовуватись, якщо віддалений абонент його увімкнув, та вимкнути кодеки, які ви не бажаєте використовувати для передачі чи прийому.

source: Adjusting the delay
uk: Корегування затримки

source: You can adjust the delay to wait before playing the sound buffers that you have received using the jitter buffer adjustment. If there is too much packets loss, the delay required to have received all packets could be so important that it will exceed the jitter buffer. In such a case, the sound you are receiving will be of bad quality. A solution to that problem would be to increase the maximum limit of the jitter buffer to a few seconds, resulting in a big delay but in an improved voice quality. Notice that the jitter buffer will readapt itself to the lowest delay allowing for optimum transmission, and that a bad voice quality in reception is not due to a too low jitter buffer value, but to bad internet connection quality.
uk: Можна змінювати затримку перед відтворенням звукових буферів, які отримуються з використанням корегування джиттер-буферу. Якщо втрати пакетів високі, затримка, що потрібна для отримання усіх пакетів, може бути така велика, що вона перевищить можливості джиттер-буфера. У цьому випадку, якість отриманого звуку буде низькою. Рішенням цієї проблеми буде збільшення максимальної межі джиттер-буфера на кілька секунд, в результаті затримка збільшується, але покращується якість звуку. Зауважте, що джиттер-буфер адаптується до найнижчої затримки, це дозволяє оптимізувати передачу, і що погана якість звуку при прийомі не через надто низьке значення джиттер-буферу, а через низьку якість з'єднання з Інтернет.

source: To Define Ports
uk: Визначення порта

source: Setting <placeholder-1/> up to use Different Ports
uk: Використання <placeholder-1/> іншого порту

source: The main port listening for incoming connections in <application>GnomeMeeting</application> is port 1720, to change this port you need to load "gconf-editor". Open gconf-editor, select apps from the left hand side menu and then select gnomemeeting. Then select "ports" it should give you a list in the corresponding window to your right. Select listen_port and change it to your desired value. You can also change the UDP/RTP port range, The TCP port range and the UDP port range used to register to a gatekeeper. These are described in detail below.
uk: Головний порт очікування вхідних викликів у <application>GnomeMeeting</application> це порт 1720, щоб змінити цей порт слід завантажити "gconf-editor". У gconf-editor виберіть apps ліворуч у меню, а потім виберіть gnomemeeting. Потім виберіть "protocols", "h323", "ports", має відкритись список у відповідному вікні праворуч. Виберіть listen_port та змініть його на бажаний порт. Також можна змінити діапазон портів UDP/RTP, Діапазон портів TCP та діапазон портів UDP використовується для реєстрації у gatekeeper. Це докладно описується нижче.

source: Explanation of Port Ranges
uk: Пояснення щодо діапазону портів

source: 1. The "listen_port" value is the port <application>GnomeMeeting</application> will listen for incoming connections on.
uk: 1. Значення "listen_port" є портом на якому <application>GnomeMeeting</application> очікує вхідні з'єднання.

source: 2. The "rtp_port_range" value is the range of UDP ports that <application>GnomeMeeting</application> will use for RTP (audio and video communication channels). You can change the UDP port range if you are using IP translation and if you need to have several <application>GnomeMeeting</application> running behind your NAT/PAT router. <application>GnomeMeeting</application> needs to be restarted for the new values to take effect.
uk: 2. Значення "rtp_port_range" - діапазон портів UDP які <application>GnomeMeeting</application> використовує для RTP (канали звуку та відео). Можна змінити діапазон портів UDP, якщо ви використовуєте трансляцію IP та треба мати кілька запущених екземплярів <application>GnomeMeeting</application> за вашим маршрутизатором NAT/PAT. Щоб нові значення набрали сили треба перезавантажити <application>GnomeMeeting</application>.

source: 3. The "tcp_port_range" value is the range of TCP ports beside the listen_port that <application>GnomeMeeting</application> will use for the H.245 channel. You can change the TCP port range if you are using IP translation and if you need to have several <application>GnomeMeeting</application> running behind your NAT/PAT router. <application>GnomeMeeting</application> needs to be restarted for the new values to take effect. This port range has no effect if both participants to the conference are using H.245 Tunneling.
uk: 3. Значення "tcp_port_range" - діапазон портів TCP окрім listen_port, який <application>GnomeMeeting</application> використовує для каналу H.245. Ви можете змінити діапазон портів TCP, якщо ви використовуєте трансляцію IP та треба мати кілька запущених екземплярів <application>GnomeMeeting</application> за вашим маршрутизатором NAT/PAT. Щоб нові значення набрали сили треба перезавантажити <application>GnomeMeeting</application>. Цей діапазон портів ні на що не впливає, якщо обидва учасника конференцій використовують тунелювання H.245.

source: 4. The "udp_port_range" value is the range of UDP ports that <application>GnomeMeeting</application> will use when registering to gatekeepers. You can change the UDP port range if you are using IP translation and if you need to have several <application>GnomeMeeting</application> running behind your NAT/PAT router. <application>GnomeMeeting</application> needs to be restarted for the new values to take effect. This port range has no effect if you are not registering to a gatekeeper.
uk: 4. Значення "udp_port_range" - діапазон портів UDP, які <application>GnomeMeeting</application> використовує при реєстрації у gatekeeper. Ви можете змінити діапазон портів TCP, якщо ви використовуєте трансляцію IP та треба мати кілька запущених екземплярів <application>GnomeMeeting</application> за вашим маршрутизатором NAT/PAT. Щоб нові значення набрали сили треба перезавантажити <application>GnomeMeeting</application>. Цей діапазон портів ні на що не впливає, якщо ви не зареєстровані у gatekeeper.

source: To Control the H.323 Advanced Settings
uk: Керування додатковими параметрами H.323

source: <application>GnomeMeeting</application> permits a fine control of the H.323 settings in the Advanced H.323 Settings section of the preferences. You can enable H.245 Tunneling, Early H.245 and Fast Start.
uk: <application>GnomeMeeting</application> дозволяє точно керувати параметрами H.323 у розділі додаткових параметрів H.323. Можна увімкнути тунелювання H.245, ранній H.245 та швидкий старт.

source: H.245 Tunneling
uk: Тунелювання H.245

source: H.245 Tunneling is the encapsulation of H.245 messages within H.225/Q.931 messages (H.245 Tunneling). If you have a firewall and enable H.245 Tunneling, there is one less TCP port that you need to allow for incoming connections.
uk: Тунелювання H.245 - інкапсуляція повідомлень H.245 у повідомленнях H.225/Q.931 (Тунелювання H.245). Якщо у вас є брандмауер та ви увімкнули тунелювання H.245, кількість потрібних для вхідного з'єднання портів TCP зменшується на один.

source: Early H.245
uk: Раннє тунелювання H.245

source: This enables H.245 early in the setup and permits to achieve faster call initiation.
uk: Завчасно вмикає H.245 при налаштовування та дозволяє пришвидшити ініціювання виклику.

source: Fast Start
uk: Швидкий старт

source: Fast Connect is a new method of call setup that bypasses some usual steps in order to make it faster. In addition to the speed improvement, Fast Connect allows the media channels to be operational before the CONNECT message is sent, which is a requirement for certain billing procedures. It was introduced in H.323 version 2.
uk: Швидке з'єднання - новий метод налаштовування виклику, у якому для прискорення пропускаються кілька звичайних кроків. Окрім збільшення швидкості, швидке з'єднання дозволяє привести канали у робочий стан перед надсиланням повідомлення CONNECT, що є необхідним для деяких процедур біллінгу. Його було започатковано у H.323 версії 2.

source: About <application>GnomeMeeting</application>
uk: Про програму <application>GnomeMeeting</application>

source: <application>GnomeMeeting</application> is written by Damien Sandras (<email>dsandras@seconix.com</email>). To find more information about <application>GnomeMeeting</application>, please visit the <ulink url="http://www.gnomemeeting.org" type="http"><application>GnomeMeeting</application> Home Page</ulink>.
uk: <application>GnomeMeeting</application> написав Damien Sandras (<email>dsandras@seconix.com</email>). Щоб знайти додаткову інформацію про <application>GnomeMeeting</application>, відвідайте <ulink url="http://www.gnomemeeting.org" type="http">Домашню сторінку <application>GnomeMeeting</application></ulink>.

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:gnome-feedback" type="help">document</ulink>.
uk: Щоб сповістити про помилку або внести пропозицію відносно цієї програми або довідки, дотримуйтесь інструкцій на сторінці <ulink url="ghelp:gnome-feedback" type="help">Сторінка зворотного зв'язку GNOME</ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="ghelp:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
uk: Ця програма поширюється на умовах Публічної ліцензії GNU, яку опубліковано Фондом вільного ПЗ; версією 2 цієї ліцензії, або (на ваш розсуд) будь-якою пізнішою версією ліцензією. Копію цієї ліцензії можна знайти за цим <ulink url="ghelp:gpl" type="help">посиланням</ulink>, або у файлі COPYING, що включений у код цієї програми.

source: Appendix
uk: Додаток

source: Related Software
uk: Споріднені програми

source: Gatekeepers, Gateways and Proxies
uk: Gatekeeper, шлюзи та проксі

source: Conferencing/VoIP Software
uk: Програми для конференцій/VoIP

source: Other H.323 Clients
uk: Інші клієнти H.323

source: translator-credits
uk: Максим Дзюманенко <mvd@mylinux.com.ua>
