Repository: Iladra/ekiga
Catalog: po/*.po
Languages: as, da, ne, ta, vi, zh_tw

source: Stopping current call
da: Stopper aktuelt opkald
ne: हालको कललाई बन्द गर्दै
ta: தற்போதைய அழைப்பை நிறுத்து
vi: Đang chấm dứt cuộc gọi hiện thời
zh_tw: 正在停止目前的通話

source: Refusing Incoming call
da: Afviser indgående opkald
ne: आगमन कललाई अस्वीकार गर्दै
ta: தற்போதைய அழைப்பை மறுத்து விடு
vi: Đang từ chối cuộc gọi đến
zh_tw: 拒絕接受通話

source: Opened Quicknet device %s
da: Åbnede Quicknet-enheden %s
ne: खोलिएको %s क्विकनेट यन्त्र
ta: %s Quicknet சாதனம் திறக்கப்பட்டது
vi: Mở thiết bị Quicknet «%s» rồi.
zh_tw: 開啟 Quicknet 裝置 %s

source: Error while opening the Quicknet device.
da: Fejl ved åbning af Quicknet-enheden.
ne: क्विकनेट यन्त्र खोल्दा त्रुटी.
ta: Quicknet சாதனத்தை துவக்கும் போது பிழை
vi: Gặp lỗi khi mở thiết bị Quicknet.
zh_tw: 打開 Quicknet 裝置時發生錯誤。

source: Please check that your driver is correctly installed and that the device is working correctly.
da: Kontrollér venligst at din drivrutine er korrekt installeret og at enheden virker som den skal.
ne: कृपया तपाईको ड्राईभरले ठिक तरिका संग स्थापना गरिएको छ र यन्त्रले सहि रुपमा काम गरिरहेको छ भनेर जाँच गर्नुहोस्.
ta: உங்கள் வட்டு சரியாக நிறுவப்பட்டதா எனவும் அது சரியாக வேலை செய்கிறதா எனவும் பார்க்கவும்
vi: Hãy kiểm tra xem đã cài đặt cho đúng trình hỗ trợ thiết bị ấy, và thiết bị hoạt động.
zh_tw: 請確定您的驅動程式已經正確的安裝好,且裝置可以正常使用。

source: Closed Quicknet device %s
da: Lukkede Quicknet-enheden %s
ne: बन्द गरिएको %s क्विकनेट यन्त्र
ta: %s Quicknet மூடப்பட்டது
vi: Đóng thiết bị Quicknet «%s» rồi.
zh_tw: 關閉 Quicknet 裝置 %s

source: Phone is off hook
da: Telefonen er taget af
ne: फोन हुक बन्द छ
ta: தொலைபேசி சேவை இல்லை
vi: Điện thoại không đóng.
zh_tw: 電話已掛線

source: Phone is on hook
da: Telefonen er lagt på
ne: फोन हुक खुला छ
ta: தொலை பேசி சேவையில் உள்ளது
vi: Điện thoại đóng rồi.
zh_tw: 電話正在通話

source: Open control panel
da: Åbn kontrolpanel
ne: नियन्त्रण प्यानल खोल्नुहोस्
ta: கட்டுப்பாட்டு மையத்தை திறக்கவும்
vi: Mở bảng điều khiển
zh_tw: 開啟控制面板

source: View/Hide the text chat window
da: Vis/skjul tekstsamtalevinduet
ne: पाठ कुराकानी सञ्झ्याल हेर्नुहोस्/लुकाउनुहोस्
ta: பேச்சுக்கான சாளரத்தை மறைக்க/காட்ட
vi: Hiện/Ẩn cửa sổ Trò chuyện viết
zh_tw: 顯示/隱藏文字聊天視窗

source: Off
da: Deaktiveret
ne: बन्द
ta: நிறுத்து
vi: Tắt
zh_tw: 關閉

source: Hide the control panel
da: Vis/Gem kontrolpanelet
ne: नियन्त्रण प्यानल लुकाउनुहोस्
ta: கட்டுப்பாட்டு மையத்தை மறைக்கவும்
vi: Ẩn bảng điểu khiển
zh_tw: 隱藏控制面板

source: _Clear Text Chat
da: _Ryd tekstsamtale
ne: पाठ कुराकानी सफा गर्नुहोस्
ta: (_C)உரை அரட்டையை தூய்மையாக்கு
vi: _Xóa Trò chuyện viết
zh_tw: 清除聊天文字(_C)

source: Clear the text chat
da: Ryd tekstsamtalen
ne: पाठ कुराकानी सफा गर्नुहोस्
ta: உரை அரட்டையை தூய்மையாக்கு
vi: Xóa các Trò chuyện viết hiện thời
zh_tw: 清除聊天文字

source: Lost packets: Late packets: Round-trip delay: Jitter buffer:
da: Mistede pakker: Forsinkede pakker: Pingtid: Mellemlager:
ne: हराएका प्याकेटहरू: ढिला प्याकेटहरू: दोहोरो-यात्रा ढिलाई: जिटर बफर:
ta: இழந்த கட்டு: தாமதமான கட்டு: முழு-உலாவல் தாமதம் அபாய இடையகம்:
vi: Số gói mất: Số gói trễ: Khoảng đợi khứ hồi: Vùng đệm Jitter:
zh_tw: 遺失封包： 延遲封包： 往返延遲： 抗抖動緩衝：

source: Click to clear
da: Klik for at rydde
ne: सफा गर्नलाई क्लिक गर्नुहोस्
vi: Nhắp để xóa

source: Generic error
da: Generel fejl
ne: जातीय त्रुटी
ta: பொதுவான பிழை
vi: Lỗi chung
zh_tw: 一般的錯誤

source: Forward calls to _host:
da: Viderestil opkald til _vært:
ne: कलहरू होस्टमा पठाउनुहोस्:
ta: அழைப்புகளை புரவலனுக்கு அனுப்பு
vi: Chuyển tiếp cuộc gọi cho _máy:
zh_tw: 轉駁來電至主機(_H)：

source: seconds
da: sekunder
ne: सेकेन्डहरू
ta: நொடிகள்
vi: giây
zh_tw: 秒後拒接或轉駁來電

source: Ring Output device:
da: Ringuddata-enhed:
ne: रिङ्ग निर्गत यन्त्र:
vi: Thiết bị đầu ra tiếng chuông:

source: All
ne: सवै
ta: எல்லாம்
vi: Tất cả
zh_tw: 所有

source: Signal
ne: संकेत
ta: சங்கேதம்
vi: Tín hiệu
zh_tw: 信號

source: H.323 Version 2 Settings
da: H.323 Version 2-opsætning
ne: H.323 संस्करण 2 सेटिङ्गहरू
ta: H.323 பதிப்பு 2 அமைப்புகள்
vi: Thiết lập H.323 phiên bản 2
zh_tw: H.323 V2 設定

source: DTMF Sending
ne: DTMF प्रेषण
ta: DTMF அனுப்பல்
vi: Đang gửi DTMF
zh_tw: DTMF 傳送

source: This permits to set the mode for DTMFs sending. The values can be "All", "None", "rfc2833", "Signal" or "String" (default is "All"). Choosing other values than "All", "String" or "rfc2833" disables the Text Chat.
da: Dette muliggør at sætte tilstanden for DTMFs-sending. Værdierne kan være "All", "None", "rfc2833", "Signal" eller "String" (standardværdien er "All"). At vælge andre værdier end "All", "String" eller "rfc2833" deaktiverer tekstsamtaler.
ne: डिटिएमएफ पठाउन ब्यवस्थि गर्न यसले आज्ञा दिन्छ. मानहरू "सबै", "कोही पनि", "आरएफसि २८३३", "संकेत" वा "स्ट्रिङ्ग" (पूर्वनिर्धारित भने "सबै"). अरु मानहरू छान्दा "सबै", "स्ट्रिङ्ग" वा "आरएफसि२८३३" ले पाठ च्याटलाई अक्षम बनाउँछ.
ta: DTMFக்கள் அனுப்புவதற்கான பாங்கை இது அனுமதிக்கும். மதிப்புகள் "எல்லாம்", "எதுவுமில்லை", "rfc2833", "சங்கேதம்" அல்லது "சரம்" (இயல்பாக "எல்லாம்") மற்ற மதிப்புகளை தேர்வு செய்தால் "எல்லாம்","சரம்" அல்லது "rfc2833" உரை மதிப்புகளை செயலிழக்கச்செய்யும்.
vi: Tùy chọn này cho phép người dùng lập chế độ gởi DTMF. Giá trị có thể là «All» (tất cả), «None» (không có), «rfc2833», «Signal» (tín hiệu) hay «String» (chuỗi). Mặc định là «All». Chọn giá trị khác với «All», «String» hay «rfc2833» thì tắt Trò chuyện viết.
zh_tw: 在這裡設定 DTMF 的傳送模式。數值可以是 「所有」、「沒有」、「rfc2833」、「信號」及「字串符」（預設是「所有」）。選擇「所有」，「字串符」及「rfc2833」會停用文字聊天。

source: Do not register
da: Registrér ikke
ne: दर्ता नगर्नुहोस्
ta: பதிவு செய்யாதே
vi: Không đăng ký
zh_tw: 不要註冊

source: Automatically discover
da: Opdag automatisk
ne: स्वत:तरिकाले पत्ता लगाउनुहोस्
ta: தானாக கண்டுபிடி
vi: Tự động phát hiện
zh_tw: 自動尋找

source: Gatekeeper _host:
da: Portvagts_vært:
ne: द्वारपाल होस्ट:
ta: (_h)நுழைவுக்காப்பாளனின் புரவலன்
vi: _Máy bộ bảo quản cổng ra:
zh_tw: 閘道管理員主機(_H)：

source: Gatekeeper _alias:
da: Portvagts_alias:
ne: द्वारपाल उपनाम:
ta: (_a)நுழைவுக்காப்பாளனின் மாற்றுப் பெயர்
vi: _Bí danh bộ bảo quản cổng ra:
zh_tw: 閘道管理員的別名(_A):

source: Gatekeeper _password:
da: _Adgangskode til portvagt:
ne: द्वारपाल पासवर्ड:
ta: (_p)நுழைவுக்காப்பாளனின் கடவுச்சொல்
vi: Mật _khẩu bộ bảo quản cổng ra:
zh_tw: 註冊到閘道管理員的密碼(_P)：

source: Registration timeout of
da: Registreringstidsudløb af
ne: यसको दर्ता अवधी समाप्‍त
vi: Thời hạn đăng ký là

source: minutes
da: minutter
ne: मिनेटहरू
vi: phút

source: Register this alias as the primary alias with the gatekeeper
da: Registrér dette alias som primæralias hos portvagten
ne: यो उपनाम द्वारपाल संग प्राथमिक उपनामको रुपमा दर्ता गर्नुहोस्
ta: இந்த மாற்றுப்பெயரை நுழைவாயில் காப்பாளரின் மாற்று பெயராக பதிவு செய்யவும்
vi: Đăng ký bí danh này là bí danh chính với bộ bảo quản cổng ra.
zh_tw: 註冊這一個別名作為閘道管理員的主要別名

source: Use this option to ensure the above alias is used as the primary alias when registering with a gatekeeper. This may be required if your gatekeeper can only perform authentication using the first alias in the list.
da: Brug dette valg for at sikre at det valgte alias bliver brugt som primæralias ved registrering hos en portvagt. Dette kan være nødvendigt hvis din portvagt kun kan autentificere ved at bruge det første alias i listen.
ne: एउटा गेटकिपर संग दर्ता गरेको वेलामा माथिको उपनाम एउटा प्राथमिक कुञ्जीको रुपमा प्रयोग भएको भन्ने कुरा आशवस्त हुनलाई यो विकल्प प्रयोग गर्नुहोस्। यो यदि गेटकिपरले ले सूचीमा पहिलो उपनाम प्रयोग गरेर प्रमाणीकरण गर्न सकेमा मात्र आवश्यक हुन सक्छ।
ta: நுழைவாயில் காப்பாளரோடு பதிவு செய்யும் போது இந்த மறு பெயரை முதன்மை மறு பெயராக பயன்படுத்து. நுழைவாயில் கண்கானிப்பாளர் உங்கள் அனுமதியை முதல் அனுமதியாக பயன்படுத்தும் போது மட்டுமே இது தேவைப்படும்.
vi: Hãy sử dụng tùy chọn này để đảm bảo bí danh trên được dùng là bí danh chính khi đăng ký với một bộ bảo quản cổng ra. Có lẽ cần đến nó nếu bộ bảo quản cổng ra của bạn có thể xác thực chỉ khi dùng bí danh thứ nhất trong danh sách ấy.
zh_tw: 啟用這選項來確定上面的別名是在註冊閘道管理員作為主要別名時使用。如果您的閘道管理員只能以清單上第一個別名來進行認證，您需要啟月用這選項。

source: Registering method:
da: Registreringsmetode:
ne: दर्ता तरिका:
ta: பதிவு செய்யும் முறை
vi: Cách đăng ký:
zh_tw: 註冊方式：

source: Click here to update your Gatekeeper settings
da: Klik her for at opdatere dine portvagtsopsætning
ne: तपाईको गेटकिपर सेटिङ्गहरू अधावधिक गर्नलाई यहाँ क्लिक गर्नुहोस्
ta: உங்கள் நுழைவாயில் காப்பாளர் அமைப்புகளை புதுப்பிக்க இங்கே க்ளிக் செய்யவும்
vi: Nhấn vào đây để cập nhật thiết lập bộ bảo quản cổng ra
zh_tw: 點擊此來更新閘道管理員的設定

source: Gateway/Proxy
da: Adgangspunkt/mellemvært
ne: गेटवे / प्रतिनिधि
ta: நுழைவாயில்/ப்ராக்ஸி
vi: Cổng ra/ủy nhiệm
zh_tw: 閘道器/代理伺服器

source: Gateway / Proxy host:
da: Adgangspunkt/mellemvært:
ne: गेटवे / प्रतिनिधि होस्ट:
ta: நுழைவாயில்/ப்ராக்ஸி புரவலன்
vi: Máy cổng ra/ủy nhiệm
zh_tw: 閘道器/代理伺服器主機：

source: Use gateway or proxy
da: Brug adgangspunkt eller mellemvært
ne: गेटवे वर प्रतिनिधिको प्रयोग गर
ta: நுழைவாயில் அல்லது ப்ராக்ஸியை பயன்படுத்து
vi: Dùng cổng ra hay ủy nhiệm
zh_tw: 使用閘道器或代理伺服器

source: Enable IP _translation
da: Aktivér IP-_oversættelse
ne: आई पी रुपान्तर सक्षम पार्नुहोस्
ta: (_t)IP பெயர்பை செயல்படுத்து
vi: Bật _thông dịch IP
zh_tw: 啟用 IP 轉換(_T)

source: This enables IP translation. IP translation is useful if GnomeMeeting is running behind a NAT/PAT router. You have to put the public IP of the router in the field below. If you are registered to ils.seconix.com, GnomeMeeting will automatically fetch the public IP using the ILS service. If your router natively supports H.323, you can disable this.
da: Dette aktiverer IP-oversættelse. IP-oversættelse er nyttigt hvis GnomeMeeting er bag ved en NAT/PAT-ruter. Du skal angive det offentlige IP-nummer for ruteren i feltet nedenfor. Hvis du er registreret i ils.seconix.com vil GnomeMeeting automatisk hente det offentlige IP-adresse ved brug af ILS-tjenesten. Hvis din ruter har indbygget understøttelse for H.323 kan du deaktivere dette.
ne: यसले आइपि अनुवाद सक्षम पार्नुहोस्दछ. आइपि अनुवाद जिनोममिटिङ्ग न्याट/प्याट रुटर पछाडि चालु भएको बेलामा आवश्यक पर्दछ. तलका फिल्डमा पब्लिक आइपि रुटरको राख्नुपर्छ. यदि तपाई इल्स सेकोनिक्स डट कम सँग अनुबन्धित हुनुहुन्छ भने, जिनोममिटिङ्गले स्वत: पब्लिक आइपि इल्स सर्भिस प्रयोग गरेको बेला ल्याउन सक्छ. यदि तपाईको रुटरले एच.३२३ सहारा गर्दछ भने, तपाई यसलाई अक्षम बनाउनुहोस्.
ta: இது IP பெயர்தலை செயல்படுத்தும். இது க்னோம் மாநாடு NAT/PAT வழிகாட்டியை பயன்படுத்தும்போது மிக பயனுள்ளதாக இருக்கும். வழிகாட்டியில் பொது IP ஐ நீங்கள் உள்ளிடவேண்டும்.ils.seconix.com நீங்கள் பதிவு செய்திருந்தால் , க்னோம் மாநாடு தானாக பொது IP ஐ ILS சேவகனுக்கு அனுப்பும். உங்கள் வழிகாடியில் H.323 ஆதரவு இருந்தால் இதை நீங்கள் செயல்படுத்த வேண்டாம்.
vi: Tùy chọn này hiệu lực khả năng thông dịch giao thức Mạng (IP). Nó có ích nếu trình GnomeMeeting đang chạy nằm sau một bộ định tuyến NAT/PAT. Bạn hãy nhập địa chỉ IP công cộng của bộ định tuyến vào trường bên dưới đây. Nếu bạn đã đăng ký với «ils.seconix.com», trình GnomeMeeting sẽ tự động gọi địa chỉ IP công cộng dùng dịch vụ ILS. Nếu bộ định tuyến bạn có hỗ trợ H.323 một cách sở hữu thì bạn có thể vô hiệu hóa tùy chọn này.
zh_tw: 在這裡啟用 IP 轉換。如果 GnomeMeeting 是運行在 NAT/PAT 路由器之後，IP 轉換是很有用的。您需要在下面的欄位中，填上路由器正在使用的公共 IP。如果您已經在 ils.seconix.com 註冊，GnomeMeeting 會使用 ILS 服務自動取得公共 IP。如果您的路由器內建支援 H.323，請您停用這支援。

source: Enable _automatic IP checking
da: Aktivér _automatisk IP-kontrol
ne: स्वचालित आई पी जाँच सक्षम पार्नुहोस्
ta: (_a)தானாக IP சோதிப்பதை செயல்படுத்து
vi: Bật _tự động kiểm tra IP
zh_tw: 啟用自動 IP 檢查(_A)

source: This enables IP checking from seconix.com and fills the IP in the public IP of the NAT/PAT gateway field of GnomeMeeting. The returned IP is only used when IP Translation is enabled. If you disable IP checking, you will have to manually enter the IP of your gateway in the GnomeMeeting preferences.
da: Dette aktiverer IP-kontrol fra seconix.com og udfylder IP i det offentlige-IP felt til NAT/PAT-adgangspunktet i GnomeMeeting. Den returnerede IP er kun i brug når IP-oversætning er aktiveret. Hvis du deaktiverer IP-kontrol, er du nødt til manuelt at indtaste IP-adressen til dit adgangspunkt i GnomeMeeting-indstillingerne.
ne: यसले आइपि चेकिङ्ग सेकोनिक्स डट कम सक्षम पार्नुहोस्दछ र न्याट/प्याटमा गेटवे फिल्ड जिनोममिटिङकोमा पब्लिक आइपिमा आइपि भर्नुहोस्. फर्काइएको आइपि मात्र प्रयोग हुन्छ जब आइपि अनुवाद सक्षम हुन्छ. यदि तपाईले आइपि चेकिङ्ग अक्षम गर्नुभयो भने, तपाईले तपाईको गेटवे जिनोममिटिङ्ग प्राथमिकताहरूमा आइपि राख्नुपर्नेछ.
ta: இது seconix.com லிர்ந்து IP சோதித்து NAT/PAT நுழைவாயிலின் பொது IP புலத்தில் பூர்த்தி செய்யும். கிடைத்த IP வெறும் IP பெயர்புக்கு மட்டுமே பயன்படுத்தப்படும். IP சோதிப்பதை செயல்நீக்கம் செய்தால் நீங்களாக உங்கள் நுழைவாயிலுக்கான IP எண்னை க்னோம் மாநாட்டு விருப்பத்தில் உள்ளிட வேண்டும்
vi: Tùy chọn này hiệu lực khả năng kiểm tra địa chỉ IP từ «seconix.com», rồi điền địa chỉ IP ấy vào trường địa chỉ IP công cộng của cổng ra NAT/PAT của GnomeMeeting. Có dùng địa chỉ IP ấy chỉ khi thông dịch IP được bật. Nếu bạn vô hiệu hóa khả năng kiểm tra IP, bạn sẽ phải tự nhập địa chỉ IP của cổng ra bạn, vào Sở thích của GnomeMeeting.
zh_tw: 在這裡啟 seconix.com 的 IP 檢查，其會將 IP 填在 NAT/PAT 閘道器的 IP 欄位上。返回的 IP 只會在使用 IP 轉換時使用。如果您停用 IP 檢查，您需要在偏好設定中自行輸入您的閘道器的 IP。

source: Public _IP of the NAT/PAT router:
da: Offentlig _IP for NAT/PAT-ruteren:
ne: न्याट/प्याट राउटरको सार्वजनिक आई पी:
ta: (_I)NAT/PAT பாதையின் பொது IP :
vi: Địa chỉ _IP công cộng của bộ định tuyến NAT/PAT:
zh_tw: NAT/PAT 路由器的公共 _IP:

source: Enter the public IP of your NAT/PAT router if you want to use IP translation. If you are registered to ils.seconix.com, GnomeMeeting will automatically fetch the public IP using the ILS service.
da: Indtast det offentlige IP-adresse for din NAT/PAT-ruter hvis du vil bruge IP-oversættelse. Hvis du er registreret i ils.seconix.com vil GnomeMeeting automatisk hente det offentlige IP-adresse ved brug af ILS-tjenesten.
ne: पब्लिक आइपिको न्याट/प्याट रुटर राख्नुहोस् यदि तपाई आइपि अनुवाद प्रयोग गर्न चाहनुहुन्छ भने. यदि तपाई इल्स सेकोनिक्स डट कम सँग अनुबन्धित हुनुभएको छ भने, जिनोममिटिङ्गले स्वत: पब्लिक आइपि इल्स सर्भिस प्रयोग गरि ल्याउँदछ.
ta: IP மாற்றத்தை நீங்கள் விரும்பினால் NAT/PAT பாதையில் சரியான பொது IP ஐ உள்ளிடவும். ils.seconix.com இல் நீங்கள் பதிவு செய்திருந்தால் க்னோம் மாநாடு தானாக ILS சேவையை பயன்படுத்தி பொது IP ஐ உங்களுக்கு தரும்
vi: Hãy nhập địa chỉ IP công cộng của bộ định tuyến NAT/PAT của bạn nếu bạn dùng khả năng thông dịch IP. Nếu bạn đã đăng ký trong «ils.seconix.com», GnomeMeeting sẽ tự động lấy IP công cộng bằng dịch vụ ILS.
zh_tw: 如果您想使用 IP 轉換，請輸入您的 NAT/PAT·路由器的公共 IP。如果您已經在 ils.seconix.com 註冊，GnomeMeeting 會以 ILS 服務自動取得公共 IP。

source: STUN Support
da: Understøttelse af STUN
ne: STUN समर्थन
vi: Hỗ trợ STUN
zh_tw: STUN 支援

source: Enable _STUN Support
da: Aktivér understøttelse af _STUN
ne: STUN समर्थन सक्षम पार्नुहोस्
vi: Bật hỗ trợ _STUN
zh_tw: 啟用 _STUN 支援

source: Low
da: Lav
ne: कम
ta: குறைந்த
vi: Thấp
zh_tw: 低

source: Medium
ne: मध्यम
ta: மத்தியம்
vi: Vừa
zh_tw: 中

source: High
da: Høj
ne: उच्च
ta: அதிகம்
vi: Cao
zh_tw: 高

source: Headset
da: Hovedtelefoner
ne: हेड सेट
vi: Bộ ống nghe
zh_tw: 耳機

source: Quicknet Hardware
da: Quicknet-udstyr
ne: क्विकनेट हार्डवेयर
ta: Quicknet வன்பொருள்
vi: Phần cứng Quicknet
zh_tw: Quicknet 硬體

source: Output device type:
da: Uddata-enhedstype:
ne: निर्गत यन्त्र प्रकार:
ta: வெளியேற்ற சாதனத்தின் வகை
vi: Loại thiết bị xuất:
zh_tw: 輸出裝置類型：

source: Country _code:
da: Lande_kode:
ne: देश सङ्केत:
ta: (_c)நாட்டின் அடையாள எண்
vi: Mã _quốc gia:
zh_tw: 國家代碼

source: The two-letter country code of your country (e.g.: BE, UK, FR, DE, ...).
da: To-bogstavers landekoden for dit land (fx: DK, GL, FO, SE, NO, BE, FR, DE, ...).
ne: तपाईको देशको दुई-अक्षरको देशको सङ्केत (जस्तै.: BE, UK, FR, DE, ...).
ta: நாட்டின் அடையாள எண்
vi: Mã quốc gia (hai ký tự). Ví dụ: BE, UK, FR, DE, VI ...
zh_tw: 您的國家/地區的兩個字母代碼（如 TW、HK 等）。

source: Small
da: Lille
ne: सानो
ta: சிறியது
vi: Nhỏ
zh_tw: 小

source: Maximum video _bandwidth of
da: Største video_båndbredde af
ne: ...को अधिकतम भिडियो व्याण्डविड्थ
ta: (_b)வீடியோவில் அதிகபட்ச அலைஅகலம்
vi: Băng thông ảnh động tối đ_a là
zh_tw: 最大視訊頻寬(_B)

source: kB/s
vi: kB/g

source: Transmit
da: Overfør
ne: प्रसारण गर्नुहोस्
ta: பரிமாற்றம்
vi: Gửi
zh_tw: 每幀(frame)傳送

source: Choose the number of blocks (that have not changed) transmitted with each frame. These blocks fill in the background.
da: Vælg antallet af (uændrede) blokke som overføres med hvert billede. Disse blokke udfylder baggrunden.
ne: प्रत्येक फ्रेमसँग प्रसारित खण्डहरूको सङ्ख्या(जून परिवर्तन भएका छैनन्) रोज्नुहोस् . यि खण्डहरूलेे पृष्ठभूमामिरिन्छन .छ.
vi: Hãy chọn số khối gửi (không thay đổi) được truyền trong mỗi khung. Những khối này sẽ chứa ảnh nền.
zh_tw: 在此選擇每幀(frame)傳送的區塊數（沒有被改動過）。這些區塊填充背景。

source: background _blocks with each frame
da: baggrunds_blokke med hver ramme
ne: प्रत्येक फ्रेम संग पृष्ठभूमि खण्डहरू
ta: (_b)சட்டங்களோடு பின்னனி பகுதிகள்
vi: số khối nền được gửi trong mỗi khung
zh_tw: 個背景局塊(_B)

source: Gatekeeper Settings
da: Portvagt-opsætning
ne: द्वारपाल सेटिङ्गहरू
ta: நுழைவுக்காப்பாளன் அமைப்புகள்
vi: Thiết lập bộ bảo quản cổng ra
zh_tw: 閘道管理員設定

source: Gateway / Proxy Settings
da: Adgangspunkt / mellemvært-opsætning
ne: गेटवे/प्रतिनिधि सेटिङ्गहरू
ta: நுழைவாயில் / ப்ராக்ஸி அமைப்புகள்
vi: Thiết lập cổng ra / ủy nhiệm
zh_tw: 閘道器/代理伺服器設定

source: The type of NAT was successfully detected
da: NAT-typen blev opdaget
ne: NAT को प्रकारको सफलतापूर्वक अनुसन्धान भयो
vi: Phát hiện loại NAT rồi.

source: Use your MicroTelco account number
da: Brug dit MicroTelco-kontonummer
ne: तपाईको माइक्रो Telco खाता नम्वर प्रयोग गर्नुहोस्
ta: உங்கள் மைக்ரோடெக்னோ கணக்கு எண்ணை பயன்படுத்தவும்
vi: Dùng số tài khoản Micro Telco của bạn
zh_tw: 使用您的 MicroTelco 帳號

source: Use your MicroTelco PIN
da: Brug din MicroTelco-pinkode
ne: तपाईको माइक्रो Telco पीन प्रयोग गर्नुहोस्
ta: மைக்ரோடெக்னோ பின் எண்ணை பயன்படுத்தவும்
vi: Dùng PIN Micro Telco của bạn
zh_tw: 使用您的 MicroTelco 個人識別號

source: The call transfer failed, the user was either unreachable, or simply busy when he received the call transfer request.
da: Viderestilling af samtalen fejlede, brugeren var enten ikke tilgængelig, eller helt enkelt optaget da han modtog forespørgslen om viderestilling.
ne: कल स्थानान्तर असफल भयो, उस्ले कल स्थानान्तरण अनुरोध प्राप्त गर्दा यात प्रयोगकर्ता पहूँचयोग्य छैन, वा व्यस्त छ .
ta: அழைப்பு அனுப்புதல் தோல்வி, பயனீட்டாளரை அணுக முடியவில்லை அல்லது அழைப்பை பெறும் போது வேலையாக இருந்திருப்பார்
vi: Không chuyển đổi cuộc gọi ấy được, hoặc vì không tới được người dùng ấy, hoặc vì họ đang bận khi nhận yêu cầu chuyển đổi cuộc gọi ấy.
zh_tw: 通話轉送失敗，要求傳送通話時，可能連接不到使用者，或是正在忙線。

source: "If enabled, GnomeMeeting will play a sound when receiving an incoming call (the sound to play is chosen in the Gnome Control Center).
vi: Nếu bật, GnomeMeeting sẽ phát âm thanh khi nhận cuộc gọi đến (âm thanh phát ra được chọn trong Trung tâm điều khiển Gnome).

source: Audio player
vi: Bộ phát âm

source: Audio player mixer
vi: Bộ trộn âm

source: Audio recorder
vi: Bộ thu âm

source: Audio recorder mixer
vi: Bộ thu âm

source: Color Format for the video palette
ta: ஒளித்தோற்ற பட்டையில் வண்ணங்களின் வடிவம்
vi: Dạng thức màu cho bảng màu của ảnh

source: Do not disturb
vi: Đừng làm phiền

source: Fullscreen height
ta: முழுத்திரையின் உயரம்
vi: Chiều cao toàn màn hình
zh_tw: 全螢幕的高度

source: Fullscreen width
ta: முழுத்திரையின் அகலம்
vi: Chiều rộng toàn màn hình
zh_tw: 全螢幕的寬度

source: If enabled, incoming calls will be automatically answered.
vi: Nếu bật, sẽ tự động trả lời các cuộc gọi đến.

source: If enabled, incoming calls will be automatically refused.
vi: Nếu bật, sẽ tự động từ chối các cuộc gọi đến.

source: Minimum transmitted FPS
vi: FPS gửi tối thiểu

source: Number of entries to store in history boxes
ta: வரலாற்றில் வைக்கப்படும் விவரங்களின் எண்ணிக்கை
vi: Số mục được lưu vào hộp lược sử

source: Received Video Quality Hint
ta: பெறப்படும் ஒளித்தோற்ற தரம்
vi: Gợi ý chất lượng ảnh nhận

source: Select the audio player device to use.
vi: Chọn thiết bị phát âm cần dùng.

source: Select the audio recorder device to use.
vi: Chọn thiết bị thu âm cần dùng.

source: Select the mixer to use to change the volume of the audio player.
vi: Chọn Bộ trộn âm được dùng để thay đổi âm lượng của thiết bị phát âm.

source: Select the mixer to use to change the volume of the audio recorder.
vi: Chọn Bộ trộn âm được dùng để thay đổi âm lượng của thiết bị thu âm.

source: Select the video device to use. Using an invalid video device or "Picture" for video transmission will transmit a test picture.
vi: Chọn thiết bị video cần dùng. Dùng thiết bị video không hợp lệ hoặc "Picture" sẽ gửi đi ảnh thử.

source: Show a status bar at the bottom of the main window
ta: நிலைப்பட்டை சாளரத்தின் அடிபுறத்தில் தெரியவேண்டும்
vi: Hiện thanh trạng thái ở đáy cửa sổ chính

source: Show status bar
ta: நிலைப்பட்டை தெரியவேண்டும்
vi: Hiện Thanh trạng thái

source: The Video Quality to request to the remote
ta: தொலைவில் உள்ளவரின் ஒளித்தோற்ற தரம்
vi: Chất lượng hình yêu cầu phía đối diện

source: The image height for fullscreen.
ta: முழுத்திரையின்போது படத்தின் உயரம்
vi: Chiều cao ảnh toàn màn hình.
zh_tw: 全螢幕時畫面的高度。

source: The image width for fullscreen.
ta: முழுத்திரையின்போது படத்தின் அகலம்
vi: Chiều rộng ảnh toàn màn hình.
zh_tw: 全螢幕時畫面的寬度。

source: The list of called URLs
ta: இதுவரை அழைத்த URL முகவரிகள்
vi: Danh sách URL được gọi
zh_tw: 已致電的 URL 清單

source: The list of groups
ta: குழுக்களின் பட்டியல்
vi: Danh sách nhóm
zh_tw: 群組清單

source: The minimum number of video frames to transmit each second when trying to minimize the bandwidth.
vi: Số khung hình tối thiểu để gửi mỗi giây khi giảm tối thiểu băng thông.

source: The range of TCP ports beside the listen_port that GnomeMeeting will use for incoming connections. You can change the TCP port range if you are using IP translation and if you need to have several GnomeMeeting running behind your NAT/PAT router. GnomeMeeting needs to be restarted for the new values to take effect.
vi: Phạm vi cổng TCP bên cạnh listen_port mà GnomeMeeting dùng để nhận kết nối. Bạn có thể thay đổi phạm vi cổng TCP nếu bạn dùng Chuyển đổi IP và nếu bạn cần chạy cùng lúc nhiều phiên bản của GnomeMeeting thông qua NAT/PAT router. GnomeMeeting cần được khởi động lại để giá trị mới có tác dụng.

source: Video device
vi: Thiết bị hình

source: Internationalisation Maintainer:
ta: சர்வதேசமாக்கல்
vi: Người quản lý quốc tế hóa:

source: GnomeMeeting is a full-featured H.323 video conferencing application.
ta: gமாநாடு ஒரு முழுமையான இணையமாநாட்டுக் கருவி
vi: GnomeMeeting là ứng dụng hội thảo qua mạng với đầy đủ tính năng H.323

source: Enabled Silence Detection
vi: Bật kiểm tra im lặng

source: Started New Logical Channel...
ta: புதிய தடம் துவக்கப்படுகிறது
vi: Đã khởi động kênh logic mới...

source: Enabled silence detection for %s
vi: Bật kiểm tra im lặng cho %s

source: Disabled silence detection for %s
vi: Tắt kiểm tra im lặng cho %s

source: Receiving %s
vi: Đang nhận %s

source: Requesting remote to send video quality: %d%%
ta: %d%% தொலைவில் உள்ளவரின் ஒளித்தோற்ற தரம் பெறப்படுகிறது
vi: Đang yêu cầu gửi chất lượng ảnh: %d%%

source: Request ok
ta: பெறப்பட்டுவிட்டது
vi: Yêu cầu xong

source: Audio Channel: Sending
vi: Kênh Audio: Đang gửi

source: Audio Channel: Paused
ta: ஒலித்தடம்: நிறுத்தப்பட்டுள்ளது
vi: Kênh Audio: Tạm ngừng

source: Video Channel: Sending
vi: Kênh hình: Đang gửi

source: Video Channel: Paused
vi: Kênh hình: Tạm dừng

source: You chose to NOT use the GnomeMeeting ILS directory. Other users will not be able to contact you if you don't register to a directory service.
ta: நீங்கள் பதிவுச் செய்யவல்லை.அதனால் மற்றவர்கள் உங்களை தேடிக் கண்டுபிடிக்க முடியாது
vi: Bạn đã chọn KHÔNG dùng thư mục GnomeMeeting ILS. Những người dùng khác sẽ không thể liên lạc với bạn nếu bạn không đăng ký vào dịch vụ thư mục.

source: Other
vi: Khác

source: First _name:
vi: _Tên:

source: _Surname:
vi: _Họ:

source: Please select your network connection type. This is used to set default video settings for your bandwidth. It is possible to change these defaults later.
vi: Vui lòng nhập loại kết nối. Thiết lập này được dùng để đặt thiết lập mặc định theo băng thông của bạn. Nó sẽ đặt thiết lập toàn cục, tuy nhiên có thể chỉnh và thay đổi vài chỗ để có kết quả tốt hơn.
