Repository: Iladra/ekiga
Catalog: po/*.po
Languages: as, da, ne, ta, vi, zh_tw

source: The maximum video bandwidth in kbytes/s. The video quality and the number of transmitted frames per second will be dynamically adjusted above their minimum during calls to try to minimize the bandwidth to the given value.
as: কে-বি/সেক পরিমাপে সর্বাধিক ভিডিও ব্যান্ডহুইডত‌। ভিডিওর মান ও প্রতি সেকেন্ডে প্রেরিত ফ্রেমের সংখ্যা কল চলাকালীন ব্যান্ডহুইডত‌-এর ব্যবহার সংকোচনের দিকে নজর রেখে নিয়ন্ত্রণ করা হবে নির্দিষ্ট মানের অনুসারে
da: Den største videobåndbredden i kbyte/s. Videokvaliteten og antal overførte billeder per sekund vil dynamisk justeres ovenover deres mindsteværdi i samtaler for at forsøge minimere båndbredden til den angivne værdi
ne: किलोवाइट्स/सेकेन्डमा अधिकतम भिडियो व्याण्डविड्थ । भिडियो गुण र प्रसारित फ्रेमहरूको प्रति सेकेण्ड संख्या कलहरूको अवधीमा दिईएको मानमा व्याण्डविड्थ न्यून पार्नलाई तिनिहरूको माथी गतिशिलता तवरले समायोजन गरिनेछ ।
ta: அதிகபட்ச வீடியோ அலை அகலம் kbytes/s. விடியோவின் தரம் மற்றும் அனுப்பட்ட சட்டங்கள் ஆகியவை சரிசெய்யப்பட்டு அழைப்பின் போது குறைவான அலை அகலத்தை பயன்படுத்துமாறு செய்யும்.
vi: Băng thông ảnh động tối đa theo kilo byte. Chất lượng ảnh động và số khung được truyền trong mỗi giây sẽ được chỉnh một cách động tại một cấp cao hơn giá trị tối thiểu trong suốt cuộc gọi, để cố cực tiểu hóa băng thông xuống giá trị đã cho.
zh_tw: 最大的視訊頻寬（以 kb/s 計算)視訊的質素及每秒傳送的幀數會在底線上動態地調整來達致以指定數值中使用最小的頻寬。

source: Advanced Quality Settings
as: জটিলতর মানসমূহ
da: Avancerede kvalitetsopsætning
ne: उन्नत गुण सेटिङ्गहरू
ta: மேம்பட்ட தர அமைப்புகள்
vi: Thiết lập chất lương nâng cao
zh_tw: 進階品質設定

source: Frame Rate
as: Frame
da: Billedrate
ne: फ्रेम दर
vi: Tỷ lệ khung
zh_tw: 幀率

source: Picture Quality
as: ছবি
da: Billedkvalitet
ne: तस्विर गुण
vi: Chất lượng ảnh
zh_tw: 影像質素

source: Choose if you want to favour speed or quality for the transmitted video.
as: উল্লিখিত সময় অবধি.
da: Vælg om hastighed eller kvalitet er vigtigst for videooverføring.
ne: यदि तपाईले प्रसारित भिडियोको निम्ति गति वा स्तर लाई सहायता गर्न चाहनुहुन्छ भने रोज्नुहोस्.
vi: Hãy chọn tốc độ hay chất lượng trong ảnh động sẽ truyền.
zh_tw: 選擇傳送的視訊是講求速度還是質素。

source: Choose a Picture
as: ছবি
da: Vælg et billede
ne: एउटा तस्विर रोज्नुहोस्
ta: படத்தை தேர்வு செய்
vi: Hãy chọn hình ảnh
zh_tw: 選擇一圖片

source: Play sound for new voice mails
as: উল্লিখিত সময় অবধি
vi: Phát âm thanh khi nhận thư nói mới

source: Play sound for new instant messages
as: উল্লিখিত সময় অবধি
vi: Phát âm thanh khi nhận tin nhắn tức khắc mới

source: GnomeMeeting Preferences
da: Indstillinger for GnomeMeeting
ne: जिनोममिटिङ्ग प्राथमिकताहरू
vi: Sở thích GnomeMeeting

source: General
as: সাধারণ
da: Generelt
ne: साधारण
ta: பொதுவானவை
vi: Chung
zh_tw: 一般選項：

source: Personal Data
as: ব্যক্তিগত তথ্যাদি
da: Personlige data
ne: व्यक्तिगत डेटा
ta: உங்கள் விவரங்கள்
vi: Dữ liệu cá nhân
zh_tw: 個人資料

source: Directory Settings
as: ডিরেক্টরি মানসমূহ
da: Katalogopsætning
ne: डाईरेक्ट्री सेटिङ्गहरू
ta: அடைவு அமைப்புகள்
vi: Thiết lập sách chỉ dẫn
zh_tw: 目錄設定

source: Sound Events
as: শব্দ
da: Lydhændelser
ne: ध्वनि घटनाहरू
ta: ஒலி நிகழ்வுகள்
vi: Sự kiện âm thanh
zh_tw: 事件音效

source: Protocols
vi: Giao thức

source: Network Settings
as: নে'টৱৰ্ক বৈশিষ্ট্যাবলী
vi: Thiết lập mạng

source: SIP Settings
as: বৈশিষ্ট্যাবলী
vi: Thiết lập SIP

source: H.323 Settings
as: এইচ.৩২৩ মানসমূহ
da: H.323-opsætning
ne: यच.३२३ सेटिङ्गहरू
ta: H.323 அமைப்புகள்
vi: Thiết lập H.323 V2
zh_tw: H.323 設定

source: Codecs
as: কোডেকসমূহ
da: Kodninger
ne: कोडेकहरू
ta: குறிமுறைகள்
vi: Codec
zh_tw: 編碼解碼器：

source: Audio Codecs
as: অডিও কোডেকসমূহ
da: Lydkodninger
ne: अडियो कोडेकहरू
ta: ஒலிக்குறிமுறைகள்
vi: Codec âm thanh
zh_tw: 音訊編碼解碼器

source: Video Codecs
as: ভিডিও কোডেকসমূহ
da: Videokodninger
ne: भिडियो कोडेकहरू
ta: ஒளிக்குறிமுறைகள்
vi: Codec ảnh động
zh_tw: 視訊編碼解碼器

source: Devices
as: ডিভাইস
da: Enheder
ne: यन्त्रहरू
ta: சாதனங்கள்
vi: Thiết bị
zh_tw: 裝置設定：

source: Bad request
as: অনুৰোধ সঠিক নয়
vi: Yêu cầu sai

source: Payment required
vi: Cần trả tiền

source: Forbidden
vi: Cấm

source: Timeout
vi: Thời hạn

source: Conflict
vi: Xung đột

source: Temporarily unavailable
vi: Tạm thời không có

source: Not Acceptable
vi: Không chấp nhận được

source: Registration failed: %s
vi: Lỗi đăng ký: %s

source: Unregistration failed: %s
vi: Lỗi hủy đăng ký: %s

source: Unregistration failed
vi: Lỗi hủy đăng ký

source: Error: User not found
as: ত্ৰুটি ব্যৱহাৰকৰ্তা
vi: Lỗi: không tìm thấy người dùng

source: Error: User offline
as: ত্ৰুটি ব্যৱহাৰকৰ্তা অফ-লাইন
vi: Lỗi: người dùng đang ở ngoại tuyến

source: Error: Forbidden
as: ত্ৰুটি
vi: Lỗi: cấm

source: Error: Timeout
as: ত্ৰুটি
vi: Lỗi: quá thời

source: Error: Failed to transmit message
as: ত্ৰুটি ব্যৰ্থ বাৰ্তা
vi: Lỗi: không truyền thông điệp được

source: Opening device for playing
as: উল্লিখিত সময় অবধি
da: Åbner enhed for afspilning
ne: प्ले गर्नको निम्ति यन्त्र खोल्दै
ta: இயக்குவதற்கான சாதனம் திறக்கப்படுகிறது
vi: Đang mở thiết bị để phát
zh_tw: 開啟裝置作播放之用

source: Opening device for recording
as: উল্লিখিত সময় অবধি
da: Åbner enhed for optagelse
ne: सञ्चय गर्नको निम्ति यन्त्र खोल्दै
ta: பதிவுக்காக சாதனம் திறக்கப்படுகிறது
vi: Đang mở thiết bị để ghi
zh_tw: 開啟裝置作錄音之用

source: Failed to open the device
as: ডিভাইস ব্যবহাৰে ব্যৰ্থ
da: Fejlede ved åbning af enheden
ne: यन्त्र खोल्न असफल भयो
ta: ஒளிச்சாதனம் துவக்கப்படுவதில் பிழை
vi: Không mở thiết bị được.
zh_tw: 打開裝置失敗

source: Impossible to open the selected audio device (%s) for recording. Please check your audio setup, the permissions and that the device is not busy.
as: ৰেকৰ্ডিংয়েৰ উদ্দেশ্যে নিৰ্বাচিত অডিও ডিভাইসটিৰ (%s) ব্যবহাৰ অসম্ভব। অনুগ্ৰহ কৰে আপনাৰ অডিও সেটআপ, আনুসাঙ্গিক অনুমতি এবং ডিভাইসটি ব্যস্ত কিনা পৰীক্ষা কৰুন
da: Umuligt at åbne den valgte lyd-enhed (%s) for optagelse. Kontrollér venligst din lydkonfiguration, rettighederne og at enheden ikke er optaget.
ne: रोजिएको अडियो यन्त्र(%s ) रेकर्ड गर्नको निम्ति खोल्न असम्भव छ। कृपया तपाईको अडियो सेटअप, अनुमतिहरू र यो यन्त्र व्यस्त छैन भनेर जाँच्नुहोस्.
ta: தேர்வு செய்யப்பட்ட ஒலி சாதனத்தை பதிவு செய்வதற்காக திறக்க முடியாது(%s). உங்கள் ஒலி அமைப்பை சரிபார்க்கவும் , அல்லது அனுமதிகள் மற்றும் சாதனம் வேலையாக உள்லதா என்பதை பார்க்கவும்.
vi: Không thể mở thiết bị âm thanh đã chọn (%s) để ghi. Hãy kiểm tra xem thiết lập âm thanh và quyền hạn là đúng, và thiết bị ấy không đang bận.
zh_tw: 無法開啟所選擇的音訊裝置 (%s) 來錄音。請檢查你的音訊設定，權限及裝置並不是使用中。

source: Impossible to open the selected audio device (%s) for playing. Please check your audio setup, the permissions and that the device is not busy.
as: বাজানোৰ উদ্দেশ্যে নিৰ্বাচিত অডিও ডিভাইসটিৰ (%s) ব্যবহাৰ অসম্ভব। অনুগ্ৰহ কৰে আপনাৰ অডিও সেটআপ, আনুসাঙ্গিক অনুমতি এবং ডিভাইসটি ব্যস্ত কিনা পৰীক্ষা কৰুন
da: Umuligt at åbne den valgte lyd-enhed (%s) for afspilling. Kontrollér venligst din lydkonfiguration, rettighederne og at enheden ikke er optaget.
ne: रोजिएको अडियो यन्त्र(%s ) बजाउनको निम्ति खोल्न असम्भव छ। कृपया तपाईको अडियो सेटअप, अनुमतिहरू र यो यन्त्र व्यस्त छैन भनेर जाँच्नुहोस्.
ta: தேர்வு செய்யப்பட்ட ஒலி சாதனத்தை இயக்குவதற்காக திறக்க முடியாது(%s). உங்கள் ஒலி அமைப்பை சரிபார்க்கவும் , அல்லது அனுமதிகள் மற்றும் சாதனம் வேலையாக உள்லதா என்பதை பார்க்கவும்.
vi: Không thể mở thiết bị âm thanh đã chọn (%s) để phát. Hãy kiểm tra xem thiết lập âm thanh và quyền hạn là đúng, và thiết bị ấy không đang bận.
zh_tw: 無法開啟所選擇的音訊裝置 (%s) 來播放。請檢查你的音訊設定，權限及裝置不是使用中。

source: Cannot use the audio device
as: অডিও ডিভাইসেৰ ব্যবহাৰ সম্ভব নয়
da: Kan ikke bruge lyd-enheden
ne: ध्वनि यन्त्र प्रयोग गर्न सकिन्न
ta: ஒளிச்சாதனத்தை பயன்படுத்த முடியாது
vi: Không dùng được thiết bị âm thanh.
zh_tw: 無法使用音訊裝置

source: The selected audio device (%s) was successfully opened but it is impossible to read data from this device. Please check your audio setup.
as: নিৰ্বাচিত অডিও ডিভাইসটি (%s) খোলাৰ চেষ্টা সফল হয়েছে, তবে তাৰ থেকে ডাটা পড়া অসম্ভব। অনুগ্ৰহ কৰে আপনাৰ অডিও সেটআপ পৰীক্ষা কৰুন
da: Den valgte lyd-enhed (%s) kunne åbnes men det er umuligt at læse data fra denne enhed. Kontrollér venligst din lydkonfiguration.
ne: रोजिएको अडियो यन्त्र(%s ) सफलतापूर्वक खोलियो तर यस यन्त्रबाट लगत पढ्न सम्भव छैन। कृपया तपाईको अडियो सेटअप रोज्नुहोस्
ta: தேர்வு செய்த ஒலி சாதனம் (%s) வெற்றிகரமாக திறக்கப்பட்டது ஆனால் அதில் உள்ள தகவல்களை படிக்க முடியவில்லை. உங்கள் ஒலி அமைப்பை சரிபார்க்கவும்
vi: Đã mở thiết bị âm thanh đã chọn (%s), nhưng mà không thể đọc dữ liệu từ nó. Hãy kiểm tra xem thiết lập âm thanh là đúng.
zh_tw: 所選擇的音訊裝置 (%s) 開啟成功，但無法在這裝置中讀取資料，請檢查你的音訊設定。

source: Recording your voice
da: Optager din stemme
ne: तपाईको आवाज रेकर्ड गरिदैछ
ta: உங்கள் குரலை பதிவு செய்கிறது
vi: Đang ghi tiếng nói bạn
zh_tw: 正在錄音

source: Recording and playing back
as: এবং
da: Optager og afspiller
ne: सञ्चय गर्ने र प्ले गर्ने
ta: பதிவு செய்து இயக்கிறது
vi: Đang ghi và phát lại
zh_tw: 正在錄音及播放

source: The selected audio device (%s) was successfully opened but it is impossible to write data to this device. Please check your audio setup.
as: নিৰ্বাচিত অডিও ডিভাইসটি (%s) খোলাৰ চেষ্টা সফল হয়েছে, তবে তাতে ডাটা পাঠানো অসম্ভব। অনুগ্ৰহ কৰে আপনাৰ অডিও সেটআপ পৰীক্ষা কৰুন
da: Den valgte lyd-enhed (%s) kunne åbnes men det er umuligt at skrive data til denne enhed. Kontrollér venligst din lydkonfiguration.
ne: रोजिएको अडियो यन्त्र(%s ) सफलतापूर्वक खोलियो तर यसमा लगत लेख्‍न सम्भव छैन। कृपया तपाईको अडियो सेटअप रोज्नुहोस्.
ta: தேர்வு செய்த ஒலி சாதனம் (%s) வெற்றிகரமாக திறக்கப்பட்டது ஆனால் அதில் உள்ள தகவல்களை சாதனத்தில் எழுத முடியவில்லை. உங்கள் ஒலி அமைப்பை சரிபார்க்கவும்
vi: Đã mở thiết bị âm thanh đã chọn (%s), nhưng mà không thể ghi dữ liệu vào nó. Hãy kiểm tra xem thiết lập âm thanh là đúng.
zh_tw: 所選擇的音訊裝置 (%s) 開啟成功，但無法寫入資料到裝置中，請檢查您的音訊設定。

source: GnomeMeeting is now recording from %s and playing back to %s. Please say "1 2 3" in your microphone, you should hear yourself back into the speakers with a 4 seconds delay.
da: GnomeMeeting optager nu fra %s og afspiller på %s. Vær så venlig at sig "1 2 3" i din mikrofon. Du bør høre dig selv i højtalerne efter fire sekunder.
ne: जिनोममिटिङ्गले अहिले %s बाट रेकर्ड गरिरहेको छ र %s मा चलिरहेको छ. कृपया "१ २ ३" तपाईको माइक्रोफोनमा भन्नुहोस्, तपाईले ४ सेकेन्ड भित्र आफैले स्पिकरमा सुन्नुपर्छ.
ta: க்னோம் மாநாடு இப்போது %s இல் எழுதி %s இயக்கி கொண்டிருக்கிறது,"1 2 3" என உங்கள் மைக்ரோபோனை பயன்படுத்தி உச்சரித்து 4 நொடி தாமததில் உங்களால் கேட்க முடிகிறதா என பார்க்கவும்.
vi: GnomeMeeting đang ghi từ «%s» và phát lại vào «%s». Vui lòng nói «1 2 3» vào cái máy vi âm, rồi bạn sẽ nghe chính bạn từ loa trong 5 giây.
zh_tw: GnomeMeeting 現在正從 %s 錄音，並播放至 %s。請對麥克風說 "1 2 3" 。你應該可以在 4 秒內聽到您的聲音。

source: STUN server set to %s
vi: Máy phục vụ STUN được lập thành %s

source: Removed STUN server
da: Fjernede STUN-serveren
ne: हटाइएको STUN सर्भर
vi: Mới loại bỏ máy phục vụ STUN

source: STUN test result: %s. GnomeMeeting could not detect the type of NAT you are using. The most appropriate method, if your router does not natively support H.323, is probably to forward the required ports to your internal machine and use IP translation if you are behind a NAT router. Please also make sure you are not running a local firewall.
da: STUN-test-resultat: %s. GnomeMeeting kunne ikke opdage NAT-typen som du bruger. Den mest passende metode, hvis din ruter ikke understøtter H.323 er sandsynligvis at videresende de nødvendige porte til din interne maskine og bruge IP-oversættelse hvis du er bag en NAT-ruter. Kontrollér venligst at der ikke kører en lokal brandmur.
ne: स्टन टेस्ट परिणाम: %s. जिनोममिटिङ्गले यस प्रकारको NATतपाईले प्रयोग गर्नु भएको डिटेक्ट गर्दैन. सबै भन्दा उत्तम तरिका, यदि तपाईको रुटरले एच.३२३ लाई सहारा दिदैन भने, चाहिएको पोर्ट तपाईको इन्टर्नल मेसिनमा पठाउन र आइपि अनुवाद प्रयोग गर्नुहोस् यदि तपाई NATरुटरको छेउमा हुनुहुन्छ भने. तपाईले लोकल फाइरवाल चलाइरहनुभएको छैन भन्ने निश्चित गर्नुहोस्.
vi: Kết quả thử ra STUN: %s Trình GnomeMeeting không phát hiện được loại NAT mà bạn có dùng. Phương pháp thích hợp nhất, nếu bộ định tuyến bạn không có hỗ trợ H.323 một cách sở hữu, rất có thể là chuyển tiếp những cổng cần thiết tới máy nội bộ bạn, rồi sử dụng khả năng thông dịch IP nếu bạn nằm sau một bức tường lửa NAT. Cũng hãy đảm bảo bạn không có chạy một bức tường lửa địa phương.

source: STUN test result: %s. Your system does not need any specific configuration as long as you do not have a local firewall blocking the ports required by GnomeMeeting.
da: STUN-test-resultat: %s. Dit system behøver ikke nogen specifik opsætning så længe at du ikke har en lokal brandmur der blokerer portene som GnomeMeeting benytter.
ne: स्टन टेस्ट परिणाम: %s. तपाईको प्रणालीलाई कुनै स्पेसिफक कन्फिगरेसन चाहिँदैन तपाईसँग लोकल फाइरवाल ब्लकिङ्ग पोर्ट्स जिनोममिटिङ्गबाट.
vi: Kết quả thử ra STUN: %s Hệ thống bạn không cần cấu hình riêng, miễn là bạn không có một bức tường lửa địa phương trở ngại những cổng cần thiết cho trình GnomeMeeting.

source: GnomeMeeting detected Symmetric NAT. The most appropriate method, if your router does not natively support H.323, is to forward the required ports to your internal machine in order to change your Symmetric NAT into Cone NAT. Running this test again after the port forwarding has been done should report Cone NAT and allow GnomeMeeting to be used with STUN support enabled. If it does not report Cone NAT, then it means that there is a problem in your forwarding rules.
da: GnomeMeeting opdagede symetrisk-NAT. Den mest passende metode, hvis din ruter ikke understøtter H.323, er at videresende de behøvede porte til din interne maskine for at ændre dit symetrisk-NAT til Cone-NAT. Næste udførsel af denne test vil, efter at have videresendt portene, rapportere Cone-NAT og tillade at GnomeMeeting bliver brugt med STUN-understøttelse aktiveret. Hvis testen ikke rapporterer Cone-NAT, betyder det at der er et problem i dine videresendelsesregler.
ne: जिनोममिटिङ्गले सिमेट्रिक न्याटलाई पत्ता लगाउँछ. सबैभन्दा उपयुक्त तरिका, यदि तपाईको रुटरले एच.३२३ लाई सहारा दिँदैन भने, आवश्यक पोर्ट तपाईको इन्टरनल मेसिनमा पठाउनुस् सिमेट्रिक NATकोन न्याटमा परिवर्तन गर्न. यो टेस्ट चालु गरेर फेरि पोर्ट पठाएपछि कोन न्याटमा रिपोर्ट गर्ने र जिनोममिटिङ्गलाई स्टन सहारासँगै सक्षम पार्न. यदि यसले कोन न्याटलाई रिपोर्ट नगरे, त्यहाँ पक्कै पनि नियमहरू पठाउँदा समस्या छ.
vi: Trình GnomeMeeting đã phát hiện NAT đối xứng. Phương pháp thích hợp nhất, nếu bộ định tuyến bạn không có hỗ trợ H.323 một cách sở hữu, là chuyển tiếp những cổng cần thiết tới máy nội bộ bạn, để thay đổi NAT đối xứng thành NAT hình nón. Sau khi chuyển tiếp cổng, chạy lại thử ra này nên thông báo NAT hình nón và cho phép dùng trình GnomeMeeting với cách hỗ trợ STUN được bật. Nếu thử ra không thông báo NAT hình nón, có một lỗi trong quy tắc chuyển tiếp của bạn.

source: STUN test result: %s. Using a STUN server is most probably the most appropriate method if your router does not natively support H.323. Notice that STUN support is not sufficient if you want to contact H.323 clients that do not support H.245 Tunneling like Netmeeting. In that case you will have to use the classical IP translation and port forwarding. Enable STUN Support?
da: STUN-test-resultat: %s. Brugen af en STUN-server er sikkert den mest passende metode hvis din ruter ikke understøtter H.323. Bemærk at STUN-understøttelse ikke er nok hvis du vil kontakte H.323-klienter der ikke understøtter H.245-tunneler, fx Netmeeting. I det tilfælde vil du blive nød til at bruge den klassiske IP-oversættelse og portvideresending. Aktivér STUN-understøttelse?
ne: स्टन टेस्ट परिणाम: %s. स्टन सर्भर प्रयोग गरेर सबैभन्दा उत्तम तरिका यदि तपाईको रुटरले एच.३२३ सहारा गरेको छैन भने. स्टन सहारा पर्याप्त छैन यदि तपाई एच.३२३ लाई खबर गर्न चाहनुहुन्छ भने ग्राहकहरू जुन एच.२४५ ट्युनलिङ्ग जस्तै नेटमिटिङ्गलाई सहारा गर्दैन. यस्तो अवस्थामा तपाईले पुरानो आइपि अनुवाद र पोर्ट फर्वार्डिङ्ग प्रयोग गर्नु पर्ने हुन्छ. स्टन सहारालाई सक्षम पार्ने?
vi: Kết quả thử ra STUN: %s Dùng một máy phục vụ STUN rất có thể là phương pháp thích hợp nhất nếu bộ định tuyến bạn không hỗ trợ H.323 một cách sở hữu. Hãy ghi chú rằng hỗ trợ STUN không đủ nếu bạn muốn liên lạc với trình khách H.323 không hỗ trợ đường hầm H.245 như trình Netmeeting. Trong trường hợp ấy, bạn sẽ phải sử dụng cách thông dịch IP và chuyển tiếp cổng chuẩn.

source: NAT Detection Finished
vi: Mới phát hiện xong NAT

source: The detection of your NAT type is finished
as: সৰ্বমোট ধৰন হলো
vi: Mới phát hiện xong kiểu NAT của bạn

source: Unknown NAT
as: অজানা
da: Ukendt NAT
ne: अज्ञात NAT
vi: Không biết NAT

source: Open NAT
as: খুলুন
da: Åbn NAT
ne: खुल्ला NAT
vi: Mở NAT

source: Cone NAT
ne: शंकु NAT
vi: NAT hình nón

source: Restricted NAT
da: Begrænset NAT
ne: निषेधित न्याट
vi: NAT bị giới hạn

source: Port Restricted NAT
as: পোৰ্ট
da: Portbegrænset NAT
ne: पोर्ट निषेधित न्याट
vi: NAT có cổng bị giới hạn

source: Symmetric NAT
da: Symetrisk NAT
ne: सममित न्याट
vi: NAT đối xứng

source: Symmetric Firewall
da: Symetrisk brandmur
ne: सममित फायरवाल
vi: Bức tường lửa đối xứng

source: Blocked
da: Blokeret
ne: छेकिएको
vi: Bị trở ngại

source: Partially Blocked
da: Delvist blokeret
ne: आंशिक छेकिएको
vi: Bị trở ngại một phần

source: Detection in progress
vi: Đang phát hiện

source: Please wait while your type of NAT is being detected.
as: ধৰন সৰ্বমোট হলো.
vi: Hãy đợi trong khi phát hiện kiểu NAT của bạn.

source: Set STUN server to %s (%s)
da: Sæt STUN-server til %s (%s)
ne: %s (%s)संग एसटियुएन सर्भरलाई मिलाऊ
vi: Lập máy phục vụ STUN là %s (%s)

source: Please provide your username and password in order to be able to use the PC-To-Phone service.
as: এবং প্রাপক ফোন.
vi: Hãy cung cấp tên người dùng và mật khẩu để có khả năng sử dụng dịch vụ Máy-tính-đến-điện-thoại.

source: PC-To-Phone Settings
as: প্রাপক ফোন বৈশিষ্ট্যাবলী
da: Pc til telefon-opsætning
ne: पिसि-बाट-फोन सेटिङ्गहरू
ta: கணினி-தொலைபேசி அமைப்புகள்
vi: Thiết lập Máy-đến-điện thoại
zh_tw: PC-To-Phone 設定

source: You can make calls to regular phones and cell numbers worldwide using GnomeMeeting. To enable this, you need to register an account using the URL below, then enter your Account number and password, and finally enable registering to the GnomeMeeting PC-To-Phone service. Please make sure you are using the URL below to get your account otherwise the service will not work.
vi: Bạn có thể gọi cho điện thoại nhà và cho điện thoại di động trên khắp thế giới bằng trình Họp Gnome. Để bật khả năng này, bạn hãy đăng ký một tài khoản bằng địa chỉ Mạng bên dưới đây, rồi gõ số tài khoản và mật khẩu của bạn, và cuối cùng bật đăng ký với dịch vụ Máy-tính-đến-điện thoại của Họp Gnome. Hãy chác là bạn đang sử dụng địa chỉ Mạng dưới đây: nếu không thì dịch vụ sẽ không hoạt động.

source: Account _number:
as: অ্যাকাউন্ট নম্বর:(_n)
da: Konto_nummer:
ne: खाता नम्बर:
ta: (_n)கணக்கு எண்:
vi: _Số tài khoản:
zh_tw: 帳戶號碼(_N):

source: _password:
vi: _mật khẩu :

source: Use PC-To-Phone service
as: প্রাপক ফোন
da: Brug pc til telefon-tjeneste
ne: पिसि-बाट-फोन सेवा प्रयोग गर्नुहोस्
ta: கணினி-தொலை பேசி சேவையை பயன்படுத்தவும்
vi: Dùng dịch vụ Máy-đến-điện thoại
zh_tw: 使用 PC-To-Phone 服務

source: Click on one of the following links to get more information about your existing GnomeMeeting PC-To-Phone account, or to create a new account.
da: Klik på en af følgende links for at få mere information om din eksisterende GnomeMeeting pc til telefon-konto, eller for at oprette en ny konto.
ne: जिनोममिटिङ्ग पिसि-देखि-फोन खाताको वारेमा धेरै सूचना प्राप्त गर्न वा एउटा नयाँ खाता सृजना गर्नलाई तलका मध्ये एक लिङ्कमा क्लिक गर्नुहोस् .
vi: Hãy nhắp vào một của những liên kết theo đây, để tìm thông tin thêm về tài khoản Máy-đến-điện thoại GnomeMeeting của bạn, hoặc để tạo một tài khoản.

source: Get a GnomeMeeting PC-To-Phone account
da: Få en GnomeMeeting pc til telefon-konto
ne: एउटा जिनोममिटिङ्ग पिसि-बाट-फोन खाता प्राप्‍त गर्नुहोस्
vi: Được một tài khoản Máy-đến-điện thoại GnomeMeeting

source: Recharge the account
da: Betal fra kontoen igen
ne: खातालाई रिचार्ज गर्नुहोस्
vi: Tái sác tài khoản ấy

source: Consult the balance history
da: Konsultér balancehistorikken
ne: बाँकी रकम इतिहास परामर्श लनुहोस्
vi: Xem nhật ký số còn lại

source: Consult the calls history
da: Konsultér opkaldshistorikken
ne: कलहरूको इतिहास परामर्श लिनुहोस्
vi: Xem nhật ký cuộc gọi

source: GnomeMeeting Tray Icon
da: GnomeMeeting-bakkeikon
ne: जिनोममिटिङ्ग थाली प्रतिमा
ta: gமாநாட்டில் குறும்படம்
vi: Biểu tượng khay GnomeMeeting
zh_tw: GnomeMeeting 工作列圖示

source: _Connect
da: _Tilslut
ne: जडान गर्नुहोस्
ta: _இணை
vi: _Kết nối
zh_tw: 連線(_C)

source: No contact with speed dial %s# found, will call number %s instead
da: Ingen kontakt med hurtigtasten %s# fundet, ringer til nummer %s i stedet
ne: द्रुत डायल %s# सँगको सम्पर्क फेला परेन, बदलामा %s नम्बर गरिनेछ
ta: வேக டையல் %s# ஓடு தொடர்பு காணப்படவில்லைd, பதிலாக எண் %s ஐ அழைக்கவும்
vi: Dùng gọi nhanh «%s#» không liên lạc ai nên sẽ gọi số «%s» thay vào đó.
zh_tw: 連絡人沒有此速撥 %s#，將會改撥 %s

source: Invalid URL handler
as: বেঠিক ইউ-আৰ-এল হ্যান্ডলাৰ
da: Ugyldig adresse-håndtering
ne: अवैध URL ह्याण्डलर
ta: செல்லாத URL கையாளி
vi: Bộ quản lý địa chỉ Mạng không hợp lệ.
zh_tw: 無效的 URL handler

source: Please specify a valid URL handler. Currently both h323: and callto: are supported.
as: সঠিক ইউ-আৰ-এল হ্যান্ডলাৰ নিৰ্দেশ কৰুন। বৰ্তমানে h323: এবং callto: দুটি-ই সমৰ্থিত
da: Specificer venligst en gyldig adresse-håndtering. I øjeblikket er både h323: og callto: understøttet.
ne: कृपया एउटा वैध URL ह्याण्डलर निर्दिष्ट गर्नुहोस्। हाललाई h323: र callto: दुवैलाई समर्थन गरिन्छ.
ta: சரியான URL ஐ குறிப்பிடவும். தற்போது h323: மற்றும் callto: ஆதரவு உள்ளது
vi: Bạn hãy ghi rõ một bộ quản lý địa chỉ Mạng hợp lệ. Hiện thời hỗ trợ cả hai H.323 và callto: (gọi cho).
zh_tw: 請指定一個有效的 URL handler。現在支援的有 h323: 及 callto:

source: Calling %s
as: %s-কে কল কৰা হচ্ছে
da: Foretager opkald til %s
ne: %s लाई कल गर्दै
ta: %s அழைக்கப்படுகிறார்
vi: Đang gọi «%s»
zh_tw: 正在致電 %s

source: Transferring call to %s
as: %s-য়ে কলটি স্থানান্তৰিত কৰা হচ্ছে
da: Viderestiller opkald til %s
ne: कल %s मा स्थानातरण गरिदैछ
ta: %s க்கு அழைப்புகள் அனுப்பப்படுகிறது
vi: Đang chuyển đổi cuộc gọi tới «%s»
zh_tw: 轉送通話到 %s

source: Failed to call user
as: ব্যৰ্থ
vi: Lỗi gọi cho người dùng

source: Opening video device %s with plugin %s
da: Åbner video-enhed %s med modul %s
ne: %s प्लग-ईनसंग %s भिडियो यन्त्र खोल्दै
ta: ஒளிச்சாதனம் %s சொருகு பொருள் %s ஓடு திறக்கிறது
vi: Đang mở thiết bị ảnh động «%s» với bộ cầm phít «%s»
zh_tw: 以模組 %2$s 開啟視訊裝置 %1$s

source: Successfully opened video device %s, channel %d
as: ভিডিও ডিভাইস %s, চ্যানেল %d খোলাৰ চেষ্টা সফল
da: Åbnede video-enhed %s, kanal %d
ne: सफलताका साथ खोलिएका %s भिडियो यन्त्र, %d च्यानल
ta: %sஒளிச்சாதனம் %d தடத்தில் துவக்கப்பட்டது
vi: Mở thiết bị ảnh động «%s», kênh «%d» rồi.
zh_tw: 成功地開啟視訊裝置 %s，通道 %d

source: Error while opening video device %s
as: ভিডিও ডিভাইস %s খোলাৰ সময়ে ত্ৰুটি
da: Fejl ved åbning af video-enheden %s
ne: %s भिडियो यन्त्र खोल्दा त्रुटी
ta: ஒளிசாதனம் துவக்கப்படுவதில் பிழை %s
vi: Gặp lỗi khi mở thiết bị ảnh động «%s».
zh_tw: 開啟裝置 %s 時發生錯誤。
