Repository: Iladra/ekiga
Catalog: po/*.po
Languages: as, da, ne, ta, vi, zh_tw

source: Select the audio output device to use for the ring sound event.
da: Vælg den lyduddata-enhed der skal bruges til ring-lydhændelsen.
ne: रिङ्ग आवाज घटनाको लागी प्रयोगको लागी अडियो प्रतिफल यन्त्र छान्नुहोस्

source: Show chat window
da: Vis chatvindue
ne: कुराकानी सञ्झ्याल देखाउनुहोस्
ta: இபேச்சு சாளரம் தெரியவேண்டும்
zh_tw: 顯示聊天視窗

source: The STUN server to use for STUN Support. STUN is a technic that permits to go through some types of NAT gateways.
da: STUN-serveren der skal bruges for understøttelse af STUN. STUN er en teknik der tillader gennempassering af nogle NAT-adganspunkter
ne: STUN सर्भर STUN समर्थन प्रयोग गर्न. STUN एउटा तरिका हो जुन केहि प्रकारको NAT गेटवेमा जान आज्ञा दिन्छ.
zh_tw: STUN 的伺服器以得到 STUN 的支援。STUN 是可以穿透一些 NAT 閘道器的技術。

source: The host where calls should be forwarded to in the cases selected above
da: Værten dine opkald skal viderestilles til i de ovenfor angivne tilfælde
ne: माथि छानिएका अवस्थाहरूमा कलहरू पास गर्नु पर्ने होस्ट
ta: அழைப்புகளை முன்னோக்க வேண்டிய கணிணியின்பெயரை இங்கு உள்ளீடு செய்யவும்
zh_tw: 在此輸入在下列選擇情況下需要將來電轉駁至的主機

source: The time after which GnomeMeeting will renew its registration with the gatekeeper
da: Tiden hvorefter GnomeMeeting vil forny sin registration med portvagten
ne: जिनोममिटिङ्गले गेटकिपरसँग दर्ता भए पछि नविकरण हनेछ समयो

source: This enables IP checking from seconix.com and fills the IP in the public IP of the NAT/PAT gateway field of GnomeMeeting. The returned IP is only used when IP Translation is enabled. If you disable IP checking, you will have to manually enter the IP of your gateway in the GnomeMeeting preferences
da: Dette aktiverer IP-kontrol fra seconix.com og udfylder IP-adressen i det offentlige-IP-felt for NAT/PAT-ruteren i GnomeMeeting. Den returnerede IP-adresse er kun i brug når IP-oversættelse er aktiveret. Hvis du deaktiverer IP-kontrol, er du nødt til manuelt at indtaste IP-adressen for dit adgangspunkt i GnomeMeeting-indstillingerne
ne: seconix.com बाट आइ पी जाँच सक्षम पार्दछ र आई पी सार्वजनिक आइ पी मा भर्न NAT/PAT गेटवे फिल्ड जिनोममिटिङ्गको. जव आई पी अनुवाद सक्षम भएको बेला फर्काइएको आई पी प्रयोग हुन्छ. यदि तपाईले आई पी जाँच अक्षम गर्नु भयो भने, जिनोममिटिङ्ग प्राथमिकताहरूमा तपाईको गेटवेको आइपि राख्नुहोस्
ta: இது seconix.com லிர்ந்து IP சோதித்து NAT/PAT நுழைவாயிலின் பொது IP புலத்தில் பூர்த்தி செய்யும். கிடைத்த IP வெறும் IP பெயர்புக்கு மட்டுமே பயன்படுத்தப்படும். IP சோதிப்பதை செயல்நீக்கம் செய்தால் நீங்களாக உங்கள் நுழைவாயிலுக்கான IP எண்னை க்னோம் மாநாட்டு விருப்பத்தில் உள்ளிட வேண்டும்
zh_tw: 在這裡啟用 STUN 支援。STUN 是可以穿透一些 NAT 閘道器的技術。

source: This permits to set the mode for DTMFs sending. The values can be "All" (0), "None" (1), "rfc2833" (2), "Signal" (3) or "String" (4) (default is "All"). Choosing other values than "All", "String" or "rfc2833" disables the Text Chat
da: Dette muliggør at sætte tilstanden for DTMFs-sending. Værdierne kan være "All" (0), "None" (1), "rfc2833" (2), "Signal" (3) eller "String" (4) (standardværdien er "All"). At vælge andre værdier end "All", "String" eller "rfc2833" deaktiverer tekstsamtaler
ne: DTMFs प्रेषणको लागी यसले मोड सेट गर्न अनुमती गर्दछ। मानहरू " (०), "कुनै पनि" (१), "rfc2833" (२), "संकेत" (३) वा "स्ट्रिङ्ग" (४) (पूर्वनिर्धारित "सवै") हुन सक्छ. अरु मानहरू "सवै", "स्ट्रिङ्ग" वा "rfc2833" रोज्नुभन्दा पाठ कुराकानीलाई अक्षम बनाउँछ
ta: DTMFs அனுப்பலுக்கான பாங்கை அனுமதிக்கும்.மதிப்புகள் "எல்லாம்" (0), "எதுவுமில்லை" (1), "rfc2833" (2), "சங்கேதம்" (3) or "சரம்" (4) (இயல்பாக "எல்லாம்"). மற்ற மதிப்புகள் "எல்லாம்", "சரம்" அல்லது "rfc2833" உரை அரட்டையை செயல்படுத்தாது
zh_tw: 在這裡設定 DTMF 的傳送模式。數值可以是 「所有」、「沒有」、「rfc2833」、「信號」及「字串符」（預設是「所有」）。選擇「所有」，「字串符」及「rfc2833」會停用文字聊天。

source: Use the gateway
da: Benyt adgangspunktet
ne: गेटवे प्रयोग गर्नुहोस्
ta: நுழைவாயிலை பயன்படுத்து
zh_tw: 使用閘道器

source: translator_credits
da: Byrial Jensen Christian Rose Keld Simonsen Kjartan Maraas Martin Willemoes Hansen Ole Laursen Dansk-gruppen <dansk@klid.dk> Mere info: http://www.klid.dk/dansk/
ne: शिव पोखरेल (email add: pokharelshiva@hotmail.com)
ta: மொழிபெயர்த்தவர்
zh_tw: i18n 程式中文化計劃 http://i18n.linux.org.tw/ Woodman Tuen <woodman@culturecom.com.hk> Abel Cheung <maddog@linux.org.hk> Chung-Yen Chang <candyz at linux.org.tw>

source: Callto URL - page %d/%d
da: Opkaldsadresse - side %d/%d
ne: यु आर एल लाई कल - पृष्ठ %d/%d
ta: URL க்கான அழைப்பு - பக்கம் %d/%d
zh_tw: Callto URL - 頁數 %d/%d

source: Please enter your e-mail address:
da: Indtast din e-post-adresse:
ne: कृपया तपाईको इमेल ठेगाना प्रविष्टि गराउनुहोस्:
ta: உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்:
zh_tw: 請輸入您的電子郵件地址：

source: I don't want to register to the GnomeMeeting users directory and get a callto address
da: Jeg ønsker ikke at registrere mig med GnomeMeetings brugerkatalog og få en "callto"-adresse
ne: मलाई जी-नोममिटिङ्ग प्रयोगकर्ताको डाईरेक्ट्रीमा दर्ता गर्ने र एउटा लाई कल ठेगाना पाउने ईच्छा छैन
ta: க்னோம் மாநாட்டு பயனீட்டாளர்கள் பட்டியலில் நேர்ந்து callto முகவரியை பெற எனக்கு விருப்பமில்லை
zh_tw: 我不想在 GnomeMeeting 使用者目錄中註冊及取得 callto 地址

source: ISDN
as: আই-এস-ডি-এন
ne: आई एस डि एन

source: You have now finished the GnomeMeeting configuration. All the settings can be changed in the GnomeMeeting preferences. Enjoy! Configuration summary: Username: %s Connection type: %s Audio manager: %s Audio player: %s Audio recorder: %s Video manager: %s Video input: %s Callto URL: %s
da: Du har nu fuldført konfigurationen af GnomeMeeting. Alle indstillingerne kan ændres i GnomeMeeting indstillinger. Mor dig! Konfigurationsoversigt: Brugernavn: %s Forbindelsestype: %s Lydstyrer: %s Lydafspiller: %s Lydoptager: %s Videostyrer: %s Video-inddata: %s Callto-adresse: %s
ne: तपाईले अहिले जिनोमिटिङ्ग समायोजना समाप्‍त गर्नु भएको छ। सबै सेटिङ्गहरू जिनोममिटिङ्ग प्राथमिक्ताहरूमा परिवर्तन गर्न सकिने छ। आनन्द लिनुहोस्! समायोजना सारंश: प्रयोगकर्ताको नाम: %s जडान प्रकार: %s अडियो प्रकार: %s अडियो व्यवस्थापक: %s अडियो प्लेयर: %s अडियो रेकर्डर: %s भिडियो व्यवस्थापक: %s लाई कल URL: %s
zh_tw: 您已經完成 GnomeMeeting 的設定。所有的設定都可以在 GnomeMeeting 的偏好設定中變更。好好享用吧！ 設定摘要： 使用者名稱：%s 連線類型：%s 音訊管理程式：%s 音訊播放器：%s 錄音裝置：%s 視訊管理程式：%s 視訊輸入：%s Callto URL：%s

source: Forwarding call from %s to %s (Busy)
da: Viderestiller opkald fra %s til %s (optaget)
ne: %sबाट %sमा कलहरू फर्वार्ड गर्दै (व्यस्त)
ta: %s இருந்து %s க்கு அழைப்புகள் முன்னோக்கப்படும்(பயன்பாட்டில் இருக்கும்போது மட்டும்)
zh_tw: 轉駁來電自 %s 到 %s （忙碌）

source: Temporary failure
da: Midlertidig fejl
ne: अस्थाई असफलता
ta: தற்காலிக தோல்வி
zh_tw: 暫時性的錯誤

source: Error while starting the listener
da: Fejl ved start af lytter
ne: श्रोता सुरु गर्दा त्रुटी
ta: கவனிப்பானை துவக்குவதில் பிழை
zh_tw: 開始監聽時出錯

source: You will not be able to receive incoming calls. Please check that no other program is already running on the port used by GnomeMeeting.
da: Du vil ikke være i stand til at modtage indgående opkald. Kontrollér venligst at ingen andre program bruger porten som GnomeMeeting prøver at bruge.
ne: तपाईले आगमन कलहरू प्राप्‍त गर्न सक्नु हुन्न। कृपया जिनोममिटिङ्गले प्रयोग गर्ने पोर्टमा कुनै अन्य कार्यक्रम पहिले देखि नै चलिरहेको छैन भनेर जाँच गर्नुहोस्.
ta: உள்வரும் அழைப்புகளை பெற உங்களால் முடியாது. க்னோம் மாநாடு பாதையில் வேறு ஏதாவது நிரல் இயங்கிக்கொண்டிருக்கிறதா என பார்க்கவும்.
zh_tw: 您無法接收來電，請檢查是否有其他的程式正在使用 GnomeMeeting 所需要的埠。

source: Sent DTMF %s
da: Sendte DTMF %s
ne: पठाईएको DTMF %s

source: Lost packets: %.1f %% Late packets: %.1f %% Round-trip delay: %d ms Jitter buffer: %d ms
da: Tabte pakker: %.1f %% Forsinkede pakker: %.1f %% Forsinkelse for rundtur: %d ms Jitterbuffer: %d ms
ne: हराइएका प्याकेटहरू: %.1f %% ढिला प्याकेटहरू: %.1f %% दोहोरो ट्रिप ढिलाई: %d मिलि से जिटर बफर: %d मिलि से
ta: கடைசி கட்டுகள்: %.1f %% தாமதமான கட்டு: %.1f %% முழு-உலாவல் தாமதம்: %d ms அபாய இடையகம்: %d ms
zh_tw: 遺失封包：%.1f %% 延遲封包：%.1f %% 往返延遲：%d ms 抗抖動緩衝：%d ms

source: Click here to update the users directory you are registered to with the new First Name, Last Name, E-Mail, Comment and Location or to update your alias on the Gatekeeper
da: Klik hér for at opdatere det brugerkatalog som du er registreret i med det nye fornavn, efternavn, den nye e-post-adresse, kommentar og plads, eller for at opdatere dit alias på portvagten
ne: तपाई नयाँ पहिलो नाम, अन्तिम नाम, इ-मेल, ब्याख्यामा दर्ता गरिएको प्रयोगकर्ता डाइरेक्ट्री अधावधिक गर्न लाई वा गेटकिपरमा तपाईको उपनाम अधावधिक गर्नलाई यहाँ क्लिक गर्नुहोस्
zh_tw: 點選此處以更新您所註冊的使用者目錄上新的姓名、電子郵件、備註、位置或更新您在閘道管理員上的別名。

source: Reject or forward unanswered incoming calls after
da: Afvis eller viderestil ubesvarede indgående opkald efter
ne: अनुत्तरित आगमन कलहरू अस्वीकार गर्नुहोस् वा पठाउनुहोस्
ta: பதிலலிக்காத அழைப்புகளை மறு அல்லது முன்னனுப்பு
zh_tw: 在

source: Ring Output Device
da: Ringuddata-enhed
ne: रिङ्ग निर्गत यन्त्र

source: Select the audio output device to use for the ring sound event
da: Vælg den lyduddata-enhed der skal bruges til ring-lydhændelsen
ne: रिङ्ग ध्वनि घटनाको निम्ति अडियो निर्गत चयन गर्नुहोस्

source: Gatekeeper
da: Portvagt (Gatekeeper)
ne: द्वारपाल
ta: நுழைவுக்காப்பாளன்
zh_tw: 閘道管理員

source: Gatekeeper _ID:
da: Portvagts_identitet:
ne: द्वारपाल आई डी:
ta: (_I)நுழைவுக்காப்பாளனின் அடையாள எண்
zh_tw: 閘道管理員 _ID：

source: Click here to update your STUN Server settings
da: Klik her for at opdatere din STUN-serveropsætning
ne: तपाईको STUN सर्भर सेटिङ्गहरू ताजा गर्न यहाँ क्लिक गर्नुहोस्

source: Echo _cancellation:
da: Gentag _annullering:
ne: प्रतिध्वनि खारेजी:
ta: (_c)எதிரொலி நீக்கி
zh_tw: 自動取消回應(_C)：

source: If enabled, use silence detection with the GSM and G.711 codecs.
da: Hvis dette er aktiveret bruges stilhedsdetektering for GSM- og G.711-kodningerne
ne: यदि सक्षम पारिएमा, GSM र G.711 कोडेकसँग मौन अनुसन्धान प्रयोग गर्नुहोस्.
ta: செயல்படுத்தப்பட்டால், GSM மற்றும் G.711 கோடக்கில் நிசப்த கண்டறிதலை பயன்படுத்ஹ்டு
zh_tw: 如啟用此選項，則使用 GSM 和 G.711 編碼解碼器的靜音探測。

source: NAT Detection Successfull
da: NAT-opdagelse fuldført
ne: NAT अनुसन्धान सफल भयो

source: Set STUN server to %s
da: Sæt STUN-serveren til %s
ne: %s संग STUN सर्भरलाई सेट गर्नुहोस्

source: You can make calls to regular phones and cell numbers worldwide using GnomeMeeting. To enable this, you need to register an account using the URL below, then enter your Account number and PIN, and finally enable registering to the GnomeMeeting PC-To-Phone service. Please make sure you are using the URL below to get your account otherwise the service will not work.
da: Du kan ringe til almindelige telefoner og mobiltelefoner over hele verden ved at bruge GnomeMeeting. For at benytte denne facilitet skal du registrere en konto ved at benytte nedenstående adresse. Herefter angiver du dit kontonummer og PIN-kode, sidst aktivere du registrering til GnomeMeeting pc til telefon-tjenesten. Kontrollér venligst at du bruger den nedenstående adresse til at få din konto, ellers vil tjenesten ikke virke.
ne: तपाई जिनोममिटिङ्ग द्वारा विश्वभर नियमित फोनहरू र सेल नम्बरहरूमा कल बनाउन सक्नुहुन्छ . यसलाई सक्षम पार्न, तपाई तलका URL प्रयोग गरेर एउटा खातामा दर्ता गर्न आवश्यक हुन्छ, त्यसपछि तपाईको खाता नम्बर र पिन प्रविष्टी गर्नुहोस् र अन्तिममा जिनोममिटिङ्ग पिसि-देखि-फोन सेवा दर्ता गर्नुहोस्. कृपया तपाईले आफ्नो खाता प्राप्त गर्न तलको URL चलाइरहनु भएको छ कि छैन भन्ने कुरा निश्चित गर्नुहोस् अन्यथा प्रणालीले काम गर्दैन.

source: _Pin:
da: _Pinkode:
ne: पीन:
ta: (_P)பின்:
zh_tw: 個人識別號(_P)：

source: Title
zh_tw: 標題

source: Title of the druid
zh_tw: 精靈的標題

source: Logo
zh_tw: 標誌

source: Logo image
zh_tw: 標誌圖片

source: Top Watermark
zh_tw: 頁首標誌

source: Watermark image for the top
zh_tw: 顯示於頁面頂端的標誌

source: Title Foreground
zh_tw: 標題文字顏色

source: Foreground color of the title
zh_tw: 標題的文字顏色

source: Title Foreground Color
zh_tw: 標題文字顏色

source: Foreground color of the title as a GdkColor
zh_tw: 以 GdkColor 方式表示的文字顏色

source: Title Foreground color set
zh_tw: 標題文字顏色設定

source: Foreground color of the title is set
zh_tw: 設定了標題文字顏色

source: Background Color
zh_tw: 背景顏色

source: Background color
zh_tw: 背景顏色

source: Background color as a GdkColor
zh_tw: 以 GdkColor 方式表示的背景顏色

source: Background color set
zh_tw: 背景顏色設定

source: Background color is set
zh_tw: 已設定背景顏色

source: Logo Background Color
zh_tw: 標誌背景顏色

source: Logo Background color
zh_tw: 標誌背景顏色

source: Logo Background color as a GdkColor
zh_tw: 以 GdkColor 方式表示的標誌背景顏色

source: Logo Background color set
zh_tw: 標誌背景顏色設定

source: Logo Background color is set
zh_tw: 設定了標誌背景顏色

source: Show Finish
zh_tw: 顯示「完成」

source: Show the 'Finish' button instead of the 'Next' button
zh_tw: 顯示「完成」按鈕而不是「下一步」按鈕

source: Show Help
zh_tw: 顯示「求助」

source: Show the 'Help' button
zh_tw: 顯示「求助」按鈕

source: S
as: এস
zh_tw: 狀態

source: On LDAP servers
zh_tw: 在 LDP 伺服器

source: Find all contacts
ta: எல்லா தொடர்புகளையும் கண்டுபிடி
zh_tw: 尋找所有的連絡人

source: STUN Server error
zh_tw: STUN 伺服器錯誤

source: You have to specify a valid STUN server in order to use STUN support
zh_tw: 您需要指定一個有效的 STUN 伺服器來得到 STUN 的支援

source: Welcome to GnomeMeeting 1.00!
ta: க்னோம் ஒளித்தோற்றமாநாடு 1.00 உங்களை வரவேற்கிறது!
zh_tw: 歡迎使用 GnomeMeeting 1.00！

source: Congratulations, you have just successfully launched GnomeMeeting 1.00 for the first time. GnomeMeeting is the leading VoIP, videoconferencing and telephony software for Unix. Thanks to all of you who have helped us along the road to our golden 1.00 release! The GnomeMeeting Team.
ta: வாழ்த்துக்கள் , க்னோம் ஒலித்தோற்ற மாநாட்டை நீங்கள் வெற்றிகரமாக அமைத்துவிட்டீர்கள் க்னோம் ஒலித்தோற்ற மாநாடு VoIP, ஒளித்தோற்ற மாநாடு மற்றும் தொலை பேசி மென்பொருள் களில் செயல்படும். 1.00 வெளியீட்டுக்கு உதவிய அனைவருக்கும் நன்றி க்னோம் குழுவினர்.
zh_tw: 恭喜，您成功地第一次執行 GnomeMeeting 1.00。 GnomeMeeting 是在 Unix 上最先進的 VoIP，視像會議及電話軟體 感謝所有沿途一直幫助我們完成黃金版的 1.00 版本！ GnomeMeeting 團隊。

source: Accepting call from %s (Free For Chat)
ta: %s அழைப்புகள் ஏற்கப்படுகின்றன (அரட்டைக்கு)
zh_tw: 接受來自 %s 的通話（我有空聊天）

source: Security check Failed
ta: பாதுகாப்பு சோதனை தோல்வி
zh_tw: 安全性檢查失敗

source: Another user already exists with the same alias, please use another alias.
ta: இதே பெயரில் வேறு பயனீட்டாளர், வேறு பெயரை பயன்படுத்தவும்
zh_tw: 相同的使用者別名已經存在，請使用其他別名。

source: You are not allowed to register to the gatekeeper. Please check your login, password and firewall.
ta: நுழைவாயில் காப்பளரை பதிவு செய்ய அனுமதிக்கவும், உங்கள் உள்நுழை முகவரி, கடவுச்சொல் மற்று நெருப்பு சுவரை அமைக்கவும்.
zh_tw: 您不被允許註冊到閘道管理員。請檢查您的登入密碼及陽火牆。

source: There was a transport error.
ta: அனுப்பல் பிழை
zh_tw: 發生傳送錯誤。

source: No gatekeeper corresponding to your options has been found.
ta: உங்கள் தேர்வுக்கான நுழைவாயில் காப்பாளரை காணவில்லை
zh_tw: 找不到與您的選項相關的閘道管理員。

source: Error while registering with gatekeeper
ta: நுழைவுக்காப்பாளனில் பதியும்போது பிழை
zh_tw: 在註冊閘道管理員時發生錯誤

source: Started GnomeMeeting V%d.%d.%d for %s
ta: க்னோம்மாநாடு V%d.%d.%d ஆரம்பித்தது %s
zh_tw: 已啟動 GnomeMeeting V%d.%d.%d for %s

source: Cannot contact the users directory
ta: பயனீட்டாளர் அடைவை தொடர்புகொள்ள முடியவில்லை
zh_tw: 無法連絡使用者目錄

source: Failed to contact the users directory %s:%d. The directory is probably currently overloaded, please try again later.
ta: %s:%d. பயனீட்டாளர் அடைவை தொடர்புகொள்வதில் தோல்வி. அடைவில் அதிகமாக கோப்புகள் இருக்கலாம், மீண்டும் முயலவும்
zh_tw: 連接使用者目錄失敗 %s %d。可能該目錄目前負荷過重，請稍候再試。

source: Failed to set a time limit on operations.
ta: நேர எல்லையை அமைப்பதில் தோல்வி
zh_tw: 設定操作時間限制失敗。

source: Failed to bind to users directory: %s.
zh_tw: 連接目錄伺服器失敗: %s。

source: Updated information on the users directory %s.
ta: %s புதிப்பித்த தகவல் பயனீட்டாளர் அடைவில் உள்ளது
zh_tw: 更新資訊至使用者目錄 %s。

source: Unregistered from the users directory %s.
ta: பயனீட்டாளர் அடைவிலிருந்து பதிவு ரத்து செய்யப்படுகிறது%s.
zh_tw: 從使用者目錄 %s 取消註冊。

source: Error while registering to %s
ta: %s பதியும்போது பிழை
zh_tw: 註冊到 %s 時發生錯誤

source: Free for Cha_t
ta: (_t)அரட்டைக்கு இலவசம்
zh_tw: 我有空聊天(_T)

source: _Busy
ta: (_B)வேலையாக
zh_tw: 忙碌(_B)

source: Sent dtmf %c
ta: அனுப்பப்பட்ட dtmf %c
zh_tw: 傳送 dtmf %c

source: A
as: অ
da: L.
zh_tw: 音訊

source: Use a fullscreen size of
ta: முழுதிரை அளவை பயன்படுத்து
zh_tw: 全螢幕的大小為

source: Output Device
zh_tw: 輸出裝置

source: AGC
zh_tw: 自動增益補償

source: POTS
zh_tw: 傳統電話系統

source: You can make calls to regular phones and cell numbers worldwide using GnomeMeeting and the MicroTelco service from Quicknet Technologies. To enable this you need to enter your MicroTelco Account number and PIN below, then enable registering to the MicroTelco service. Please visit the GnomeMeeting website for more information.
ta: க்னோம் மாநாடு மற்றும் குய்க்நெட்டின் மைக்ரோ டெக்னோ சேவையை பயன்படுத்தி உலகம் முழுவதும் உள்ள தொலை பேசி மற்றும் செல் பேசிகளில் பேச முடியும். இதை செயல்படுத்த உங்கள் மைக்ரோ டெக்னோ கணக்கு எண் மற்றும் PIN எண்ணை உள்ளிட்டு சேவையை துவக்கவும். க்னோம் மாநாடு இணையதளத்தை பார்க்கவும்
zh_tw: 您可以使用 GnomeMeeting 及 Quicknet Technologies 提供的 MicoTelco 服務，致電給世界上任何正規的電話和手機。要使用這服務您需要在下面輸入您的 MicroTelco 帳號及個人識別號，來完成 MicroTelco 服務的註冊。請瀏覽 GnomeMeeting 以取得更多的資訊。

source: Click on one of the following links to get more information about your existing MicroTelco account, or to create a new account.
ta: கீழுள்ள இணைப்புகளை க்ளிக் செய்து உங்கள் மைக்ரோ டெக்னோ கணக்கு பற்றிய முழுவிவரத்தை பெறவும் அல்லது புதிய கணக்கை உருவாக்கவும்
zh_tw: 點選以下的連結來取得有關您現存的 MicroTelco 帳號更詳細的資料，或是建立一個新的帳號。

source: Get an account
ta: கணக்கை பெறவும்
zh_tw: 取得帳號

source: Buy a card
ta: அட்டையை வாங்கவும்
zh_tw: 購買電話卡

source: Consult my account details
ta: உங்கள் கணக்கு விவரங்களை அணுகவும்
zh_tw: 查詢我的帳號資料

source: _About...
zh_tw: 關於(_A)...

source: Status Bar
ta: நிலைப்பட்டை

source: Unanswered Calls
ta: பதிலில்லா அழைப்புகள்

source: Quit in progress...
ta: வெளியேறுகிறது

source: Please enter your connection type. This setting is used to set default settings following your bandwidth. It will set good global settings but it is however possible to tweak and change some of them to obtain a better result in each particular case.
ta: உங்கள் இணைப்பு வகையைத் தெரிவிக்கவும்.

source: Successfully unregistered from %s.
ta: %s அடைவைில் இருந்து துண்டிக்கப்பட்டது

source: Find users on
ta: நன்பர்களை தேடு

source: whose
ta: யாருடைய

source: Tr. Aud.
ta: ஒலியை அனுப்புதல்

source: Re. Aud.
ta: ஒலியை பெறுதல்

source: Tr. Vid.
ta: ஒளியை அனுப்புதல்

source: GnomeMeeting just installed an URL handler for callto:// URLs. callto URLs are an easy way to call people on the internet using GnomeMeeting. They are now available to all Gnome programs able to cope with URLs. You can for example create an URL launcher on the Gnome panel of the form "callto://ils.seconix.com/me@foo.com" to call the person registered on the ILS server ils.seconix.com with the me@foo.com e-mail address.
ta: callto:// URLs என்ற அழைப்பு முறை உங்கள் வசதிக்காக உள்ளது. இதன் மூலம் நீங்கள் அழைக்க விரும்பும் நபர் ils.seconix.com என்ற அடைவில் பதிந்திருந்தால் நீங்கள் அவரை எளிதாக "callto://ils.seconix.com/raman@mail.com" என்று அழைக்கலாம். அதற்கு அவர் ils.seconix.com அடைவில் raman@mail.com என்ற மின்னஞ்சல் முகவரியுடன் பதிந்து இருக்க வேண்டும்

source: Tray Icon
ta: குறும்படம்

source: Error: %s
ta: பிழை: %s

source: The audio mixer to use to setup the volume of the audio player device.
ta: ஒலி இயக்கியின் ஒலியளவை கட்டுப்படுத்தும் ஒலிக்கட்டுப்பாடு

source: The audio mixer to use to setup the volume of the audio recorder device.
ta: ஒலி பதிப்பானின் ஒலியளவை கட்டுப்படுத்தும் ஒலிக்கட்டுப்பாடு

source: Browse
ta: மேலோடு

source: Speakerphone enabled
ta: ஒலிபெருக்கியை தேர்வுச் செய்

source: Find friends on ILS
ta: ILS அடைவுகளில் நன்பர்களை தேடு

source: Do Not Accept Calls
ta: அழைப்பை ஒப்புக்கொள்ளாதே

source: IP Telephony, VoIP and Video Conferencing
as: এবং ভিডিও

source: 0: 56Kbps, 1: ISDN, 2:DSL, 3: LAN, 4: Custom
as: আই-এস-ডি-এন স্বনিৰ্বাচিত

source: Connection will be established in Fast Start mode. Fast Start is a new way to start calls faster that was introduced in H.323v2. It is not supported by Netmeeting and using both Fast Start and H.245 Tunneling can crash some versions of Netmeeting
as: আৰম্ভ আৰম্ভ হলো হলো এবং আৰম্ভ এবং সৰ্বমোট

source: Enable H.245 tunneling
as: এইচ.২৪৫ টানেলিং সক্ৰিয়

source: Enable video support
as: সক্ৰিয়

source: Enter the number of seconds after which Ekiga should try refreshing the NAT binding when STUN is being used
as: সংখ্যা সৰ্বমোট সেকেন্ড পৰে হলো

source: If enabled, Ekiga will start hidden provided that the notification area is present in the GNOME panel
as: হলো GNOME

source: The accounts list
as: তালিকা

source: The image to transmit if "Picture" is selected as video plugin or if the opening of the device fails. Leave blank to use the default Ekiga logo.
as: ছবি হলো সৰ্বমোট ডিফল্ট.

source: The list of accounts to which Ekiga should register
as: তালিকা সৰ্বমোট

source: The port to listen to for incoming connections. Ekiga needs to be restarted for the new value to take effect
as: উল্লিখিত সময় অবধি উল্লিখিত সময় অবধি মান

source: The port to listen to for incoming connections. Ekiga needs to be restarted for the new value to take effect.
as: উল্লিখিত সময় অবধি উল্লিখিত সময় অবধি মান.

source: The range of TCP ports that Ekiga will use for the H.323 H.245 channel. Ekiga needs to be restarted for the new values to take effect. This port range has no effect if both participants to the conference are using H.245 Tunneling.
as: সৰ্বমোট উল্লিখিত সময় অবধি উল্লিখিত সময় অবধি.

source: The range of UDP ports that Ekiga will use for RTP (audio and video communication channels). Ekiga needs to be restarted for the new values to take effect.
as: সৰ্বমোট উল্লিখিত সময় অবধি এবং উল্লিখিত সময় অবধি.

source: The range of UDP ports that Ekiga will use for SIP signaling and when registering to gatekeepers. Ekiga needs to be restarted for the new values to take effect.
as: সৰ্বমোট উল্লিখিত সময় অবধি এবং উল্লিখিত সময় অবধি.

source: The time after which Ekiga will renew its registration with the registrar
as: পৰে

source: This enables IP checking from ekiga.com. The returned IP is only used when IP Translation is enabled.
as: হলো অনুবাদ হলো.

source: Ekiga detected Symmetric NAT. The most appropriate method, if your router does not natively support SIP or H.323, is to forward the required ports to your internal machine in order to change your Symmetric NAT into Cone NAT. If you run this test again after the port forwarding has been done, it should report Cone NAT. This should allow Ekiga to be used with STUN support enabled. If it does not report Cone NAT, then it means that there is a problem in your forwarding rules.
as: হলো পৰে হলো.

source: No NAT
as: না

source: Ekiga is already running, if you want it to call a given SIP, H.323, or callto address, please use "ekiga -c address".
as: হলো চলমান.

source: A moving logo will be transmitted during calls. Notice that you can always transmit a given image or the moving logo by choosing "Picture" as video plugin and "MovingLogo" or "StaticPicture" as device.
as: অ ছবি এবং.

source: Your driver doesn't seem to support any of the color formats supported by Ekiga. Please check your kernel driver documentation in order to determine which Palette is supported.
as: সৰ্বমোট ৰং হলো.

source: Your driver doesn't support any of the color formats tried by Ekiga
as: সৰ্বমোট ৰং

source: You will not be able to receive incoming H.323 calls. Please check that no other program is already running on the port used by Ekiga.
as: হলো চলমান চলি আছে.

source: You will not be able to receive incoming SIP calls. Please check that no other program is already running on the port used by Ekiga.
as: হলো চলমান চলি আছে.

source: User:
as: ব্যৱহাৰকৰোঁতা:

source: VoIP URL
as: URL

source: Location contains
as: অবস্থানে ৰয়েছে

source: _Copy URL to Clipboard
as: কপি কৰুন URL

source: _Write e-Mail
as: লিখক মেইল

source: VoIP URL:
as: URL:

source: See AUTHORS file for full credits
as: ফাইল উল্লিখিত সময় অবধি

source: Ekiga is full-featured SIP and H.323 compatible VoIP, IP-Telephony and Videoconferencing application that allows you to make audio and video calls to remote users with SIP and H.323 hardware or software.
as: হলো এবং এবং এবং এবং.

source: _Call
as: কল করুন (_C)

source: _Send
as: প্রেরণ করুন (_S)

source: Send message
as: প্রেরণ করুন বার্তা

source: _Open URL
as: URL প্রদর্শন (_O)
