Repository: Iladra/ekiga
Catalog: po/*.po
Languages: as, da, ne, ta, vi, zh_tw

source: _Copy Equation
as: কপি করুন

source: New Remote User
as: নতুন দূরবর্তী ব্যৱহাৰকৰ্তা

source: Ekiga cannot apply one or more changes to the current call. Your new settings will take effect for the next call.
as: উল্লিখিত সময় অবধি.

source: The username and password are used to login to your existing account at the ekiga.net free SIP service. If you do not have an ekiga.net SIP address yet, you may first create an account below. This will provide a SIP address that allows people to call you. You may skip this step if you use an alternative SIP service, or if you would prefer to specify the login details later.
as: এবং প্রথম.

source: The audio manager is the plugin that will manage your audio devices. WindowsMultimedia is probably the best choice when available.
as: হলো হলো.

source: The audio manager is the plugin that will manage your audio devices. ALSA is probably the best choice when available.
as: হলো হলো.

source: First Time Configuration Assistant
as: সময় সহকারী

source: Enter a URL on the left, and click this button to place a call
as: URL চলি আছে এবং ক্লিক করুন

source: Ca_ll
as: কল (_l)

source: Speed d_ials
as: গতি

source: Close the Ekiga window
as: Ekiga উইন্ডো বন্ধ করুন

source: _Control Panel
as: প্যানেল

source: _Statistics
as: পরিসংখ্যান

source: _Local Video
as: স্থানীয় ভিডিও

source: _Remote Video
as: দূরবর্তী ভিডিও

source: Both (_Picture-in-Picture)
as: ছবি ছবি

source: Both (_Both in New Windows)
as: নতুন

source: Zoom _Out
as: ছোট করে প্রদর্শন (_O)

source: _Normal Size
as: স্বাভাবিক মাপ (_N)

source: _Fullscreen
as: সম্পূর্ণ পর্দাজুড়ে প্রদর্শন (_F)

source: _General History
as: সাধারণ ইতিহাস

source: _Calls History
as: ইতিহাস

source: _PC-To-Phone Account
as: প্রাপক ফোন

source: View information about Ekiga
as: ভিউ

source: The notification area is not present in your panel, so Ekiga cannot start hidden.
as: হলো.

source: Makes Ekiga call the given URL
as: ধরন URL

source: Ekiga didn't find any usable audio plugin. Make sure that your installation is correct.
as: হলো.

source: If enabled, all incoming calls will be forwarded to the host that is specified in the protocol settings
as: হোস্ট হলো

source: If enabled, all incoming calls will be forwarded to the host that is specified in the protocol settings if you do not answer the call
as: হোস্ট হলো

source: If enabled, all incoming calls will be forwarded to the host that is specified in the protocol settings if you already are in a call or if you are in Do Not Disturb mode
as: হোস্ট হলো

source: Ekiga Sound Events
as: শব্দ

source: Select the transmitted video size: Normal (QCIF 176x144) or Large (CIF 352x288)
as: স্বাভাবিক বড়

source: Images
as: ছবি

source: Enable _video support
as: সক্ৰিয়

source: Ekiga Preferences
as: Ekiga সংক্রান্ত পছন্দ

source: You can make calls to regular phones and cell numbers worldwide using Ekiga. To enable this, you need to do three things. First create an account at the URL below. Then enter your account number and password. Finally, activate the registration below. The service will work only if your account is created using the URL in this dialog.
as: এবং প্রাপক তিন URL এর পরে সংখ্যা এবং সক্রিয় করুন হলো URL.

source: _Password:
as: পাসওয়ার্ড: (_P)

source: Click on one of the following links to get more information about your existing Ekiga PC-To-Phone account, or to create a new account.
as: চলি আছে সর্বমোট following প্রাপক ফোন.

source: Get an Ekiga PC-To-Phone account
as: প্রাপক ফোন
