Repository: Iladra/ekiga
Catalog: po/*.po
Languages: as, da, ne, ta, vi, zh_tw

source: A moving GnomeMeeting logo will be transmitted during calls. Notice that you can always transmit a given image or the moving GnomeMeeting logo by choosing "Picture" as video plugin and "MovingLogo" or "StaticPicture" as device.
da: Et GnomeMeeting logo der bevæger sig, vil blive overført ved samtaler. Bemærk at du kan altid overføre et givent billede eller GnomeMeeting logoet der bevæger sig, ved at vælge "Billede" som videomodul og "BevægendeLogo" eller "StatiskBillede" som video-enhed.
ne: चलिरहेको जिनोममिटिङ्ग लोगो कलको अवधीमा प्रसारण हुनेछ.याद गर्नुहोस् कि तपाई सँधै दिइएको छवि वा चालु जिनोममिटिङ्ग लोगो "तस्विर" लाई भिडियो प्लगिनको रुपमा रोजेर र "चलिरहेको लोगो" वा "स्थिर चित्र" लाई यन्त्रको रुपमा रोजेर प्रसारण गर्न सक्नुहुन्छ.
ta: நகரும் க்னோம் மாநாடு சின்னம் அழைப்பின் போது பரிமாறிக்கொள்ளப்பட்டது, நீங்கள் எந்த படத்தை வேண்டுமானாலும் கொடாநிலையாக அனுப்பலாம். நீங்கள் எந்த படத்தையும் தேர்வு செய்யவில்லை என்றால் தன்னுடைய சோதனைபடத்தை அனுப்பும். அல்லது நகரும் "படம்" வீடியோ சொருகு பொருளாக அல்லது "நகரும் சின்னம்" அல்லது "நிலையான படம்" அனுப்பப்படும்.
vi: Một biểu hình GnomeMeeting di động sẽ được truyền trong suốt chộc gọi. Hãy ghi chú rằng bạn cũng có thể truyền một ảnh đã chọn hay biểu hình GnomeMeeting, bằng cách chọn «Picture» (hình) là bộ cầm phít ảnh động và «MovingLogo» (biểu hình di động) hay «StaticPicture» (hình tĩnh) là thiết bị.
zh_tw: 在通話時會傳送一個正在移動的 GnomeMeeting 圖形。記著您是可以選擇指定影像，或是使用正在移動的 GnomeMeeting 圖形。方法是在偏好設定的視訊裝置中，在視訊模組中選擇 "Picture" 及 在輸入裝置中選取 "MovingLogo" 或 "StaticPicture"。

source: Couldn't open the video device
da: Kunne ikke åbne video-enheden
ne: भिडियो यन्त्र खोल्न सकिएन
ta: ஒளிச்சாதனத்தை திறக்க முடியவில்லை
vi: Không mở được thiết bị ảnh động.
zh_tw: 無法開啟視訊裝置

source: There was an error while opening the device. Please check your permissions and make sure that the appropriate driver is loaded.
as: ডিভাইসটি খোলাৰ সময়ে ত্ৰুটি ঘটেছে। এৰ আনুসাঙ্গিক সমস্ত অনুমতি এবং সঠিক ড্ৰাইভাৰ ব্যবহৃত হচ্ছে কিনা তা পৰীক্ষা কৰে দেখুন
da: Der opstod en fejl ved åbning af enheden. Kontrollér venligst dine rettigheder og at den rigtige drivrutine køre.
ne: यन्त्र खोल्दा एउटा त्रुटी भेटियो। कृपया तपाईको अनुमतिहरू जाँच्नुहोस् र उपयुक्त ड्राईबर लोड गरिएको छ छैन भन्ने कुरा निश्चित गर्नुहोस्.
ta: சாதனத்தை திறக்கும் போது பிழை நேர்ந்தது. உங்கள் அனுமதிகளை பார்க்கவும் மர்றும் சரியான இயக்கி ஏற்றப்பட்டதா என்பதை சோதிக்கவும்.
vi: Gặp lỗi khi mở thiết bị ấy. Hãy kiểm tra xem quyền hạn là đúng, và đã tải trình hỗ trợ thiết bị đúng.
zh_tw: 開啟裝置時發生錯誤。請檢查您的權限及確定已經載入相關的驅動程式。

source: Your video driver doesn't support the requested video format.
as: আপনাৰ ভিডিও ড্ৰাইভাৰটি প্ৰয়োজনীয় ভিডিও ধৰণটিকে সমৰ্থন কৰে না
da: Din video-enhed understøtter ikke det ønskede videoformat.
ne: तपाईको भिडियो ड्राइभरले अनुरोध गरिएको भिडियो ढाँचा समर्थन गर्दैन.
ta: உங்கள் சாதனம் இந்த முறையை துவக்க முடியவில்லை
vi: Trình hỗ trợ thiết bị ảnh động không hỗ trợ dạng thức ảnh động yêu cầu.
zh_tw: 此視訊驅動程式不支援所要求的視訊格式。

source: Could not open the chosen channel.
da: Kunne ikke åbne den valgte kanal.
ne: छानिएको च्यानल खोल्न सकेन .
ta: தேர்வு செய்த தடத்தை திறக்க முடியவில்லை
vi: Không mở được kênh được chọn.
zh_tw: 無法開啟所選的通道。

source: Your driver doesn't seem to support any of the colour formats supported by GnomeMeeting. Please check your kernel driver documentation in order to determine which Palette is supported.
da: Din drivrutine understøtter ikke nogen af de farveformater som GnomeMeeting gør. Undersøg venligst dokumentationen for din kernedrivrutine for at bestemme hvilken palette som understøttes.
ne: तपाईको ड्राइभरले जिनोममिटिङ्गले समर्थन गरेको कुनै रङ्ग ढाँचालाई समर्थन गर्ने देखिदैन. कृपया कुन चाहिं प्यालेट समर्थन गरिएको छ भन्ने कुरा निर्धारण गर्न तपाईको कर्नेल ड्राईभर मिसिलिकरण जाँच गर्नुहोस्.
ta: க்னோம் மாநாடு குறிப்பிட்ட வண்ண ஆதவரு உங்கள் இயக்கிக்கு இல்லை வண்ண பெட்டி ஆதரவுக்கு உங்கள் கர்னல் இயக்கி ஆவணத்தை சோதிக்கவும்.
vi: Hình như trình hỗ trợ thiết bị không hỗ trợ bất cứ dạng thức màu nào do trình GnomeMeeting hỗ trợ. Hãy kiểm tra tài liệu trình hỗ trợ thiết bị hạt nhân để xác định Bảng chọn (Palette) nào được hỗ trợ.
zh_tw: 您的驅動程式不支援任何 GnomeMeeting 所支援的彩色格式。 請檢查您的核心驅動程式文件以確定該調色板是得到支援。

source: Error while setting the frame rate.
as: ফ্ৰেমেৰ মাত্ৰা (ৰেট) নিৰ্ধাৰণেৰ ক্ষেত্ৰে ত্ৰুটি
da: Fejl ved opsætning af billedhastigheden.
ne: खाका दर मिलाउदा त्रुटी.
ta: சட்ட விகிதத்தை அமைப்பதில் பிழை
vi: Gặp lỗi khi đặt tốc độ khung.
zh_tw: 設定幀率時發生錯誤。

source: Error while setting the frame size.
as: ফ্ৰেমেৰ আয়তন নিৰ্ধাৰণেৰ ক্ষেত্ৰে ত্ৰুটি
da: Fejl ved opsætning af billedstørrelsen.
ne: खाका आकार मिलाउदा त्रुटी.
ta: சட்டட்டவை அமைப்பதில்ளவில் பிழை
vi: Gặp lỗi khi đặt kích thước khung.
zh_tw: 設定幀尺寸時發生錯誤。

source: Opened the video device using the "Picture" video plugin
as: ছবি
da: Åbnede video-enheden med "Billede"-videomodulet
ne: "तस्विर" भिडियो प्लइन प्रयोग गरेर भिडियो यन्त्र खोलियो
ta: "படம்"வீடியோ சொருகு பொருளை பயன்படுத்தி வீடியோ சாதனம் திறக்கப்பட்டது
vi: Mở thiết bị ảnh động dùng bộ cầm phít ảnh động «Picture» (hình).
zh_tw: 使用 "Picture" 模組來開啟視訊裝置

source: Picture
as: ছবি
da: Billede
ne: चित्र
ta: படம்
vi: Hình
zh_tw: 影像

source: GnomeMeeting is now testing the %s video device. If you experience machine crashes, then report a bug to the video driver author.
da: GnomeMeeting tester nu %s video-enheden. Hvis du oplever maskinnedbrud, send da en fejlrapport til forfatteren af videodrivrutinen.
ne: जिनोममिटिङ्गले अहिले %s भिडियो यन्त्र जाँच गरिरहेको छ। यदि तपाईले मेशिन बिग्रिएको थाहा पाउनुभएमा, बगलाई भिडियो ड्राईभर लेखककोमा खवर गर्नुहोस्.
ta: க்னோம் மாநாடு %s வீடியோ சாதனத்தை சோதிக்கிறது, உங்கள் கணினி சிதைவது போல் தெரிந்தால், பிழைகளை வீடியோ இயக்கி நிரல் எழுதியவருக்கு அனுப்பவும்.
vi: Lúc này trình GnomeMeeting đang thử ra thiết bị ảnh động «%s». Nếu máy bạn bẻ khóa thì bạn hãy thông báo lỗi cho tác giả trình hỗ trợ thiết bị ảnh động ấy.
zh_tw: GnomeMeeting 正在測試 %s 視訊裝置。如果出現當機，請回報錯誤到視訊驅動程式的作者。

source: Test %d done
as: পৰীক্ষা %d সমাপ্ত
da: Test %d færdig
ne: %d जाँच पुरा भयो
ta: சோதனை %d முடிந்தது
vi: Kiểm tra «%d» xong rồi.
zh_tw: 測試 %d 完成

source: Test %d failed
da: Test %d mislykkedes
ne: %d जाँच असफल भयो
ta: சோதனை %d தோல்வியுற்றது
vi: Kiểm tra «%d» thất bại.
zh_tw: 測試 %d 失敗

source: Error while opening %s.
as: %s খোলাৰ সময়ে ত্ৰুটি ঘটেছে
da: Fejl ved åbning af %s.
ne: %s खोल्दा त्रुटी.
ta: திறக்கும் போது பிழை %s.ை
vi: Gặp lỗi khi mở «%s».
zh_tw: 開啟裝置 %s 時發生錯誤。

source: Could not open the chosen channel with the chosen video format.
as: নিৰ্বাচিত ভিডিও-ৰ ধৰণ সহকাৰে নিৰ্বাচিত চ্যানেলটিৰ ব্যবহাৰ সম্ভব হয়েনি
da: Kunne ikke åbne den valgte kanal med det valgte videoformat.
ne: छानिएको च्यानल छानिएको ढाँचा संग खोल्न सकिएन.
ta: ஒளிச்சாதனத்தை தடத்தில் துவக்கப்படுவதில் பிழை உள்ளது
vi: Không mở được kênh được chọn với dạng thức ảnh động được chọn.
zh_tw: 無法以所選的視訊格式打開所選的通道。

source: Your driver doesn't support any of the color formats tried by GnomeMeeting
da: Din driver understøtter ikke nogen af de prøvede farveformater
ne: तपाईको ड्राइभरले जिनोम मिटिङ्गले कोशिश गरेका कुनै पनि रङ्ग ढाँचाहरू समर्थन गर्दैन
ta: க்னோம் மாநாடு முயன்ற வண்ண அமைப்புகளுக்கு உங்கள் இயக்கியில் ஆதரவு இல்லை
vi: Trình hỗ trợ thiết bị bạn không hỗ trợ bất cứ định dạng màu nào mà trình Họp Gnome đã thử ra rồi.
zh_tw: 您的驅動程式不支援彩色的格式。

source: Error with the frame rate.
as: ফ্ৰেমেৰ মাত্ৰায়ে (ৰেটে) ত্ৰুটি
da: Fejl i billedhastigheden.
ne: फ्रेम दरमा त्रुटी.
ta: தரவுச்சட்ட வேகத்தில் பிழை
vi: Lỗi tốc độ khung
zh_tw: 幀率錯誤。

source: Error with the frame size.
as: ফ্ৰেমেৰ আয়তনে ত্ৰুটি
da: Fejl i billedstørrelsen.
ne: फ्रेम साईजमा त्रुटी.
ta: தரவுச்சட்ட அளவில் பிழை
vi: Lỗi kích thước khung.
zh_tw: 幀尺寸錯誤。

source: Videoconferencing
da: Videokonference
ne: भिडियोसम्मेलन
ta: ஒளித்தோற்ற மாநாடு
vi: Hội thoại ảnh động
zh_tw: 視訊會議

source: Change the control panel section (4 means that the control panel is off)
da: Ændr kontrolpanelsektion (4 betyder at kontrolpanelet er deaktiveret)
ne: नियन्त्रणकक्ष क्षेत्र परिवर्तन गर्नुहोस् ( ४ ले नियन्त्रणकक्ष बन्द छ भन्ने जनाउछ)
ta: கட்டுப்பாட்டுப் பலகம் மாற்றம் செய்(4 என்றால் இந்த பலகம் தெரியாது)
vi: Thay đổi phần bảng điều khiển (4 nghĩa là bảng điều khiển bị tắt)
zh_tw: 改變控制面板部份（4 表示關閉控制面板）

source: Choose the number of blocks (that have not changed) transmitted with each frame. These blocks fill in the background
da: Vælg antallet af (uændrede) blokke som overføres med hvert billede. Disse blokke udfylder baggrunden.
ne: प्रत्येक फ्रेमसँग प्रसारित खण्डहरूको सङ्ख्या(परिवर्तन नभएको) रोज्नुहोस्
ta: ஒவ்வொரு பகுதியிலும் எத்தனை சட்டங்கள் அனுப்பப்பட வேண்டும் என்பதை தேர்வு செய்யவும். இந்த பகுதிலி பின்னனியில் நிரப்பப்படும்
vi: Chọn số khối gửi (không thay đổi) mỗi khung. Những khối này sẽ chứa ảnh nền.
zh_tw: 在此選擇每幀(frame)所傳送的區塊數（沒有被改動過）。這些區塊在背景填充

source: Enable IP translation
da: Aktivér IP-oversættelse
ne: आई पी रुपान्तर सक्षम पार्नुहोस्
ta: IP அனுப்பலை செயல்படுத்து
vi: Bật thông dịch IP
zh_tw: 啟用 IP 轉換

source: Enable STUN Support
da: Aktivér understøttelse af STUN
ne: STUN समर्थन सक्षम पार्नुहोस्
vi: Bật hỗ trợ STUN
zh_tw: 啟用 STUN 支援

source: Enter the public IP of your NAT/PAT router if you want to use IP translation. If you are registered to ils.seconix.com, GnomeMeeting will automatically fetch the public IP using the ILS service
da: Indtast den offentlige IP-adresse for din NAT/PAT-ruter hvis du vil bruge IP-oversættelse. Hvis du er registreret i ils.seconix.com vil GnomeMeeting automatisk hente den offentlige IP-adresse ved brug af ILS-tjenesten.
ne: तपाईको NAT/PAT रुटरको सार्वजनिक आई पि अनुवाद गर्न राख्नुहोस्. यदि तपाई ils.seconix.com मा दर्ता हुनुहुन्छ भने, जिनोममिटिङ्गले स्वत:तरिकाले ILS सेवा प्रयोग गरेर सार्वजनिक आई पी तान्ने काम गर्नेछ
ta: IP மாற்றத்தை நீங்கள் விரும்பினால் NAT/PAT பாதையில் சரியான பொது IP ஐ உள்ளிடவும். ils.seconix.com இல் நீங்கள் பதிவு செய்திருந்தால் க்னோம் மாநாடு தானாக ILS சேவையை பயன்படுத்தி பொது IP ஐ உங்களுக்கு தரும்
vi: Nhập địa chỉ IP công cộng của bộ định tuyến NAT/PAT của bạn nếu bạn muốn dùng Thông dịch IP. Nếu bạn đã đăng ký trong «ils.seconix.com», GnomeMeeting sẽ tự động lấy địa chỉ IP công cộng bằng dịch vụ ILS.
zh_tw: 如果您想使用 IP轉換，請輸入你的 NAT/PAT 路由器的公共 IP。如果您已經在 ils.seconix.com 註冊，GnomeMeeting 會以 ILS 服務自動取得公共 IP

source: Gatekeeper ID
da: Portvagtsidentitet
ne: द्वारपाल परिचय
ta: நுழைவுக்காப்பாளனின் அடையாள எண்
vi: Thông tin nhận diện bộ bảo quản cổng ra
zh_tw: 閘道管理員的 ID

source: Gatekeeper alias
da: Portvagtsalias
ne: द्वारपाल उपनाम
ta: நுழைவுக்காப்பாளனின் மாற்றுப் பெயர்
vi: Bí danh bộ bảo quản cổng ra
zh_tw: 閘道管理員的別名

source: Gatekeeper alias as primary alias
da: Portvagtsalias som primæralias
ne: प्राथमिक उपनामको रुपमा द्वारपाल उपनाम
ta: நுழைவுக்காப்பாளனின் மாற்றுப் பெயர் முன்மை மாற்றுபெயராக
vi: Bí danh bộ bảo quản cổng ra chính
zh_tw: 以閘道管理員別名作為主要的別名

source: Gatekeeper host
da: Portvagtsvært
ne: द्वारपाल होस्ट
ta: நுழைவுக்காப்பாளனின் பெயர்
vi: Máy máy hỗ trợ bộ bảo quản cổng ra
zh_tw: 閘道管理員的主機

source: Gatekeeper password
da: Adgangskode for portvagt
ne: द्वारपाल पासवर्ड
ta: நுழைவுக்காப்பாளனின் கடவுச்சொல்
vi: Mật khẩu bộ bảo quản cổng ra
zh_tw: 閘道管理員的密碼

source: Registering method
da: Registreringsmetode
ne: दर्ता गर्ने तरिका
ta: பதிவு செய்யும் முறை
vi: Cách đăng ký
zh_tw: 註冊方式

source: Show the chat window in the main window
da: Vis chattvinduet i hovedvinduet
ne: मुख्य सञ्झ्यालमा कुराकानी सञ्झ्याल देखाउनुहोस्
ta: இபேச்சு சாளரம் முக்கியசாளரத்தில் தெரியவேண்டும்
vi: Hiện cửa sổ trò chuyện trong cửa sổ chính
zh_tw: 在主視窗中顯示聊天視窗

source: The Gatekeeper alias to use when registering (string, or E164 ID if only 0123456789#)
da: Portvagtsaliaset til brug for registrering (streng, eller E164 ID hvis bare 0123456789#)
ne: दर्ता गर्दा प्रयोग गर्न द्वारपालको उपनाम (यदि ०१२३४५६७८९# भएमा मात्र, स्ट्रिङ वा E164 ID )
ta: பதிவு செய்துகொள்ள வேண்டிய நுழைவுக்காப்பாளனின் மாற்றுப் பெயர்(சரம், அல்லது E164 ID மட்டும் 0123456789#)
vi: Bí danh bộ bảo quản cổng ra được dùng khi đăng ký (chuỗi, hoặc E164 ID nếu chỉ có 0123456789#).
zh_tw: 在註冊時使用的閘道管理員別名（字串或E164 ID (如果是 0123456789#)）。

source: The Gatekeeper host to register with
da: Portvagtsværten til registrering hos
ne: ...सँग दर्ता गर्नलाई द्वारपाल होस्ट
ta: பதிவு செய்துகொள்ள வேண்டிய நுழைவுக்காப்பாளனின் பெயர்
vi: Cần đăng ký với máy bộ bảo quản cổng ra nào?
zh_tw: 要註冊的閘道管理員主機

source: The Gatekeeper identifier to register with
da: Portvagtsidentifikatoren til registrering hos
ne: ...सँग दर्ता गर्न द्वारपालको परिचायक
ta: பதிவு செய்துகொள்ள வேண்டிய நுழைவுக்காப்பாளனின் அடையாள எண்
vi: Cần đăng ký với định dang bộ bảo quản cổng ra nào?
zh_tw: 要註冊的閘道管理員 ID

source: The Gatekeeper password to use for H.235 authentication to the Gatekeeper
da: Portvagtsadgangskoden til brug for H.235-autentisering hos portvagten
ne: द्वारपालको एच.२३५ प्रमाणीकरणको लागी प्रयोग गरिने द्वारपाल पासवर्ड
ta: H.235 அனுமதிக்காக நுழைவுக்காப்பாளன் பயன்படுத்த வேண்டிய நுழைவுக்காப்பாளன் கடவுச்சொல்
vi: Mật khẩu bộ bảo quản cổng ra để xác thực H.235 cho bộ bảo quản cổng ra.
zh_tw: 在閘道管理員取得 H.235認證的閘道管理員密碼

source: The registering method to use
da: Registreringsmetoden der skal bruges
ne: प्रयोग गर्न दर्ता गर्ने तरिका
ta: பயன்படுத்த வேண்டிய பதிவு செய்யும் முறை
vi: Cách đăng ký cần dùng
zh_tw: 使用的註冊方式

source: This enables IP translation. IP translation is useful if GnomeMeeting is running behind a NAT/PAT router. You have to put the public IP of the router in the field below. If you are registered to ils.seconix.com, GnomeMeeting will automatically fetch the public IP using the ILS service. If your router natively supports H.323, you can disable this
da: Dette aktiverer IP-oversættelse. IP-oversættelse er nyttigt hvis GnomeMeeting er bag ved en NAT/PAT-ruter. Du skal angive den offentlige IP-adresse for ruteren i feltet nedenfor. Hvis du er registreret i ils.seconix.com vil GnomeMeeting automatisk hente den offentlige IP-adresse ved brug af ILS-tjenesten. Hvis din ruter har indbygget understøttelse for H.323 kan du deaktivere dette
ne: यसले आइपि अनुवाद सक्षम पार्नुहोस्छ. आइपि अनुवाद प्रयोगशाली हुन्छ जव NAT/PAT रुटर जिनोममिटिङ्ग पछि दौडिरहेको हुन्छ. तपाईले सार्वजनिक आइपि रुटरको तलको फिल्डमा हाल्नुपर्ने हुन्छ. यदि तपाई इल्स सेकोनिक्स डट कम सँग अनुबन्धित हुनुहुन्छ भने, जिनोममिटिङ्गले स्वत: इल्स सर्भिस आइपि सार्वजनिक प्रयोग गरि ल्याउन सक्छ. यदि तपाईको राउटरले H.323 लाई समर्थन दिन्छ भने, तपाई यसलाई अक्षम गर्नुहोस्
ta: இது IP பெயர்தலை செயல்படுத்தும். இது க்னோம் மாநாடு NAT/PAT வழிகாட்டியை பயன்படுத்தும்போது மிக பயனுள்ளதாக இருக்கும். வழிகாட்டியில் பொது IP ஐ நீங்கள் உள்ளிடவேண்டும்.ils.seconix.com நீங்கள் பதிவு செய்திருந்தால் , க்னோம் மாநாடு தானாக பொது IP ஐ ILS சேவகனுக்கு அனுப்பும். உங்கள் வழிகாடியில் H.323 ஆதரவு இருந்தால் இதை நீங்கள் செயல்படுத்த வேண்டாம்.
vi: Việc này bật thông dịch IP. Thông dịch IP có ích nếu GnomeMeeting có chạy nằm sau một bộ định tuyến NAT/PAT. Bạn hãy nhập địa chỉ IP công cộng của bộ định tuyến ấy vào trường bên dưới đây. Nếu bạn đã đăng ký để sử dụng «ils.seconix.com», trình GnomeMeeting sẽ tự động lấy địa chỉ IP công cộng, dùng dịch vụ ILS. Nếu bộ định tuyến của bạn hỗ trợ H.323 một cách sở hữu, bạn có thể vô hiệu hóa tùy chọn này.
zh_tw: 在這裡啟用 IP 轉換。如果 GnomeMeeting 是運行在 NAT/PAT 路由器之後，IP 轉換是很有用的。您需要在下面的欄位中，填上路由器正在使用的公共 IP。如果您已經在 ils.seconix.com 註冊，GnomeMeeting 會使用 ILS 服務自動取得公共 IP。如果您的路由器內建支援 H.323，請您停用這支援

source: This enables STUN Support. STUN is a technic that permits to go through some types of NAT gateways.
da: Dette aktiverer STUN-understøttelse. STUN er en teknik der tillader gennemgang af nogle typer NAT-adgangspunkter.
ne: यो STUN समर्थन गर्दछ. STUN एक तरिका हो जस्ले केहि प्रकारको NAT गेटवेबाट जान अनुमति दिन्छ।
vi: Việc này bật cách hỗ trợ STUN. STUN là một kỹ thuật cho phép đi qua một số loại cổng ra NAT.
zh_tw: 在這裡啟用 STUN 支援。STUN 是可以穿透一些 NAT 閘道器的技術。

source: Transmitted background blocks
da: Overførte baggrundsblokke
ne: प्रसारित पृष्ठभूमी खण्डहरू
ta: அனுப்பப்படும் ஒளித்தோற்றத்தின் தொகுதிகள்
vi: Khối nền đã truyền
zh_tw: 轉送的背景區塊

source: Use the specified gateway to do calls
da: Benyt det angivne adgangspunkt til at foretage opkald
ne: कलहरू गर्नको लागी निर्दिष्ट गेटवे प्रयोग गर्नुहोस्
ta: அழைக்க குறிப்பிட்ட நுழைவாயிலை பயன்படுத்து
vi: Dùng cổng ra đã ghi rõ để gọi
zh_tw: 使用指定的閘道器來進行通話

source: Use this option to ensure the above alias is used as the primary alias when registering with a gatekeeper. This may be required if your gatekeeper can only perform authentication using the first alias in the list
da: Brug dette valg for at sikre at aliasset ovenfor bliver brugt som primæralias ved registrering hos en portvagt. Dette kan være nødvendigt hvis portvagten kun kan autentificere ved at bruge det første alias i listen
ne: एउटा गेटकिपरसँग दर्ता भएको बेलामा माथिको उपनाम प्राथमिक उपनामको रुपमा प्रयोग भएको कुरा आशवस्त हुनलाई यो विकल्प प्रयोग गर्नुहोस् यो आवश्यक हुन्छ यदि तपाईको गेटकिपरले पहिलो उपनाम सूचीमा प्रयोग गरी प्रमाणीकरण गरेमा आवश्यक हुन सक्छ
ta: நுழைவாயில் காப்பாளரோடு பதிவு செய்யும் போது இந்த மறு பெயரை முதன்மை மறு பெயராக பயன்படுத்து. நுழைவாயில் கண்கானிப்பாளர் உங்கள் அனுமதியை முதல் அனுமதியாக பயன்படுத்தும் போது மட்டுமே இது தேவைப்படும்.
vi: Bạn hãy sử dụng tùy chọn này để đảm bảo bị danh nói trên được dùng là bị danh chính khi đăng ký với một bộ bảo quản cổng ra. Có lẽ cần đến nếu bộ bảo quản cổng ra có thể xác thức chỉ dùng bị danh thứ nhất trong danh sách.
zh_tw: 啟用這選項來確定上面的別名是在註冊閘道管理員作為主要別名時使用。如果您的閘道管理員只能以清單上第一個別名來進行認證，您需要啟月用這選項

source: Total: %.2f MB
ne: जम्मा: %.2f MB
ta: மொத்தம்: %.2f MB
vi: Tổng cộng: %.2f Mb
zh_tw: 總共: %.2f MB

source: ---- Call begins at %s
da: ---- samtale startet klokken %s
ne: ----%sमा कल शुरु हुन्छ
vi: ⎯⎯ Cuộc gọi bắt đầu vào lúc %s
zh_tw: ---- 通話開始於 %s

source: ---- Call ends at %s
da: ---- samtale sluttet klokken %s
ne: ----%sमा कल समाप्‍त हुन्छ
vi: ⎯⎯ Cuộc gọi kết thức vào lúc %s
zh_tw: ---- 通話結束於 %s

source: No gateway or proxy specified
da: Intet adgangspunkt og ingen mellemvært angivet
ne: कुनै गेटवे वा प्रोक्सी निर्दिष्ट गरिएको छैन
ta: நுழைவாயில் அல்லது ப்ராக்ஸி குறிப்பிடப்படவில்லை
vi: Chưa ghi rõ cổng ra hay ủy nhiệm
zh_tw: 沒有指定閘道器或代理伺服器

source: You need to specify a host to use as gateway or proxy.
da: Du skal angive en vært der skal bruges som adgangspunkt eller mellemvært.
ne: गेटवे वा प्रोक्सीको रुपमा प्रयोग गर्न तपाईले एउटा होस्ट निर्दिष्ट गर्नुपर्छ.
ta: புரவலன் பயன்படுத்தும் நுழைவாயில் அல்லது ப்ராக்ஸியை குறிப்பிட வேண்டும்
vi: Bạn cần xác định máy cần dùng là cổng ra hay ủy nhiệm.
zh_tw: 您需要指定一個主機作為閘道器或代理伺服器。

source: Forward URL not specified
da: Viderestillingsadresse ikke angivet
ne: पछिल्लो यु आर एल स्पेसिफिक छैन
ta: முன்னனுப்பும் URL குறிப்பிடப்படவில்லை
vi: Chưa ghi rõ địa chỉ Mạng chuyển tiếp
zh_tw: 沒有指定轉駁 URL

source: You need to specify an URL where to forward calls in the call forwarding section of the preferences! Disabling forwarding.
da: Du skal angive en URL at viderestille opkald til i viderestillingssektionen i indstillingerne. Deaktiverer viderestilling.
ne: तपाईले युआरएललाई छान्नु पर्छ जहाँ कल कल फर्वार्डिङ्ग प्राथमिकताको सेक्सनमा छ! फर्वार्डिङ्ग असक्षम.
ta: அழைப்பை முன்னனுப்ப வேண்டிய URL ஐ நீங்கள் உங்கள் விருப்பங்கள் பகுதியில் குறிப்பிட வேண்டும்! முன்னனுப்புதல் செயலிழக்கப்பட்டது.
vi: Bạn cần xác định địa chỉ Mạng là đích chuyển tiếp, trong phần chuyển tiếp cuộc gọi trong sở thích. Chuyển tiếp cuộc gọi bị tắt.
zh_tw: 您需要在偏好設定中的來電轉駁部份指定一個將轉駁來電至的主機的 URL！ 取消轉駁。

source: Your e-mail address is used when registering to the GnomeMeeting users directory. It is used to create a callto address permitting your contacts to easily call you wherever you are.
da: Din e-post-adresse bliver brugt ved registrering i GnomeMeetings brugerkatalog. Det benyttes til at oprette en "callto"-adresse som tillader dine kontakter at foretage opkald til dig hvor end du er.
ne: जिनोममिटिङ्ग प्रयोगकर्ता डाईरेक्ट्री अनुबन्धित भएको बेलामा तपाईको इ-मेल प्रयोग हुन्छ. यो काल्टो ठेगाना निर्माण हुन्छ तपाईको ठेगाना सहित तपाई जहाँ भएपनि कल गर्नलाई.
ta: க்னோம்மாநாட்டு பயனீட்டாளாக உங்களை பதிவு செய்துகொள்ள உங்கள் மின்னஞ்சல் முகவரி உதவும். இது callto முகவரியை உருவாக்கி உங்களை தொடர்புகொள்ள விரும்புபவர்கள் எளிதாக உங்களை அனுக வழி செய்யும்.
vi: Khi đăng ký tới quyền sách chỉ dẫn người dùng GnomeMeeting, địa chỉ thư bạn được dùng để tạo một địa chỉ «Gọi cho», mà cho phép các liên hệ bạn gọi bạn một cách dễ dàng, khi bạn tại bất cứ nơi nào.
zh_tw: 您的電子郵件地址是用作註冊 GnomeMeeting 使用者目錄時使用。這是用來建立 callto 地址，容許您的連絡人很簡單地就可以連絡您。

source: Forwarding call from %s to %s (Forward all calls)
da: Viderestiller opkald fra %s til %s (viderestiller alle opkald)
ne: %sबाट %sमा कललाई फर्वार्ड गर्दै(सबै कलहरू फर्वारड गर)
ta: %s இருந்து %s க்கு அழைப்புகள் முன்னோக்கப்படும்(அனைத்து அழைப்புகளும்)
vi: Đang chuyển tiếp cuộc gọi từ «%s» đến «%s» (Chuyển tiếp mọi cuộc gọi).
zh_tw: 轉駁來電自 %s 至 %s（轉駁所有來電）

source: Rejecting call from %s (Do Not Disturb)
da: Afviser opkald fra %s (forstyr ikke)
ne: %sबाट आएका कलहरू अस्वीकार गर्दे (नबिथोल)
vi: Tự động từ chối cuộc gọi tới từ «%s» (Đừng làm phiền).

source: Rejecting call from %s (Busy)
da: Afviser opkald fra %s (optaget)
ne: %sबाट आएका कलहरू अस्वीकार गर्दे (व्यस्त)
ta: %s இங்கிருந்து வரும் அழைப்புகளை கண்டுக்கொள்ளாதே(பயன்பாட்டில் இருக்கும்போது மட்டும்)
vi: Đang từ chối cuộc gọi tới từ «%s» (Bận).
zh_tw: 自動拒接 %s 的來電（忙碌）

source: Accepting call from %s (Auto Answer)
da: Accepterer opkald fra %s (autosvar)
ne: %sबाट आएका कलहरू स्वीकार गर्दै ( स्वत: जवाब देऊ)
vi: Đang chấp nhận cuộc gọi tới từ «%s» (Bận).

source: Call rejected
da: Opkald afvist
ne: कल अस्वीकार गरियो
ta: அழைப்பு மறுக்கப்பட்டது
vi: Cuộc gọi bị từ chối
zh_tw: 通話被拒絕

source: Call automatically answered
da: Opkald automatisk besvaret
ne: कललाई स्वत: उत्तर दिइयो
ta: தானாக பதிலளிக்கப்பட்டது
vi: Tự động trả lời cuộc gọi rồi
zh_tw: 來電自動接聽

source: Error while forwarding call to %s
da: Fejl ved viderestilling af opkald til %s
ne: %sमा कल फर्वार्ड गर्दा त्रुटी
ta: %s அழைப்புகள் முன்னோக்கப்படுவதில் பிழை
vi: Gặp lỗi khi chuyển tiếp cuộc gọi tới «%s»
zh_tw: 轉駁來電至 %s 時發生錯誤

source: There was an error when forwarding the call to the given host.
da: Der opstod en fejl ved viderestilling aff opkaldet til den givne vært.
ne: दिइएको होस्टमा यो कल फर्वार्ड गर्दा एउटा त्रुटी भेटियो.
ta: அழைப்புகளை கொடுக்கப்பட்டுள்ள புரவலனுக்கு முன்னனுப்பும்போது பிழை
vi: Gặp lỗi khi chuyển tiếp cuộc gọi đến máy được chọn.
zh_tw: 當轉駁來電至指定的主機時發生錯誤。

source: Connected
da: Tilsluttet
ne: सम्पर्क स्थापना गरियो
ta: இணைக்கப்பட்டுள்ளது
vi: Kết nối rồi
zh_tw: 已連線

source: Remote user did not accept the call
da: Modparten accepterede ikke opkaldet
ne: दूर प्रयोगकर्ताले यो कललाई स्वीकार गरेन
ta: தொலைவில் உள்ளவர் உங்கள் அழைப்பை ஒப்புக்கொள்ளவில்லை
vi: Người dùng từ xa không chấp nhận cuộc gọi.
zh_tw: 遠端使用者不接受您的致電

source: Local user did not accept the call
da: Lokal bruger accepterede ikke opkaldet
ne: स्थानीय प्रयोगकर्ताले यो कललाई स्वीकार गरेन
ta: உள் பயனீட்டாளர்் உங்கள் அழைப்பை ஒப்புக்கொள்ளவில்லை
vi: Người dùng cục bộ không chấp nhận cuộc gọi.
zh_tw: 本地使用者不接受來電

source: Missed %d call
da: %d ubesvaret opkald
ne: छुटेको %d कल
vi: %d cuộc gọi nhỡ

source: Attaching lid hardware to codec
da: Tilknytter lågeudstyr til kodek
ne: lid हार्डवेयर codec मा संलग्न गर्दै
ta: வன்பொருளோடு குறிமுறை இணைக்கப்பட்டது
vi: Đang gắn phần cứng «lid» với codec
zh_tw: 添加 lid 硬體至編碼解碼器

source: Forwarding Call to %s (No Answer)
da: Viderestiller opkald til %s (intet svar)
ne: %s कललाई फर्वार्ड गर्दै (कुनै उत्तर छैन)
ta: %s க்கு அழைப்புகள் முன்னோக்கப்படும்(பதில் இல்லாதபோது மட்டும்)
vi: Đang chuyển tiếp cuộc gọi tới «%s» (không trả lời).
zh_tw: 轉駁來電至 %s （沒有接聽）

source: Invalid gatekeeper ID
da: Ugyldigt portvagtsidentitet
ne: अमान्य द्वारपाल आई डी
ta: நுழைவுக்காப்பாளனின் அடையாள எண் செல்லாது
vi: Thông tin nhận diện bộ bảo quản cổng ra không hợp lệ.
zh_tw: 無效的閘道管理員 ID

source: Please provide a valid ID for the gatekeeper.
da: Angiv en gyldig identitet til portvagten.
ne: कृपया द्वारपालको निम्ति एउटा मान्य आई डी उपलब्ध गराउनुहोस्.
ta: நுழைவுக்காப்பாளன் கணிணியின் அடையாள எண்ணை சரியாக கொடுக்கவும்.
vi: Hãy cung cấp ID hợp lệ cho bộ bảo quản cổng ra.
zh_tw: 請提供一個有效的閘道管理員 ID。

source: Trying to stop calling
da: Forsøger at stoppe opkald
ne: कल गर्न बन्द गर्ने कोशिश गर्दै
ta: அழைப்பது நிறுத்தப்படுகிறது
vi: Đang cố ngừng cuộc gọi
zh_tw: 正在嘗試停止致電
