Repository: Iladra/ekiga
Catalog: po/*.po
Languages: as, da, ne, ta, vi, zh_tw

source: The range of UDP ports that GnomeMeeting will use for RTP (audio and video communication channels). You can change the UDP port range if you are using IP translation and if you need to have several GnomeMeeting running behind your NAT/PAT router. GnomeMeeting needs to be restarted for the new values to take effect.
da: UDP-portintervallet der bruges af GnomeMeeting til RTP (lyd- og video-kanalforbindelser). Du kan ændre UDP-portintervallet hvis du bruger IP-oversættelse og hvis du behøver flere kopier af GnomeMeeting kørende bagved din NAT/PAT-ruter. GnomeMeeting skal genstartes for at aktivere de nye værdier.
ne: युडिपि पोर्टको दायरा जहाँ जिनोममिटिङ्गले आरटिपि (अडियो र भिडियो सञ्चार माध्यम) को प्रयोग गरेको छ. तपाईले युटिपि पोर्ट दायरा परिवर्तन गर्न सक्नुहुन्छ यदि तपाईले आई पी अनुवाद प्रयोग गर्नु भएको छ र NAT/PAT रुटर पछि जिनोममिटिङ्ग चलाइरहनु भएको छ भने. जिनोममिटिङ्गलाई नयाँ मानको प्रभाव पार्न पुन: सुरु गर्नु पर्ने हुन्छ.
ta: RTP க்காக க்னோம் மாநாடு பயன்படுத்தும் UDP வழியின் வரம்பு(ஒலி, ஒளி மற்றும் தொடர்பு அலைவரிசை). பல க்னோம் மாநாடுகள் நடந்துகொண்டிருந்தாலோ NAT/PAT பாதை வழியாக UDP வழியின் வரம்பை மாற்றலாம்.க்னோம் மாநாடு புதிய மதிப்புகளை பெற்றுக்கொள்வதற்கான மீண்டும் துவக்கப்பட வேண்டும்.
vi: Phạm vi cổng UCP mà GnomeMeeting dùng cho RTP (kênh truyền âm thanh và ảnh động). Bạn có thể thay đổi phạm vi cổng UCP nếu bạn dùng thông dịch IP và nếu bạn cần chạy cùng lúc nhiều phiên bản của GnomeMeeting thông qua bộ định tuyến NAT/PAT. GnomeMeeting cần được khởi động lại để giá trị mới có tác dụng.
zh_tw: GnomeMeeting 給 RTP（音訊及視訊傳輸通道）使用的 UDP 埠範圍。如果您正在使用 IP 轉換及您的 NAT/PAT 路由器上執行了多個 GnomeMeeting，您可以變更 UDP 埠的範圍。GnomeMeeting 需要啟動使新的數值生效。

source: The range of UDP ports that GnomeMeeting will use when registering to gatekeepers. You can change the UDP port range if you are using IP translation and if you need to have several GnomeMeeting running behind your NAT/PAT router. GnomeMeeting needs to be restarted for the new values to take effect. This port range has no effect if you are not registering to a gatekeeper.
da: UDP-portintervallet der bruges af GnomeMeeting til portvagtsregistrering. Du kan ændre UDP-portintervallet hvis du bruger IP-oversættelse og hvis du behøver flere kopier af GnomeMeeting kørende bagved din NAT/PAT-ruter. GnomeMeeting skal genstartes for at aktivere de nye værdier. Dette portinterval har ingen effekt hvis du ikke registrere ved en portvagt.
ne: गेटकिपरसँग अनुबन्धित भएपछि जिनोममिटिङ्गले प्रयोग गरेको युडिपि पोर्ट. तपाईले युटिपि पोर्ट दायरा परिवर्तन गर्न सक्नुहुन्छ यदि तपाईले आई पी अनुवाद प्रयोग गर्नु भएको छ र NAT/PAT रुटर पछि जिनोममिटिङ्ग चलाइरहनु भएको छ भने. जिनोममिटिङ्गलाई नयाँ मानको प्रभाव पार्न पुन: सुरु गर्नु पर्ने हुन्छ.यो पोर्टले कुनै प्रभाव पार्दैन यदि तपाई गेटकिपरसँग अनुबन्धित हुनुभएको छैन भने.
ta: நுழைவாயில் காப்பாளராக க்னோம் மாநாடு பதிவு செய்யப்படும் போது பயன்படுத்த வேண்டிய UDP வரம்பு. IP அனுப்பல் முறையை நீங்கள் பயன்படுத்தினாலோ அல்லது பல க்னோம் மாநாடுகள் நடந்துகொண்டிருந்தாலோ NAT/PAT பாதை வழியாக UDP வழியின் வரம்பை மாற்றலாம்.க்னோம் மாநாடு புதிய மதிப்புகளை பெற்றுக்கொள்வதற்கான மீண்டும் துவக்கப்பட வேண்டும். நீங்கள் பதிவு செய்த நுழைவாயில் காப்பாளர் இல்லையெனில் இந்த வரம்பால் எந்த விளைவும் ஏற்படாது
vi: Phạm vi cổng UDP mà GnomeMeeting dùng khi đăng ký với bộ bảo quản cổng ra.Bạn có thể thay đổi phạm vi cổng UDP nếu bạn dùng thông dịch IP và nếu bạn cần chạy cùng lúc nhiều phiên bản của GnomeMeeting thông qua bộ định tuyến NAT/PAT. GnomeMeeting cần được khởi động lại để giá trị mới có tác dụng. Phạm vị cổng này không có tác dụng khi bạn không đăng ký với bộ bảo quản cổng ra.
zh_tw: GnomeMeeting 向閘道管理員註冊時會使用的 UDP 埠範圍。如果您正在使用 IP 轉換及您的 NAT/PAT 路由器上執行了多個 GnomeMeeting，您可以變更 UDP 埠的範圍。GnomeMeeting 需要啟動使新的數值生效。如果您不是正向閘道管理員註冊，埠的範圍是不會有任何影響。

source: The remote zoom value
as: মান
da: Den fjerne zoomværdi
ne: दुर्गम जुम मान
vi: Giá trị phóng từ xa

source: The ring tone sound
da: Ringe-lyden
ne: रिङ्ग टोन ध्वनी
ta: ரிங் சத்த ஒலி
vi: Tiếng chuông gọi
zh_tw: 鈐聲

source: The save prefix
as: সংৰক্ষণে ব্যবহৃত প্ৰিফিক্স
da: Præfikset for gemning
ne: वचत उपसर्ग
ta: சேமிப்பு முன்னொட்டு
vi: Tiền tố lưu
zh_tw: 儲存文件前置名稱

source: The size of the local video window
as: সৰ্বমোট
da: Størrelsen på det lokale videobillede
ne: स्थानीय भिडियो सञ्झ्यालको साइज
ta: உங்கள் ஒளித்தோற்ற சாளர அளவு
vi: Cỡ cửa sổ ảnh động cục bộ
zh_tw: 本機視訊畫面視窗的大小

source: The size of the remote video window
as: সৰ্বমোট
da: Størrelsen på fjernvideobilledet
ne: दुर्गम भिडियो सञ्झ्यालको साइज
ta: தொலைவு ஒளித்தோற்ற தொலை சாளர அளவு
vi: Cỡ cửa sổ ảnh động từ xa
zh_tw: 遠端視訊畫面視窗的大小

source: The sound that will be played at the end of calls or when calling somebody who is busy, if enabled
as: সৰ্বমোট হলো
da: Lyden som bliver afspillet når en samtale afsluttes eller når man har ringet til nogen som er optaget, hvis aktiveret
ne: यदि सक्षम पारिएमा, कलहरूको अन्त्यमा वा कोही व्यस्त मानिसलाई कल गर्दा आवाज बजाइने छ
ta: செயல்பாட்டில் இருந்தால், அழைப்பவர் மறுமுனையில் வேலையாக இருந்தால் இந்த ஒலியை எழுப்பும்
vi: Nếu bật, tiếng cần phát tại kết thức gọi, hoặc khi gọi người nào bận.
zh_tw: 如啟用，音效會在通話結束，或某人忙碌時播放

source: The sound that will be played on incoming calls, if enabled
as: চলি আছে
da: Lyden som bliver afspillet ved indgående samtaler, hvis aktiveret
ne: यदि सक्षम पारिएमा, आगमन कलहरूमा आवाज वजाइने छ
ta: இதை தேர்வுச் செய்தால், அழைப்பு வந்தால் ஒலியெழுப்பப்படும்
vi: Nếu bật, tiếng cần phát khi nhận được gọi.
zh_tw: 如啟用，來電時會播放的音效

source: The sound that will be played when calling somebody, if enabled
da: Lyden som bliver afspillet når du ringer til nogen, hvis aktiveret
ne: यदि सक्षम पारिएमा, कसैलाई कल गर्दा आवाज बजाइने छ
ta: இதை தேர்வுச் செய்தால், அழைக்கும் போது ால் ஒலியெழுப்பப்படும்
vi: Nếu bật, tiếng cần phát khi gọi người nào.
zh_tw: 如啟用，致電某人時會播放的音效

source: The sound that will be played when there is a new instant message, if enabled
as: হলো বাৰ্তা
vi: Nếu bật, âm thanh cần phát khi nhận tin nhắn tức khắc mới.

source: The sound that will be played when there is a new voice mail, if enabled
as: হলো
vi: Nếu bật, âm thanh cần phát khi nhận thư nói mới.

source: The time after which GnomeMeeting will renew its registration with the registrar
vi: Khoảng thời gian giữa hai lần Họp Gnome đăng ký với bộ đăng ký

source: The two-letter country code of your country (e.g.: BE, UK, FR, DE, ...)
as: দুই সৰ্বমোট
da: To-bogstavers landekoden for dit land (fx: DK, GL, FO, SE, NO, BE, FR, DE, ...)
ne: तपाईको देशको दुई अक्षर देश सङ्केत (e.g.: BE, UK, FR, DE, ...)
ta: நாட்டின் அடையாள இரு எழுத்து அடையாளம்(உம்.: BE, UK, FR, DE, ...)
vi: Mã quốc gia (hai ký tự). Ví dụ: BE, UK, FR, DE, VI ...
zh_tw: 您的國家/地方的兩個字母代碼（如 TW、HK 等）。

source: The user directory server to register with
da: Brugerkatalogserveren til at registrere hos
ne: यो सँग दर्ता गर्न, प्रयोगकर्ता डाईरेक्ट्री सर्भर
ta: பதவு செய்து கொள்ள வேண்டிய சேவையகம்
vi: Cần đăng ký với máy phục vụ sách chỉ dẫn người dùng nào?
zh_tw: 要註冊到的目錄伺服器

source: The video channel number to use (to select camera, tv or other sources)
as: সংখ্যা
da: Videokanalnumret der skal bruges (til at vælge kamera, tv eller andre kilder)
ne: प्रयोगका लागी भिडियो माध्यम नम्बर(क्यामेरा, टि भी वा अन्य स्रोतहरू चयन गर्नका लागी)
ta: பயன்படுத்த வேண்டிய ஒளித்தோற்ற எண்(கேமரா, தொலைகாட்சி அல்லது மற்ற மூலங்கள்)
vi: Số kênh ảnh động cần dùng (để chọn máy ảnh, TV hoặc các nguồn khác).
zh_tw: 所使用的視訊通道的號數（選擇攝影機、電視及其它來源）

source: The video plugin that will be used to detect the devices and manage them
as: এবং
da: Videomodulet der vil blive brugt for at opdage enheder og håndtere dem
ne: भिडियो प्लगइन जो यन्त्रहरू पत्ता लगाउन र व्यवस्था गर्न प्रयोग गरिने छ
ta: சாதங்களை கண்டுபிடித்து கையாளவுதவும் ஒளி சொருகு பொருள்
vi: Bộ cầm phít ảnh động cần dùng để phát hiện và quản lý các thiết bị.
zh_tw: 視訊模組是用作偵測及管理裝置

source: The way to react to incoming calls: 0 displays a popup, 1 automatically answers the call, 2 automatically rejects the call and 3 forwards the call to the given URL, if any
as: পপ-আপ এবং URL
da: Måden at reagere på indgående opkald: 0 viser en pop op, 1 besvare automatisk opkaldet, 2 afviser automatisk opkaldet og 3 viderestiller opkaldet til den angivne adresse, hvis en sådan eksistere
ne: निकासी कल्स सँग कार्य हुने माध्यम: ० ले पप अप प्रदर्शन गर्छ, १ स्वत: कलहरूको उत्तर दिन्छ, २ स्वत:तरिकाले कललाई अस्विकार गर्दछ र ३ कललाई दिइएको URL मा पठाउछ, यदि केहि भएमा
ta: வருகிற அழைப்புகளை கையாளும் விதம்:0 தோன்றும் சாளரமாக காட்டும், 1 தானாக பதில் சொல், 2 தானாக மறுக்கவும் மற்றும் 3 குறிப்பிட்ட URL க்கு அழைப்பை அனுப்பவும்
vi: Cách quản lý mọi cuộc gọi gởi đến: 0 bật lên một của sổ 1 tự động trả lời cuộc gọi ấy 2 tự động từ chối cuộc gọi ấy 3 chuyển tiếp cuộc gọi ấy đến địa chỉ Mạng đưa ra, nếu có.
zh_tw: 來電時的回應：0 彈出視窗，1 自動接聽，2 自動拒接，3 如有的話，轉駁來電到指定的 URL

source: The zoom value
as: ছোট/বড় কৰে দেখানোৰ মাত্ৰা
da: Zoomværdien
ne: जुम मान
ta: அளவுமாற்ற மதிப்பு
vi: Giá trị phóng
zh_tw: 放大縮小值

source: The zoom value to apply to images displayed in the local video window (can be 0.50, 1.00, or 2.00)
as: মান
da: Den zoomværdi der skal anvendes på billeder som vises i det lokale videobillede (kan være 0,50, 1,00 eller 2,00)
ne: स्थानीय सञ्झ्यालमा प्रदर्शन गरिएका छविहरूमा लागू गर्न जुम मान (०.५०, १.००, वा २.०० हुन सक्छ)
vi: Giá trị phóng cần áp dụng vào mọi ảnh được hiển thị trong cửa sổ ảnh động cục bộ (có thể là 0.50, 1.00 hay 2.00).

source: The zoom value to apply to images displayed in the main GUI (can be 0.50, 1.00, or 2.00)
as: মান
da: Den zoomværdi der skal anvendes på billeder som vises i grænsefladen (kan være 0,50, 1,00 eller 2,00)
ne: मुख्य जी यु आईमा प्रदर्शन गरिएका छविहरूमा लागू गर्न जुम मान (०.५०, १.००, वा २.०० हुन सक्छ)
ta: முதன்மை GUI இல் பிம்பங்கள் பயன்படுத்த வேண்டிய அளவுமாற்ற மதிப்பு(0, 1.00, அல்லது 2.00)
vi: Giá trị phóng cần áp dụng vào mọi ảnh được hiển thị trong giao diện đồ họa người dùng chính (có thể là 0.50, 1.00 hay 2.00).
zh_tw: 在主視窗所顯示的影像的放大縮小值（可以是 0.5，1.00 或 2.00）

source: The zoom value to apply to images displayed in the remote video window (can be 0.50, 1.00, or 2.00)
as: মান
da: Den zoomværdi der skal anvendes på billeder som vises i fjernvideobilledet (kan være 0,50, 1,00 eller 2,00)
ne: दुर्गम भिडियो सञ्झ्यालमा प्रदर्शन गरिएका छविहरूमा लागू गर्न जुम मान (०.५०, १.००, वा २.०० हुन सक्छ)
vi: Giá trị phóng cần áp dụng vào mọi ảnh được hiển thị trong cửa sổ ảnh động từ xa (có thể là 0.50, 1.00 hay 2.00).

source: This enables H.245 Tunnelling mode. In H.245 Tunnelling mode H.245 messages are encapsulated into the the H.225 channel (port 1720). This saves one TCP connection during calls. H.245 Tunnelling was introduced in H.323v2 and Netmeeting does not support it. Using both Fast Start and H.245 Tunnelling can crash some versions of Netmeeting.
da: Dette aktiverer H.245-tunneltilstand. I H.245-tunneltilstand indkapsles H.245-meddelelser i H.225-kanalen (port 1720). Dette muliggør at en en TCP-port gemmes under samtale. H.245-tunnel introduceredes i H.323v2 og Netmeeting understøtter det ikke. At bruge både hurtigstart og en H.245-tunnel kan få en del versioner af Netmeeting til at gå ned.
ne: यसले H.245 ट्युनलिङ्ग मोडलाई सक्षम पार्दछ. H.245 ट्युनलिङ्ग मोडमा H.245 सूचनाहरू इन्काप्सुलेटेड एच.२२५ माध्यम (पोर्ट १७२०) मा हुन्छ. यो एउटा TCP जडानमा कल गरेको बेलामा वचत हुन्छ. H.245 ट्युनलिङ्ग H.323v2 मा निर्माण हुन्छ र नेटमिटिङ्गले समर्थन दिँदैन.दुवै फास्ट स्टार्ट र H.245 ट्युनलिङ्गले केहि संस्करणहरू ध्वस्त पार्न सक्छ.
ta: H.245 சுரங்கத்தை செயல்படுத்தும். H.245 சுரங்கம் மற்றும் H.245 செய்திகள் சேர்ந்து H.245 அலைவரிசையை தரும்(வழி 1720) .இது அழைப்பின் போது TCP இணைப்பை சேமிக்கும். H.245 சுரங்கம் H.323v2 பதிப்போடு அறிமுகப்படுத்தப்பட்டது. வேக துவக்கி மற்றும் H.245 சுரங்கம் சில இணைய மாநாட்டின் சில பதிப்புகளில் வேலை செய்யாது.
vi: Việc này sẽ bật chế độ Đường hầm H.245. Trong chế độ Đường hầm H.245, các thông điệp được đóng gói cho vào kênh H.225 (cổng 1720). Điều này cho phép một cổng TCP ngẫu nhiên nào đó rảnh rỗi trong khi moi cuộc gọi. Đường hầm H.245 được giới thiệu trong H.323v2 còn Netmeeting chưa hỗ trợ nó. Việc dùng cả Khởi động nhanh và H.245 có thể làm hỏng một vài phiên bản của Netmeeting.
zh_tw: 在這裡啟用 H.245 穿隧模式。在 H.245 穿隧模式下 H.245 訊息被封裝到H.245 頻道(1720埠)。這可以在通話過程中節約一個 TCP 埠。H.245 穿隧是在 H.323v2 中引進的，Netmeeting 不支援它。同時使用快速啟動和 H.245 穿隧技術會使某些版本的 Netmeeting 當機。

source: This enables H.245 early in the setup
da: Dette aktiverer tidlig H.245 under opstarten
ne: यसले सेटअपमा पहिले H.245 लाई सक्षम पार्नुहोस्छ
ta: H.245 முன்கூட்டிய அமைப்பை செயல்படுத்து
vi: Việc này bật H.245 trong phần đâu tiến trình thiết lập.
zh_tw: 這會在設定中啟用早期 H.245

source: This enables IP checking from seconix.com. The returned IP is only used when IP Translation is enabled. If you disable IP checking, you will have to manually enter the IP of your gateway as value for the public_ip key
vi: Việc này bật kiểm tra có địa chỉ IP đúng, từ <seconix.com>. Chỉ dùng địa chỉ IP đã trả gởi, khi đã bật khả năng thông dịch IP thôi. Nếu bạn tắt kiểm tra địa chỉ IP, thì bạn sẽ phải tự gõ địa chỉ IP của cổng ra bạn là giá trị của khóa « public_ip » (IP công).

source: This permits to set the mode for DTMFs sending. The value can be "RFC2833" (0) only
as: উল্লিখিত সময় অবধি মান
vi: Điều này cho phép lập chế độ gởi DTMF. Giá trị có thể là chỉ « RFC2833 » thôi

source: This permits to set the mode for DTMFs sending. The values can be "String" (0), "Tone" (1), "RFC2833" (2), "Q.931" (3) (default is "String"). Choosing other values than "String" disables the Text Chat
as: উল্লিখিত সময় অবধি স্ট্ৰিং ডিফল্ট হলো স্ট্ৰিং স্ট্ৰিং টেক্সট
vi: Việc này cho phép lập chế độ gởi DTMF. Giá trị có thể là: • String (0) chuỗi • Tone (1) giọng • rfc2RFC2833833 (2) • Q.931 (3) Mặc định là String (chuỗi). Chọn giá trị khác với String sẽ tắt khả năng trò chuyện bằng chữ.

source: UDP port range
da: UDP-portinterval
ne: UDP पोर्ट दायरा
ta: UDP வழி வரம்பு
vi: Phạm vi cổng UDP
zh_tw: UDP 埠範圍

source: User directory
as: ইউজাৰ ডিৰেক্টৰি
da: Brugerkatalog
ne: प्रयोगकर्ता डाइरेक्ट्री
ta: பயனீட்டாளர் அடைவு
vi: Sách chỉ dẫn người dùng
zh_tw: 使用者目錄

source: Version
as: ভাৰ্সান
ne: संस्करण
ta: வெளியீடு
vi: Phiên bản
zh_tw: 版本

source: Video channel
as: ভিডিও চ্যানেল
da: Videokanal
ne: भिडियो माध्यम
ta: ஒளித்தோற்றத தடம்
vi: Kênh ảnh động
zh_tw: 視訊通道

source: Video format
as: ভিডিও-ৰ ধৰণ
ne: भिडियो ढाँचा
ta: ஒளித்தோற்ற வடிவம்
vi: Dạng thức ảnh động
zh_tw: 視訊格式

source: Video image
as: ভিডিও ছবি
da: Videobillede
ne: भिडियो छवी
ta: விடியோ உரு:
vi: Ảnh động
zh_tw: 視訊影像

source: Video input device
as: ভিডিও
da: Videoind-enhed
ne: भिडियो आगत यन्त्र
ta: ஒளித்தோற்றச் சாதனம்
vi: Thiết bị gõ ảnh động
zh_tw: 視訊輸入裝置

source: Video plugin
as: ভিডিও
da: Videomodul
ne: भिडियो प्लग-इन
ta: ஒளித்தோற்ற சொருகுபொருள்
vi: Bộ cầm phít ảnh động
zh_tw: 視訊模組

source: Video preview
as: ভিডিও
da: Videoforhåndsvisning
ne: भिडियो पूर्वदृश्य
ta: ஒளித்தோற்ற முன்னோட்டம்
vi: Xem thử ảnh động
zh_tw: 影像預覽

source: Video size
as: ভিডিও-ৰ আকাৰ
da: Videostørrelse
ne: भिडियो साईज
ta: ஒளித்தோற்ற அளவு
vi: Cỡ ảnh động
zh_tw: 影像大小

source: Credits
da: Bidragydere
ne: श्रेयहरू
vi: Lời cám ơn
zh_tw: 鳴謝

source: Written by
da: Skrevet af
ne: द्वारा लेखिएको
vi: Tác giả
zh_tw: 程式編寫

source: Documented by
da: Dokumenteret af
ne: द्वारा मिसिलिकरण गरिएको
vi: Tài liệu
zh_tw: 文件編寫

source: Translated by
da: Oversat af
ne: द्वारा अनुवादन गरिएको
vi: Người dịch
zh_tw: 翻譯

source: C_redits
da: _Bidragydere
ne: श्रेयहरू
vi: _Cám ơn
zh_tw: 鳴謝(_R)

source: Authors
da: Forfattere
ne: लेखकहरू
vi: Tác giả
zh_tw: 作者

source: List of authors of the programs
da: En liste over programmets forfattere
ne: कार्यक्रमहरूका लेखकहरूको सूची
vi: Danh sách tác giả của chương trình
zh_tw: 程式作者名單

source: Documenter entry
da: Dokumentationsforfatterpost
ne: मिसिलिकरणकर्ता प्रविष्टी
vi: Mục nhập người việt tài liệu
zh_tw: 文件編寫員欄位

source: A single documenter entry
da: Én dokumentationsforfatterpost
ne: एउटा मिसिलिकरणकर्ता प्रविष्टी
vi: Một mục nhập người việt tài liệu
zh_tw: 顯示一個文件編寫員的欄位

source: About %s
da: Om %s
ne: %s वारेमा
vi: Giới thiệu %s
zh_tw: 關於 %s

source: Contacts Near Me
as: পৰিচিতি
da: Kontakter nær mig
ne: मेरो नजिकका सम्पर्कहरू
vi: Liên lạc gần tôi

source: Do not show this dialog again
as: এই ডায়লগটি আৰ দেখিও না
da: Vis ikke dette vindue igen
ne: यो संवाद फेरी नदेखाउनुहोस्
ta: இந்த உரையாடலை மீண்டும் காட்டாதே
vi: Đừng hiện hộp thoại này lần nữa
zh_tw: 不再顯示此對話框

source: Orientation
as: দিশা
vi: Hướng

source: The orientation of the tray.
as: সৰ্বমোট.
vi: Hướng khay

source: An error has happened in the configuration backend. Maybe some of your settings won't be saved.
as: কনফিগাৰেশন ব্যাকএন্ডে কোন ত্ৰুটি ঘটেছে আপনাৰ কিছু মানেৰ সঠিক সংৰক্ষণ নাও হতে পাৰে
da: Der opstod en fejl i konfigurationsbagenden. Måske bliver noget af din opsætning ikke gemt.
ne: कन्फिगरेसन ब्याकेन्डमा एउटा त्रुटी भयो. सायद तपाईको कुनै सेटिङ्गहरू वचत नहुन सक्छ
ta: வடிவமைப்பில் பிழை நேர்ந்துள்ளது நீங்கள் செய்த சில மாற்றங்கள் சேமிக்கப்படவில்லை போலும்
vi: Gặp lỗi trong hậu phương cấu hình. Có thể một số thiết lập của bạn sẽ không được lưu.
zh_tw: 偏好設定的後端發生錯誤。 可能一些設定無法被儲存。

source: Edit the Account Information
as: সম্পাদন তথ্য
vi: Sửa đổi thông tin tài khoản

source: Account Name:
as: নাম:
vi: Tên tài khoản:

source: Protocol:
as: প্ৰোটোকল:
vi: Giao thức:

source: Registrar:
vi: Bộ đăng ký:

source: Gatekeeper:
vi: Bộ giữ cổng ra:

source: User Name:
vi: Tên người dùng:

source: Password:
as: পাসওয়াৰ্ড:
vi: Mật khẩu:

source: More _Options
as: অতিৰিক্ত অপশন
vi: Tù_y chọn thêm

source: Authentication Login:
as: অনুমোদন ব্যবস্থা লগ-ইন:
vi: Đăng nhập xác thực:

source: Realm/Domain:
as: প্ৰভাৱ ক্ষেত্ৰ:
vi: Miền:

source: Gatekeeper ID:
as: গেটকিপাৰ ID:
vi: ID bộ giữ cổng ra:

source: Registration Timeout:
vi: Thời hạn đăng ký:

source: Missing information
da: Mangler information
ne: छुटेको जानकारी
vi: Thiếu thông tin

source: Please make sure to provide a valid account name, host name, and user name.
as: হোস্ট এবং.
vi: Hãy chắc đã cung cấp tên tài khoản, tên máy và tên người dùng cả hợp lệ.

source: Please make sure to provide a valid account name, host name and registration timeout.
as: হোস্ট এবং.
vi: Hãy chắc đã cung cấp tên tài khoản, tên máy và thời hạn đăng ký cả hợp lệ.

source: Are you sure you want to delete account %s?
vi: Bạn có chắc muốn xóa bỏ tài khoản %s không?

source: Account Name
as: নাম
vi: Tên tài khoản

source: Protocol
as: প্ৰোটোকল
vi: Giao thức

source: Voice Mails
vi: Thư nói

source: Status
as: অবস্থা
vi: Trạng thái

source: Accounts
vi: Tài khoản

source: _Default
as: ডিফল্ট (_D)
vi: _Mặc định

source: Registering
vi: Đang đăng ký

source: Registration of %s to %s failed
vi: Việc đăng ký %s với %s bị lỗi

source: Registration failed
vi: Lỗi đăng ký

source: Unregistering
vi: Đang hủy đăng ký

source: Gatekeeper registration failed: duplicate alias
da: Portvagtsregistrering mislykkedes: duplikerede aliasser
ne: द्वारपाल रजिस्ट्रेसन असफल भयो: उपनाम नक्कल प्रति बनाऊ
vi: Không đăng ký tới bộ bảo quản cổng ra được: bí danh trùng.

source: Gatekeeper registration failed: bad username/password
vi: Việc đăng ký với bộ giữ cổng ra bị lỗi: tên người dùng/mật khẩu sai

source: Gatekeeper registration failed: transport error
as: ত্ৰুটি
da: Portvagtsregistrering mislykkedes: transportfejl
ne: द्वारपाल रेजिस्ट्रेसन असफल: यातायात त्रुटी
vi: Không đăng ký tới bộ bảo quản cổng ra được: lỗi truyền.

source: Gatekeeper registration failed
da: Portvagtsregistrering mislykkedes
ne: द्वारपाल रेजिस्ट्रेसन असफल
vi: Không đăng ký tới bộ bảo quản cổng ra được.

source: Registered to %s
vi: Đã đăng ký với %s

source: Registered
vi: Đã đăng ký

source: Unregistered from %s
da: Afregistrerede fra %s
ne: %s बाट दर्ता हटाउनुहोस्
vi: Đã hủy đăng ký từ «%s» rồi..

source: Unregistered
vi: Đã hủy đăng ký

source: Contact collision
as: পৰিচিতিৰ দ্বন্দ্ব
da: Kontaktkollision
ne: सम्पर्क विरोध
vi: Liên lạc đụng đầu
zh_tw: 連絡人發生抵觸

source: Another contact with the same speed dial already exists in your address book: <b>Name</b>: %s <b>URL</b>: %s <b>Speed Dial</b>: %s
da: En anden person med samme hurtigtast findes allerede i adressebogen: <b>Navn</b>: %s <b>URL</b>: %s <b>Hurtigtast</b>: %s
ne: तपाईको ठेगाना पुस्तकमा दुरुस्त तिव्र डायल सहितको अन्य सम्पर्क पहिले देखि नै अवस्थित छ: <b>नाम</b>: %s <b>URL</b>: %s <b>शीघ्र डायल</b>: %s
vi: Trong sổ địa chỉ bạn, có một liên lạc có cùng số gọi nhanh rồi. <b>Tên</b>: %s <b>Địa chỉ Mạng</b>: %s <b>Gọi nhanh</b>: %s
zh_tw: 在您的通訊錄上已有其它的連絡人有相同的速撥號碼存在： <b>名稱</b>：%s <b>URL</b>：%s <b>速撥號碼</b>：%s

source: None
as: শূণ্য
ne: कोहिपनि होइन
ta: எதுவுமில்லை
vi: Không có
zh_tw: 沒有

source: Another contact with similar information already exists in your address book: <b>Name</b>: %s <b>URL</b>: %s <b>Speed Dial</b>: %s Do you still want to add the contact?
da: En anden kontakt med lignende information findes allerede i adressebogen: <b>Navn</b>: %s <b>URL</b>: %s <b>Hurtigtast</b>: %s Vil du tilføje kontakten alligevel?
ne: तपाईको ठेगाना पुस्तकमा दुरुस्त सूचना सहितको अन्य सम्पर्क पहिले देखि नै अवस्थित छ: <b>नाम</b>: %s <b>URL</b>: %s <b>तिव्र डायल</b>: %s के तपाई अझै पनि यो सम्पर्क थप गर्न चाहनुहुन्छ?
vi: Trong sổ địa chỉ bạn, có một liên lạc có thông tin tương tự rồi. <b>Tên</b>: %s <b>Địa chỉ Mạng</b>: %s <b>Gọi nhanh</b>: %s Bạn vẫn còn muốn thêm liên lạc ấy không?
zh_tw: 在您的通訊錄上已經有另一個連絡人有類似的個人資訊： <b>名稱</b>：%s <b>URL</b>：%s <b>速撥號碼</b>：%s 您是否仍然想加入此連絡人？

source: Name
as: নাম
da: Navn
ne: नाम
ta: பெயர்
vi: Tên
zh_tw: 名稱

source: Software
as: সফটওয়াৰ
da: Programmel
ne: सफ्टवेर
ta: மென்பொருள்
vi: Phần mềm
zh_tw: 軟體

source: URL
da: Adresse
vi: Địa chỉ Mạng

source: E-Mail
as: মেইল
da: E-post
ne: इमेल
ta: மின்னஞ்சல்
vi: Địa chỉ thư
zh_tw: 電子郵件

source: Categories
as: শ্ৰেণীবিভাগ
da: Kategorier
ne: कोटिहरू
vi: Phân loại
zh_tw: 分類

source: Speed Dial
as: দ্ৰুত ডায়েল
da: Hurtigtast
ne: तिव्र डायल
ta: வேக டையல்
vi: Gọi nhanh
zh_tw: 速撥號碼

source: Name contains
as: নাম ধাৰন কৰে
da: Navn indeholder
ne: नाममा समावेश हुन्छ
vi: Họ chứa
zh_tw: 名稱包含

source: URL contains
as: URL ধাৰন কৰে
da: Adresse indeholder
ne: URLमा समावेश हुन्छ
vi: Địa chỉ Mạng chứa
zh_tw: URL 包含

source: Belongs to category
da: Tilhører kategori
ne: कोटि सँग सम्बन्धित
vi: Thuộc về loại
zh_tw: 屬於分類

source: New _Contact
as: নতুন পৰিচিতি (_C)
da: Ny _kontakt
ne: नयाँ सम्पर्क
ta: (_C)புதிய தொடர்பு
vi: Liên lạc mớ_i
zh_tw: 新增連絡人(_C)

source: C_all Contact
as: পৰিচিতি
da: _Ring til kontakt
ne: कल सम्पर्क
ta: (_a)தொடர்பை அழை
vi: _Gọi liên lạc
zh_tw: 致電連絡人(_A)

source: _Copy URL to clipboard
da: _Kopiér adresse til udklipsholder
ne: URL क्लिपबोर्डमा प्रतिलिपि गर्नुहोस्
vi: _Chép địa chỉ Mạng vào khay
zh_tw: 複製 URL 至剪貼薄(_C)

source: _Properties
as: বৈশিষ্ট্যাবলী (_P)
da: _Egenskaber
ne: गुणहरू
vi: _Thuộc tính
zh_tw: 屬性(_P)

source: _Delete
as: মুছে ফেলুন (_D)
da: _Slet
ne: मेट्नुहोस्
ta: (_D)நீக்கு
vi: _Xóa bỏ
zh_tw: 刪除(_D)

source: _Send Message
as: বাৰ্তা পাঠানো (_S)
vi: _Gởi tin nhắn

source: Add Contact to _Address Book
as: পৰিচিতিটি ঠিকানাৰ খাতায়ে যোগ (_A)
da: Tilføj kontakt i _adressebogen
ne: ठेगाना पुस्तकमा सम्पर्क थप गर्नुहोस्
ta: (_A)தொடர்புகளை முகவரி புத்தகத்தில் சேர்
vi: Thêm liên lạc vào _Sổ địa chỉ
zh_tw: 加入連絡人到通訊錄

source: Error while fetching users list from %s
da: Der opstod en fejl ved hentning af brugerliste fra %s
ne: %s बाट प्रयोगकर्ता सूची ल्याउदा त्रुटी
vi: Gặp lỗi khi lấy danh sách người dùng từ %s.

source: Found %d user in %s
da: Fandt %d bruger i %s
ne: प्रयोगकर्ता %d , %s मा फेला पर्यो
vi: Tìm %d người dùng trên %s

source: Found %d user in %s for a total of %d users
da: Fandt %d bruger i %s hvilket giver en total af %d brugere
ne: जम्मा %d प्रयोगकर्ताको लागी %s मा प्रयोगकर्ता %d फेला पर्यो
vi: Tìm thấy %d người dùng trên %s cho tổng số %d người dùng.

source: Address Book
as: ঠিকানা-বই
da: Adressebog
ne: ठेगाना पुस्तक
ta: முகவரி புத்தகம்
vi: Sổ địa chỉ
zh_tw: 通訊錄

source: _File
as: ফাইল (_F)
da: _Fil
ne: फाइल
ta: _கோப்பு
vi: _Tập tin
zh_tw: 檔案(_F)

source: New _Address Book
as: ঠিকানার ঠিকানা বই (_A)
da: Ny _adressebog
ne: नयाँ ठेगाना पुस्तक
vi: Sổ địa chỉ _mới
zh_tw: 新增通訊錄(_A)

source: _Close
as: বন্ধ (_C)
da: _Luk
ne: बन्द गर्नुहोस्
ta: (_C)மூடு
vi: Đón_g
zh_tw: 關閉(_C)
