Repository: Iladra/ekiga
Catalog: po/*.po
Languages: as, da, ne, ta, vi, zh_tw

source: Personal Information
as: ব্যক্তিগত তথ্য
da: Personlige oplysninger
ne: व्यक्तिगत जानकारी
ta: உங்கள் விவரங்கள்
vi: Thông tin cá nhân
zh_tw: 個人資料

source: _First name:
as: নাম: (_F)
da: _Fornavn:
ne: पहिनो नाम:
ta: (_F)முதல் பெயர்:
vi: _Tên:
zh_tw: 名字(_F):

source: Sur_name:
as: পদবি:(_n)
da: _Efternavn:
ne: थर:
ta: (_n)கடைசிபெயர்்பெயர்:
vi: _Họ:
zh_tw: 姓氏(_N):

source: Enter your surname
da: Indtast dit efternavn
ne: तपाईको थर प्रविष्टी गर्नुहोस्।
ta: உங்கள் கடைசிப் பெயர்
vi: Nhập họ của bạn
zh_tw: 輸入您的姓氏

source: E-_mail address:
as: ই-মেইল ঠিকানা: (_m)
da: _E-post-adresse:
ne: ई-मेल ठेगाना:
ta: (_m)மின்னஞ்சல் முகவரி
vi: Đị_a chỉ thư điện tử:
zh_tw: 電郵(_M):

source: _Comment:
as: মন্তব্য (_C):
da: _Kommentar:
ne: टिप्पणी:
ta: (_C)குறிப்பு:
vi: _Ghi chú:
zh_tw: 備註(_C):

source: Enter a comment about yourself
da: Indtast en kommentar om dig selv
ne: तपाईको बारेमा एउटा टिप्पणी प्रविष्टि गर्नुहोस्
ta: உங்களை பற்றி எழுதவும்
vi: Nhập ghi chú về chính bạn
zh_tw: 輸入關於您自己的備註

source: _Location:
as: অবস্থান(_L):
da: _Sted:
ne: स्थान:
ta: (_L)இடம்
vi: Đị_a điểm:
zh_tw: 位置(_L):

source: Enter your country or city
da: Indtast dit land eller din by
ne: तपाईको देश वा शहर प्रविष्टी गर्नुहोस्
ta: உங்கள் நாடு மற்றும் நகரம்
vi: Hãy nhập quốc gia hay thành phố bạn.
zh_tw: 輸入您的國家或城市

source: _Apply
as: প্ৰয়োগ কৰক (_A)
da: _Anvend
ne: लागू गर्नुहोस्
ta: (_A)செயல்படுத்து
vi: Á_p dụng
zh_tw: 套用(_A)

source: Click here to update the users directory you are registered to with the new First Name, Last Name, E-Mail, Comment and Location
as: ডিরেক্টরি নাম নাম মেইল Comment এবং অবস্থান
vi: Hãy nhắp vào đây để cập nhật sổ đăng ký người dùng nơi bạn đang đăng ký, với Tên, Họ, Đia chỉ thư, Ghi chú và Địa điểm.

source: GnomeMeeting GUI
ne: जिनोममिटिङ्ग GUI
ta: gமாநாடு வரைவியல்வழி
vi: Giao diện đồ họa người dùng GnomeMeeting
zh_tw: GnomeMeeting 圖形介面

source: _Show splash screen
da: _Vis startbillede
ne: भिजेको पर्दा देखाउनुहोस्
ta: (_S)ும்போது படத்திரையைக் காட்டு
vi: Hiện màn hình _giật gân
zh_tw: 顯示歡迎畫面(_S)

source: Start _hidden
as: আৰম্ভ
da: Start i _skjult modus
ne: लुकाइएका सुरु गर्नुहोस्
ta: (_h)துவங்கும்போது மறைவாக துவக்கு
vi: Khởi động ẩ_n
zh_tw: 啟動時自動隱藏(_H)

source: Video Display
as: ভিডিও প্রদর্শন
da: Video-enhed
ne: भिडियो प्रदर्शनी
ta: விடியோ திரை
vi: Trình bày ảnh động
zh_tw: 視訊畫面

source: Place windows displaying video _above other windows
da: Placér vinduer der viser video _over andre vinduer
ne: अन्य सञ्झ्यालहरू माथी प्रदर्शन गरिएका सञ्झ्यालहरू राख्नुहोस्
ta: (_a)சாளர காட்சிபடத்தை மற்ற சாளரங்களுக்கு மேலே வைக்கவும்
vi: Hiển thị mọi cửa sổ ảnh động t_rên các cửa sổ khác.
zh_tw: 使視訊畫面視窗上於其它的視窗(_A)

source: Text Chat
da: Tekstsamtale
ne: पाठ कुराकानी
ta: இபேச்சு
vi: Trò chuyện viết
zh_tw: 文字聊天

source: Users Directory
as: ব্যবহারকারী পঞ্জিকা
da: Brugerkatalog
ne: प्रयोगकर्ता डाइरेक्ट्री
vi: Sách chỉ dẫn người dùng
zh_tw: 使用者目錄

source: Users directory:
as: ব্যবহারকারী ডিরেক্টরি:
da: Brugerkatalog:
ne: प्रयोगकर्ता डाइरेक्ट्री:
vi: Sách chỉ dẫn người dùng:
zh_tw: 使用者目錄：

source: The users directory server to register with
as: ডিরেক্টরি
da: Brugerkatalogserveren til at registrere hos
ne: ...सँग दर्ता गर्न प्रयोगकर्ताहरू डाइरेक्ट्री सर्भर
vi: Máy phục vụ sách chỉ dẫn người dùng cần đăng ký vào.
zh_tw: 要註冊到的目錄伺服器

source: Enable _registering
as: নথিভুক্তিকরণ সক্রিয় (_r)
da: Aktivér _registrering
ne: दर्ता सक्षम पार्नुहोस्
ta: (_r)பதிவு செய்வதை செயல்படுத்து
vi: _Bật đăng ký
zh_tw: 啟用註冊(_R)

source: If enabled, register with the selected users directory
as: ডিরেক্টরি
da: Hvis aktiveret, registreres med det valgte brugerkatalog
ne: यदि सक्षम पारिएमा, चयन गरिएका प्रयोगकर्ताहरूको डाइरेक्ट्री संग दर्ता गर्नुहोस्
vi: Nếu bật, sẽ cho phép đăng ký vào sách chỉ dẫn người dùng được chọn.
zh_tw: 如啟用此選項，到所選擇的使用者目錄註冊

source: _Publish my details in the users directory when registering
as: ডিরেক্টরি
da: _Offentliggør mine oplysninger i brugerkataloget når jeg registreres
ne: दर्ता गर्दा मेरा विवरणहरू प्रयोगकर्ताको डाइरेक्ट्रीमा प्रकाशन गर्नुहोस्
ta: (_P)பதிவு செய்யும்போது பயனீட்டாளரின் தற்போதைய அடைவை பயன்படுத்து
vi: _Xuất chi tiết tôi trong sách chỉ dẫn người dùng, khi đăng ký.
zh_tw: 當註冊使用者目錄時公開我的詳細資料(_P)

source: If enabled, your details are shown to people browsing the users directory. If disabled, you are not visible to users browsing the users directory, but they can still use the callto URL to call you.
as: ডিরেক্টরি ডিরেক্টরি URL.
da: Hvis aktiveret, vil dine registreringsdetaljer vises for personer som kigger i brugerkataloget. Hvis deaktiveret vil du ikke være synlig for brugere som kigger i brugerkataloget, men de kan stadigvæk bruge "callto"-adressen for at ringe til dig.
ne: यदि सक्षम पारिएमा, तपाईको बिस्तृत बिवरण प्रयोगकर्ता डाईरेक्ट्री मार्फत देखाइन्छ. यदि अक्षम भएमा, तपाईको बिवरण प्रयोगकर्ता डाईरेक्ट्री मार्फत प्रदर्शन हुँदैन, तर तिनीहरूले तपाईलाई कल गर्न callto URL प्रयोग गर्न सक्छन.
vi: Nếu bặt thì hiển thị chi tiết bạn cho mọi người duyệt sách chỉ dẫn người dùng. Còn nếu tắt, người ấy không thấy được bạn, nhưng mà họ vẫn còn có thể sử dụng địa chỉ «Gọi cho» để gọi cho bạn.
zh_tw: 如啟用此選項，您的詳細資料將會顯示在使用者目錄給別人瀏覽。如不啟用，則別人將看不到您的資料，但仍可以使用 callto URL 致電給你。

source: Call Forwarding
as: কল এগিয়ে দেওয়া
da: Viderestilling af opkald
ne: कल पठाउदै
ta: அழைப்பு முன்னோக்கி
vi: Chuyển tiếp cuộc gọi
zh_tw: 來電轉駁

source: _Always forward calls to the given host
as: সব সময়ই কল নির্দিষ্ট হোস্টে এগিয়ে দেওয়া হবে (_A)
da: Viderestil _altid opkald til den givne vært
ne: कलहरू सधै दिईएको होस्टमा पठाउनुहोस्
ta: (_A)எப்போதும் அழைப்புகளை கொடுக்கப்பட்டுள்ள புரவலனுக்கு முன்னோக்கி அனுப்பு
vi: _Luôn chuyển tiếp cuộc gọi đến máy được chọn
zh_tw: 總是轉駁來電至指定的主機(_A)

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field above
da: Hvis aktiveret, vil indgående opkald altid viderestilles til den vært som er angivet i feltet ovenfor
ne: यदि सक्षम पारिएमा,सवै आगमन कलहरू माथिका फाँटमा निर्दिष्ट गरिएका होस्टमा पठाईन्छ
ta: தேர்வு செய்யப்பட்டிருந்தால் உள்வரும் அழைப்புகள் அனைத்தும் புரவலனுக்கு அழைத்துச்செல்லப்படும்்லும்
vi: Nếu bật, mọi cuộc gọi đến sẽ được chuyển tiếp cho máy xác định trong ô trên.
zh_tw: 如啟用此選項，所有電話都轉駁到上面欄位中所指定的主機

source: Forward calls to the given host if _no answer
as: উত্তর না পেলে নির্দিষ্ট হোস্টে কল এগিয়ে দেওয়া হবে (_n)
da: Viderestil opkald til den givne vært hvis der _ikke er et svar
ne: यदि कुनै उत्तर नआएमा कलहरू दिईएको होस्टमा पठाउनुहोस्
ta: (_n)கணிணி பதிலலிக்க மறுத்தால் அழைப்புகளை முன்னோக்கு
vi: _Chuyển tiếp cuộc gọi đến máy cho trước nếu không có trả lời
zh_tw: 無人接聽時轉駁來電到指定的主機(_N)

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field above if you do not answer the call
da: Hvis aktiveret, vil alle indgående opkald blive viderestillet til den vært som er angivet ovenfor hvis du ikke svarer på opkaldet
ne: यदि सक्षम पारिएमा, तपाईले कलको उत्तर नदिनु भएमा सबै आगमन कलहरू माथिका फाँटमा निर्दिष्ट गरिएका होस्टमा पठाईन्छ
ta: தேர்வு செய்யப்பட்டிருந்தால், நீங்கள் பேசவில்லையென்றால் அழைப்புகள் புரவலனுக்கு அனுப்பப்படும்
vi: Nếu bật, mọi cuộc gọi đến sẽ được chuyển tiếp đến máy xác định trong ô trên đây, nếu bạn không trả lời cuộc gọi.
zh_tw: 如啟用此選項，所有您沒有接聽的來電都會轉駁到在上面欄位中所指定的主機

source: Forward calls to the given host if _busy
as: ব্যস্ত থাকলে নির্দিষ্ট হোস্টে কল এগিয়ে দেওয়া হবে (_b)
da: Viderestil opkald til den givne vært hvis _optaget
ne: यदि व्यस्त भएमा कलहरू दिएइको होस्टमा पठाईन्छ
ta: (_b)புரவலன்ணி பயன்பாட்டிவ் இருந்தால் அழைப்புகளை முன்னோக்கு
vi: Chuyển tiếp cuộc gọi đến máy cho trước nếu _bận
zh_tw: 忙線時轉駁來電到指定的主機(_B)

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field above if you already are in a call or if you are in Do Not Disturb mode
da: Hvis aktiveret, vil alle indgående opkald blive viderestillet til den vært som er angivet ovenfor hvis du allerede befinder dig i en samtale eller hvis du er i "forstyr ikke"-tilstand
ne: यदि सक्षम पारिएमा,तपाई पहिले नै कलमा व्यस्त हुनु भएमा वा तपाई माथिका फाँटमा निर्दिष्ट गरिएका होस्टमा सबै आगमन कलहरू पठाईन्छ
ta: தேர்வு செய்யப்பட்டிருந்தால், நீங்கள் வேறு அழைப்பில் இருந்தால் அல்லது உங்களை தொந்தரவு செய்யகூடாது என குறிப்பிட்டிருந்தால் அழைப்புகள் குறிப்பிட்ட புரவலனுக்கு முன்னோக்கி அனுப்பப்படும்.
vi: Nếu bật, mọi cuộc gọi đến sẽ được chuyển tiếp tới máy xác định trong ô trên nếu bạn đang gọi hoặc nếu bạn đang dùng chế độ Đừng làm phiền.
zh_tw: 如啟用此選項，若您在通話中或處於請勿打擾態狀時所有來電都會轉駁到上面所指定的主機。

source: Call Options
as: ফোন করুন অপশন
da: Opkaldsvalgmuligheder
ne: कल विकल्पहरू
ta: அழை தேர்வு
vi: Tùy chọn gọi
zh_tw: 通話選項

source: Automatically _clear calls after 30 seconds of inactivity
as: পরে সেকেন্ড সর্বমোট
da: _Ryd automatisk samtaler efter 30 sekunders inaktivitet
ne: ३० सेकेन्डसम्मको निष्क्रियता पछि कलहरू स्वत:तरिकाले मेट्नुहोस्
ta: (_c)30 நொடிகளுக்கு பிறகு செயலில் இல்லாத அழைப்புகளை நீக்கு
vi: Tự động _xóa cuộc gọi sau 30 giây không hoạt động
zh_tw: 在沒有回應達 30 秒後自動清除通話(_C)

source: Timeout to reject or forward unanswered incoming calls (in seconds):
as: সেকেন্ড:
vi: Thời hạn để từ chối hoặc chuyển tiếp cuộc gọi đến chưa được trả lời (theo giây):

source: GnomeMeeting Sound Events
da: GnomeMeeting-lydhændelser
ne: जिनोममिटिङ्ग ध्वनि घटनाहरू
ta: க்னோம் மாநாட்டு ஒலி நிகழ்வுகள்
vi: Sự kiện âm thanh GnomeMeeting
zh_tw: GnomeMeeting 事件音效

source: Event
da: Hændelse
ne: घटना
ta: நிகழ்வுகள்
vi: Sự kiện
zh_tw: 事件

source: Sound to play:
da: Lyd til afspilning:
ne: प्ले गर्नलाई ध्वनि:
ta: இயக்க வேண்டிய ஒலி
vi: Âm thanh cần phát:
zh_tw: 播放的聲音：

source: Play
da: Afspil
ne: प्ले गर्नुहोस्
ta: இயக்கு
vi: Phát
zh_tw: 播放

source: Alternative Output Device
as: Alternative ডিভাইস
vi: Thiết bị xuất thay thế

source: Alternative output device:
as: Alternative:
vi: Thiết bị xuất thay thế:

source: Select an alternative audio output device to use for sound events
as: উল্লিখিত সময় অবধি
vi: Hãy chọn thiết bị xuất thay thế cần dùng cho dữ kiện âm thanh

source: IP Translation
as: অনুবাদ
da: IP-oversættelse
ne: आई पी रुपान्तर
vi: Thông dịch IP
zh_tw: IP 轉換

source: Network Interface
as: নে'টৱৰ্ক
vi: Giao diện mạng

source: Listen on:
as: চলি আছে:
vi: Lắng nghe trên:

source: NAT Settings
as: ন্যাট মানসমূহ
da: NAT-opsætning
ne: NATसेटिङ्गहरू
ta: NATி அமைப்புகள்
vi: Thiết lập NAT
zh_tw: NAT 設定

source: NAT Traversal Method:
vi: Phương pháp đi qua NAT:

source: STUN Se_rver:
as: STUN সার্ভার:(_r)
ne: STUN सर्भर:
vi: _Máy phục vụ STUN:
zh_tw: STUN 伺服器(_R)：

source: The STUN server to use for STUN Support.
as: উল্লিখিত সময় অবধি.
vi: Máy phục vụ STUN cần dùng để hỗ trợ STUN.

source: Click here to update your NAT settings
vi: Nhấn vào đây để cập nhật thiết lập NAT của bạn

source: String
as: স্ট্রিং
ne: स्ट्रिङ्ग
ta: சரம்
vi: Chuỗi
zh_tw: 字符串

source: Tone
vi: Giọng

source: Misc Settings
as: বৈশিষ্ট্যাবলী
vi: Thiết lập lặt vặt

source: Default _gateway:
as: ডিফল্ট গেটওয়ে:(_g)
vi: _Cổng ra mặc định:

source: Forward _URL:
as: অনুবর্তনের URL:(_U)
vi: _URL chuyển tiếp:

source: Advanced Settings
as: জটিলতর মানসমূহ
da: Avanceret opsætning
ne: उन्नत सेटिङ्गहरू
ta: மேம்பட்ட தோற்ற அமைப்புகள்
vi: Thiết lập nâng cao
zh_tw: 進階設定

source: Enable H.245 _tunneling
as: এইচ.২৪৫ টানেলিং সক্রিয় (_t)
da: Aktivér H.245-_tunnel
ne: H.245 ट्युनेलिङ्ग सक्षम पार्नुहोस्
ta: H.245 சுரங்கத்தை செயல்படுத்து
vi: Bật đường _hầm H.245
zh_tw: 啟用 H.245 穿隧技術(_T)

source: This enables H.245 Tunneling mode. In H.245 Tunneling mode H.245 messages are encapsulated into the the H.225 channel (port 1720). This saves one TCP connection during calls. H.245 Tunneling was introduced in H.323v2 and Netmeeting does not support it. Using both Fast Start and H.245 Tunneling can crash some versions of Netmeeting.
as: এবং আৰম্ভ এবং সৰ্বমোট.
da: Dette aktiverer H.245-tunneltilstand. I H.245-tunneltilstand indkapsles H.245-meddelelser i H.225-kanalen (port 1720). Dette muliggør at en TCP-forbindelse undgås under samtaler. H.245-tunnel introduceredes i H.323v2 og Netmeeting understøtter det ikke. At bruge både hurtigstart og en H.245-tunnel kan få en del versioner af Netmeeting til at gå ned.
ne: यसले H.245 ट्युनलिङ्ग मोड सक्षम पार्दछ. H.245 ट्युनलिङ्ग मोडमा H.245 सूचनाहरू H.225(पोर्ट १७२०) च्यानलमा इन्काप्सुलेटेड हुन्छ. यसले कलको बेलामा एउटा TCP जडान वचत गर्न सक्छ. H.245 ट्युनलिङ्ग H.323v2 निर्माण गर्छ र नेटमिटिङ्गले यसलाई समर्थन गर्देन.दुवै द्रुत शुरुवात र H.245 ट्युनलिङ्गले केहि नेटमिटिङ्गको संस्करणहरू ध्वस्त पार्न सक्छ.
ta: H.245 சுரங்கத்தை செயல்படுத்தும். H.245 சுரங்கம் மற்றும் H.245 செய்திகள் சேர்ந்து H.245 அலைவரிசையை தரும்(வழி 1720) .இது அழைப்பின் போது TCP இணைப்பை சேமிக்கும். H.245 சுரங்கம் H.323v2 பதிப்போடு அறிமுகப்படுத்தப்பட்டது. வேக துவக்கி மற்றும் H.245 சுரங்கம் சில இணைய மாநாட்டின் சில பதிப்புகளில் வேலை செய்யாது.
vi: Tùy chọn này bật chế độ Đường hầm H.245. Trong chế độ Đường hầm H.245, các thông điệp H.245 được đóng gói cho vào kênh H.225 (cổng 1720). Điều này giúp giảm một kết nối TCP trong cuộc gọi. Đường hầm H.245 được giới thiệu trong H.323v2 và Netmeeting không hỗ trợ nó. Việc dùng cả Khởi động nhanh và H.245 có thể làm hỏng một vài phiên bản của Netmeeting.
zh_tw: 在這裡啟用 H.245 穿隧模式。在 H.245 穿隧模式下 H.245 訊息被封裝到 H.245 通道(1720埠)。這可以在通話過程中節約一個 TCP 埠。H.245 穿隧是在 H.323v2 中引進的，Netmeeting 不支援它。同時使用快速啟動和 H.245 穿隧技術會使某些版本的 Netmeeting 當機。

source: Enable _early H.245
as: সক্ৰিয়
da: Aktivér _tidlig H.245
ne: पहिलेको H.245 सक्षम पार्नुहोस्
ta: (_e)முந்தைய H.245 ஐ செயல்படுத்து
vi: Bật H.245 _sớm
zh_tw: 啟用早期 H.245(_E)

source: Enable fast _start procedure
as: সক্ৰিয়
da: Brug hurtig_startprocedure
ne: शिध्र शुरु कार्यविधि सक्षम पार्नुहोस्
ta: (_s)வேகதுவக்கத்தை செயல்படுத்து
vi: Bật thủ tục _Khởi động nhanh
zh_tw: 啟用快速啟動(_S)

source: Connection will be established in Fast Start mode. Fast Start is a new way to start calls faster that was introduced in H.323v2. It is not supported by Netmeeting and using both Fast Start and H.245 Tunneling can crash some versions of Netmeeting.
as: আৰম্ভ আৰম্ভ হলো হলো এবং আৰম্ভ এবং সর্বমোট.
da: Forbindelse vil etableres i hurtigstarttilstand. Hurtigstart er en ny metode til at starte opkald hurtigere som introduceredes i H.323v2. Metoden understøttes ikke af Netmeeting og bruge af både hurtigstart og en H.245-tunnel kan få en del versioner af Netmeeting til at gå ned.
ne: जडान छिटो शुरु मोडमा निर्माण हुन्छ. छिटो शुरु नयाँ माध्यम हो कल्स शुरु गर्न एच.३२३भि२ निर्माण भन्दा. यो नेटमिटिङ्ग र छिटो शुरु द्वारा सहारा दिँदैन र एच.२४५ ट्युनलिङ्ले केहि नेटमिटिङ्गको संस्करणहरू ध्वस्त पार्न सक्दछ.
ta: வேக பாங்கில் இணைக்கப்படும். வேக துவக்கி அழைப்புகளை மிக வேகமாக துவக்குவதற்காக H.323v2 வினால் அறிமுகப்படுத்தப்பட்டிருக்கிறது. இதற்கு இணையமநாட்டின் ஆதரவு இல்லை.வேக துவக்கி மற்றும் H.245 உள்நுழைதல் இணைய மாநாட்டின் சில பதிப்புகளில் வேலை செய்யாது
vi: Kết nối sẽ được thiết lập trong chế độ Khởi động nhanh. Khởi động nhanh là cách mới để bắt đầu một cuộc gọi nhanh hơn so với cách được giới thiệu trong H.323v2. Netmeeting không hỗ trợ nó, và dùng cả Khởi động nhanh với Đường hầm H.245 có thể làm hỏng một vài phiên bản Netmeeting.
zh_tw: 以快速啟動模式建立連線。快速啟動是 H.323v2 引進的新方法，使開始通話更快速。Netmeeting 不支援它，同時使用快速啟動和 H.245 穿隧模式會使某些版本的 Netmeeting 當機。

source: DTMF Mode
vi: Chế độ DTMF

source: _Send DTMF as:
as: প্রেরণ করুন:
da: _Send DTMF som:
ne: DTMF लाई..रुपमा पठाउनुहोस्:
ta: (_S)DTMF என அனுப்பு:
vi: _Gởi DTMF là:
zh_tw: 傳送 DTMF 為(_S)：

source: This permits to set the mode for DTMFs sending. The values can be "String" (0), "Tone" (1), "RFC2833" (2), "Q.931" (3) (default is "String"). Choosing other values than "String" disables the Text Chat.
as: উল্লিখিত সময় অবধি স্ট্রিং ডিফল্ট হলো স্ট্রিং স্ট্রিং টেক্সট.
vi: Việc này cho phép lập chế độ gởi DTMF. Giá trị có thể là: • String (0) chuỗi • Tone (1) giọng • RFC2833 (2) • Q.931 (3) Mặc định là String (chuỗi). Chọn giá trị khác với String sẽ tắt khả năng trò chuyện bằng chữ.

source: SIP Outbound Proxy
vi: Ủy nhiệm đi ra SIP

source: _Outbound Proxy:
as: প্রক্সি:
vi: Ủy nhiệm đi _ra:

source: This permits to set the mode for DTMFs sending. The value can be "RFC2833" (0) only.
as: উল্লিখিত সময় অবধি মান.
vi: Điều này cho phép lập chế độ gởi DTMF. Giá trị có thể là chỉ « RFC2833 » thôi

source: Audio Plugin
as: অডিও প্লাগ-ইন
da: Lydmodul
ne: अडियो प्लगइन
ta: ஒலி சொருகுபொருள்
vi: Bộ cầm phít âm thanh
zh_tw: 音訊模組

source: Audio plugin:
as: অডিও:
da: Lydmodul:
ne: अडियो प्लगइन:
ta: ஒலி சொருகுபொருள்
vi: Bộ cầm phít âm thanh:
zh_tw: 音訊模組：

source: The audio plugin that will be used to detect the devices and manage them.
as: এবং.
da: Lydmodulet der vil vil blive brugt til at opdage enheder og styre dem.
ne: अडियो प्लगिनले यन्त्रहरू पत्ता लगाउन र तिनिहरूलाई व्यवस्था गर्न प्रयोग गरिने छ.
ta: சாதனத்தை கண்டறிந்து கையாள பயன்படும் ஒலி சொருகு பொருள்
vi: Bộ cầm phít âm thanh sẽ được dùng để phát hiện rồi quản lý thiết bị.
zh_tw: 音訊模組是用作偵測及管理裝置

source: Audio Devices
as: অডিও ডিভাইস
da: Lyd-enheder
ne: अडियो यन्त्रहरू
ta: ஒலிக்கருவிகள்
vi: Thiết bị âm thanh
zh_tw: 音訊裝置

source: Output device:
da: Uddata-enhed:
ne: निर्गत यन्त्र:
ta: விளைவு சாதனங்கள்:
vi: Thiết bị xuất:
zh_tw: 輸出裝置：

source: Input device:
as: নিবেশ:
da: Inddata-enhed:
ne: आगत यन्त्र:
ta: உள்ளீடு சாதனம்:
vi: Thiết bị gõ:
zh_tw: 輸入裝置：

source: _Detect devices
as: ডিভাইস অনুসন্ধান (_D)
da: _Opdag enheder
ne: यन्त्रहरू पत्ता लगाउनुहोस्
ta: (_D)சாதனங்களை கண்டுபிடி
vi: _Dò tìm Thiết bị
zh_tw: 偵測裝置(_D)

source: Click here to refresh the devices list
as: তালিকা
da: Klik her for at opdatere listen over enheder
ne: यन्त्रहरू सूची ताजा गर्न यहाँ क्लिक गर्नहोस्।
ta: சாதன பட்டியலை புதுப்பிக்க இங்கே க்ளிக் செய்யவும்
vi: Nhấn vào đây để cập nhật danh sách thiết bị.
zh_tw: 點選此處來更新裝置清單

source: Normal
as: স্বাভাবিক
vi: Chuẩn

source: Large
as: বড়
da: Stor
ne: ठूलो
ta: பெரியது
vi: Lớn
zh_tw: 大

source: PAL (Europe)
as: প্যাল (ইউরোপ)
da: PAL (Europa)
ne: PAL (युरोप)
ta: PAL (ஐரோப்பா)
vi: PAL (Châu Âu, Châu Úc)
zh_tw: PAL（歐洲）

source: NTSC (America)
as: এন-টি-এস-সি (আমেরিকা)
da: NTSC (Amerika)
ne: NTSC (अमेरिका)
ta: NTSC (அமெரிக்கா)
vi: NTSC (Mỹ)
zh_tw: NTSC（美國）

source: SECAM (France)
as: সেক্যাম (ফ্রান্স)
da: SECAM (Frankrig)
ne: SECAM (फ्रान्स)
ta: SECAM (ஃப்ரான்ஸ்)
vi: SECAM (Pháp)
zh_tw: SECAM（法國）

source: Auto
as: স্বয়ংক্রিয়
ne: स्वत
ta: தானியங்கி
vi: Tự động
zh_tw: 自動

source: Video Plugin
as: ভিডিও প্লাগ-ইন
da: Videomodul
ne: भिडियो प्लगइन
ta: ஒளித்தோற்ற சொருகுபொருள்
vi: Bộ cầm phít ảnh động
zh_tw: 視訊模組

source: Video plugin:
as: ভিডিও:
da: Videomodul:
ne: भिडियो प्लगइन:
ta: ஒளித்தோற்ற சொருகுபொருள்:
vi: Bộ cầm phít ảnh động:
zh_tw: 視訊模組：

source: Video Devices
as: ভিডিও ডিভাইস
da: Video-enheder
ne: भिडियो यन्त्रहरू
ta: ஒளித்தோற்றச் சாதனங்கள்
vi: Thiết bị ảnh động
zh_tw: 視訊裝置

source: Channel:
da: Kanal:
ne: च्यानल:
ta: தடம்
vi: Kênh:
zh_tw: 通道：

source: Size:
as: মাপ:
da: Størrelse:
ne: साइज:
ta: அளவு:
vi: Cỡ:
zh_tw: 大小：

source: Format:
as: ফরম্যাট:
ne: ढाँचा:
ta: தோற்ற :வடிவம்
vi: Khuôn dạng:
zh_tw: 格式：

source: Image:
as: চিত্র:
da: Billede:
ne: छवि:
ta: உருவம்:
vi: Ảnh:
zh_tw: 影像：

source: Click here to refresh the devices list.
as: ডিভাইস তালিকা পুনঃপ্রদর্শন করতে এখানে ক্লিক করুন
da: Klik her for at opdatere listen over enheder.
ne: यन्त्रहरूको सूची ताजा गर्न यहाँ क्लिक गर्नहोस्.
ta: சாதன பட்டியலை புதுப்பிக்க இங்கே க்ளிக் செய்யவும்
vi: Nhấn vào đây để cập nhật danh sách thiết bị.
zh_tw: 點選此處來更新裝置清單。

source: Available Audio Codecs
as: উপস্থিত অডিও কোডেকসমূহ
da: Tilgængelige lydkomprimeringsmetoder
ne: उपलब्ध अडियो कोडेकहरू
ta: தற்போதுள்ள ஒலிக்குறிமுறைகள்
vi: Codec âm thanh hiện có
zh_tw: 可用的音訊編碼解碼器

source: Audio Codecs Settings
as: অডিও কোডেকের মান
da: Opsætning for lydkomprimeringsmetoder
ne: अडियो कोडेकहरूको सेटिङ्गहरू
ta: தற்போதுள்ள ஒலிக்குறிமுறைகளின் அமைப்புகள்
vi: Thiết lập Codec âm thanh
zh_tw: 音訊編碼解碼設置

source: Automatically adjust _jitter buffer between
as: জিটার বাফার স্বয়ংক্রিয় পদ্ধতিতে নির্ধারিত হোক (_j)
da: Justér automatisk _jitter-buffer mellem
ne: विचमा जिटर बफर स्वत: समायोजन गर्नुहोस्
ta: (_j)அபாய இடையகத்தை தானாக சரிசெய்து கொள்ளவும்
vi: Tự động chỉnh vùng đệm jitter giữa
zh_tw: 自動調整抗抖動緩衝(_J)

source: and
as: এবং
da: og
ne: र
ta: மற்றும்
vi: và
zh_tw: 及

source: ms
as: মি-সেক-এর মধ্যে
ne: मिलि से
vi: miligiây
zh_tw: 毫秒

source: The minimum jitter buffer size for audio reception (in ms).
as: অডিও গ্রহণের জন্য প্রয়োজনীয় ন্যনতম জিটার বাফারের আয়তন (মি-সেক-য়ে)
da: Den mindste jitterbufferstørrelse for lydmodtagelse (i ms).
ne: अडियो ग्रहणको निम्ति न्यूनतम जित्तर बफर साइज ( मिलि से मा).
ta: ஒலியை பெறுவதற்கான குறைந்த பட்ச அபாய இடையகம் மில்லிவிநாடிகளில்
vi: Kích thước vùng đệm biến đổi tính thời gian ngẫu nhiên tối thiểu để nhận âm thanh (mili giây).
zh_tw: 接收音訊時用的抗抖動緩衝區大小的最小值（毫秒）

source: The maximum jitter buffer size for audio reception (in ms).
as: অডিও গ্রহণের উদ্দেশ্যে জিটার বাফারের সর্বাধিক আয়তন (মি-সেক-য়ে)
da: Den største jitterbufferstørrelse for lydmodtagelse (i ms).
ne: अडियो ग्रहणको निम्ति अधिक्‍तम जिटर बफर साइज (मिलि से मा).
ta: ஒலியை பெறுவதற்கான அதிக பட்ச அபாய இடையகம் மில்லிவிநாடிகளில்
vi: Kích thước vùng đệm biến đổi tính thời gian ngẫu nhiên tối đa để nhận âm thanh (mili giây).
zh_tw: 接收音訊時用的抗抖動緩衝大小的最大值（毫秒）

source: Enable silence _detection
as: নৈশব্দ সন্ধান সক্রিয় (_d)
da: Aktivér stilheds_detektering
ne: मौन अनुसन्धान सक्षम पार्नुहोस्
ta: (_d)நிசப்த அறிவிப்பை செயல்படுத்து
vi: Bật phát hiện _im lặng
zh_tw: 啟用靜音探測(_D)

source: If enabled, use silence detection with the codecs supporting it.
vi: Nếu bật, phát hiện im lặng với các codec có trợ nó.

source: Enable echo can_celation
as: সক্ৰিয়
vi: Bật _hủy tiếng vọng

source: If enabled, use echo cancelation.
vi: Nếu bật, hủy bỏ tiếng vọng

source: General Settings
as: সাধারণ মানসমূহ
da: Generel opsætning
ne: साधारण सेटिङ्गहरू
ta: பொது அமைப்புகள்
vi: Thiết lập chung
zh_tw: 一般設定

source: Enable video _transmission
da: Aktivér video_overførsel
ne: भिडियो प्रसारण सक्षम पार्नुहोस्
ta: (_t)ஒளித்தோற்ற பரிமாற்றத்தை செயல்படுத்து
vi: Bật t_ruyền ảnh động
zh_tw: 啟用視訊傳送(_T)

source: If enabled, video is transmitted during a call.
da: Hvis dette er aktiveret vil video blive overført i en samtale.
ne: यदि सक्षम पारिएमा, कुनै कलको अवधिमा भिडियो प्रर्सारण गरिन्छ.
ta: இதை தேர்வுச் செய்தால், அழைப்பு வந்தால் ஒலியெழுப்பப்படும்
vi: Nếu bật, ảnh động được gửi đi trong suốt cuộc gọi.
zh_tw: 如啟用此項，通話時會傳送視訊。

source: Enable video _reception
da: Aktivér video_modtagelse
ne: भिडियो ग्रहण सक्षम पार्नुहोस्
ta: (_r)வீடியோ பெறுதலை செயல்படுத்து
vi: _Bật nhận ảnh động
zh_tw: 啟用視訊接收(_R)

source: If enabled, allows video to be received during a call.
da: Hvis dette er aktiveret vil video være tilladt i en samtale.
ne: यदि सक्षम पारिएमा, कलको अवधिमा भिडियोलाई ग्रहण गर्न अनुमति दिन्छ.
ta: இதை தேர்வுச் செய்தால், அழைப்பு இருக்கும்போதே வீடியோவை பெற பயன்படும்
vi: Nếu bật, cho phép nhận ảnh động trong khi gọi.
zh_tw: 如啟用此項，通話時會接收視訊。

source: Bandwidth Control
as: ব্যান্ডহুইডত‌ নিয়ন্ত্রণ
da: Båndbreddekontrol
ne: व्याण्डविड्थ नियन्त्रण
ta: அலையகல கட்டுப்படுத்தி
vi: Điều khiển băng thông
zh_tw: 頻寬控制

source: Maximum video _bandwidth (in kB/s):
vi: Băng thông ảnh động tối đa (theo kB):
