Repository: Iladra/ekiga
Catalog: po/*.po
Languages: as, da, ne, ta, vi, zh_tw

source: Your first name and surname will be used when connecting to other VoIP and videoconferencing software.
as: প্রথম এবং এবং.
da: Dit fornavn og efternavn vil blive brugt ved tilslutning til andet VoIP og videokonference-programmel.
ne: तपाईको पहिलो नाम र थर अरु भि ओ पि आई र भिडियोसम्मेलन सफ्टवेरमा सम्पर्क गर्दा प्रयोग गरिनेछ.
ta: உங்கள் முதல் பெயர் மற்றும் குடும்ப பெயர் VoIP மற்றும் ஒளித்தோற்ற மென்பொருள்களை அமைக்கும் போது பயன்படும்
vi: Tên và họ bạn sẽ được dùng khi kết nối đến phần mềm Tiếng nói trên giao thức Mạng (VoIP) và hội thảo ảnh động khác.
zh_tw: 您的姓名會用於連接到其它 VoIP 及視訊會議軟體。

source: GnomeMeeting.NET URL - page %d/%d
vi: Địa chỉ Mạng GnomeMeeting.NET — trang %d trên %d

source: Please enter your username:
vi: Hãy gõ tên người dùng của bạn:

source: Please enter your password:
vi: Hãy gõ mật khẩu của bạn:

source: Your username and password are used to register to the GnomeMeeting.NET SIP service. It will provide you a SIP address that you can give to your friends and family so that they can call you.
vi: Tên người dùng và mật khẩu của bạn có được dùng để đăng ký với dịch vụ SIP GnomeMeeting.NET. Nó sẽ cung cấp cho bạn một địa chỉ SIP mà bạn có thể cho các người bạn và gia đình sử dụng khi gọi cho bạn.

source: Get a GnomeMeeting.NET SIP account
vi: Được một tài khoản SIP GnomeMeeting.NET

source: I do not want to register to the GnomeMeeting.NET free service
vi: Tôi không muốn đang ký với dịch vụ không trả tiền GnomeMeeting.NET

source: Connection Type - page %d/%d
da: Forbindelsestype - side %d/%d
ne: सम्पर्क प्रकार - पृष्ठ %d/%d
ta: இணைப்பு வகை - பக்கம் %d/%d
vi: Loại kết nối — trang %d trên %d
zh_tw: 連線類型 - 頁數 %d/%d

source: Please choose your connection type:
as: ধরন:
da: Vælg din forbindelsestype:
ne: कृपया तपाईको सम्पर्क प्रकार रोज्नुहोस्:
ta: தற்போதைய இணைப்பு வகையை தேர்வு செய்யவும்.
vi: Hãy chọn loại kết nối:
zh_tw: 請選擇您的連線類型：

source: The connection type will permit determining the best quality settings that GnomeMeeting will use during calls. You can later change the settings individually in the preferences window.
da: Forbindelsestypen gør det muligt at vælge de indstillinger der giver den bedste kvalitet under opkald. Du kan senere ændre indstillinger individuelt i vinduet med indstillinger.
ne: जिनोममिटिङ्ग कलको बेला प्रयोग भएको बेला यो जडान प्रकार उत्तम गुण सेटिङ्ग साबित हुन्छ. तपाई यसलाईपछि प्राथमिकता विन्डोमा परिवर्तन गर्न सक्नुहुन्छ.
ta: அழைப்பின் போது உயர்ந்த தர அமைப்புகளை பெற இந்த இணைப்பு வகை உதவும். உங்கள் விருப்பங்கள் சாளரத்திற்கு சென்று அமைப்பை நீங்கள் மாற்றிக்கொள்ளவும் முடிய்யும்.
vi: Nhập loại kết nối thì cho phép trình này quyết định các thiết lập tốt nhất mà GnomeMeeting sẽ dùng trong cuộc gọi. Vào bất cứ lúc sau nào, bạn có thể thay đổi mỗi thiết lập trong cửa sổ Sở thích.
zh_tw: 連線類型會決定 GnomeMeeting 該連線類型下取得最佳品質的設定。 您可以稍後在偏好設定中獨立地修改這設定。

source: NAT Type - page %d/%d
da: NAT-type - side %d/%d
ne: NAT प्रकार - पृष्ठ %d/%d
vi: Loại NAT — trang %d trên %d

source: Click here to detect your NAT Type:
as: ধরন:
da: Klik her for at finde din NAT-type:
ne: तपाईको NAT प्रकार पत्ता लगाउन यहाँ क्लिक गर्नुहोस्:
vi: Nhấn vào đây để phát hiện loại NAT của bạn:

source: Detect NAT Type
as: ধরন
da: Opdag NAT-type
ne: NAT प्रकार पत्ता लगाउनुहोस्
vi: Phát hiện loại NAT

source: The NAT type detection will permit to assist you in configuring your NAT router to be able to do calls with GnomeMeeting.
da: NAT-type opdagelse vil hjælpe dig med at indstille din NAT-ruter til at lave opkald med GnomeMeeting.
ne: NAT प्रकारको पत्ता लगाउने कार्यले जी-नोममिटिङ्गसँग कलहरू गर्नको निम्ति तपाईको NAT राउटर समायोजन गर्न तपाईलाई अनुमति दिनेछ.
vi: Phát hiện loại NAT cho phép trình này giúp đỡ bạn cấu hình bộ định tuyến NAT bạn để có khả năng gọi dùng GnomeMeeting.

source: Audio Manager - page %d/%d
da: Lydstyring - side %d/%d
ne: ध्वनि व्यवस्थापक- पृष्ठ %d/%d
ta: ஒலி மேலாளர் - பக்கம் %d/%d
vi: Bộ quản lý âm thanh — trang %d trên %d
zh_tw: 音訊管理程式 - 頁數 %d/%d

source: Please choose your audio manager:
da: Vælg din lydstyring:
ne: कृपया तपाईको अडियो व्यवस्थापक रोज्नुहोस्:
ta: உங்கள் ஒலி மேலாளரை தேர்வு செய்யவும்
vi: Hãy chọn bộ quản lý âm thanh:
zh_tw: 請選擇音訊管理程式：

source: The audio manager is the plugin that will manage your audio devices, ALSA is probably the best choice when available.
da: Lydstyringen er det modul der tager sig af dine lyd-enheder. ALSA er sandsynligviss det bedste valg når det er muligt.
ne: अडियो व्यवस्थापक त्यो प्लइन हो जसले तपाईको अडियो यन्त्रहरूलाई व्यवस्थित गर्छ, उपलब्द हुदा ए एल एस ए उत्तम रोजाई हुनसक्छ.
ta: ஒலி மேலாளர் உங்கள் ஒலி சாதனங்களை கையாளும் சொருகுபொருள். ALSA வை ஒலி மேலாளராக தேர்வு செய்தால் நல்லது.
vi: Bộ quản lý âm thanh là bộ cầm phít sẽ quản lý các thiết bị âm thanh của bạn. ALSA rất có thể là sự chọn hữu ích nhất, khi có.
zh_tw: 音訊管理程式是用作管理您的音訊裝置的模組。 如果有的話，ALSA 可能是最好的選擇。

source: Audio Devices - page %d/%d
as: অডিও ডিভাইস - পৃষ্ঠা %d/%d
da: Lyd-enheder - side %d/%d
ne: अडियो यन्त्रहरू- पृष्ठ %d/%d
ta: ஒலிக்கருவிகள் -பக்கம் %d/%d
vi: Thiết bị âm thanh — trang %d trên %d
zh_tw: 音訊裝置 - 頁數 %d/%d

source: Please choose the audio output device:
da: Vælg enheden til lyduddata:
ne: कृपया अडियो प्रतिफल यन्त्र रोज्नुहोस्:
ta: ஒலி விளைவு சாதனத்தை தேர்வு செய்
vi: Hãy chọn thiết bị xuất âm thanh:
zh_tw: 請選擇音訊輸出裝置：

source: The audio output device is the device managed by the audio manager that will be used to play audio.
as: হলো.
da: Lyduddata-enheden er den enhed som bliver brugt til at afspille lyd.
ne: अडियो आगत यन्त्र अडियो व्यवस्थापकद्वारा व्यवस्थित यन्त्र हो जसलाई तपाईको आवाज बजाउन गर्न प्रयोग गरिनेछ.
ta: ஒலி விளைவு சாதனம் ஒலியை இயக்க ஒலி மேலாளரால் பயன்படுத்தப்படும் சாதனம்.
vi: Bộ quản lý âm thanh sẽ dùng thiết bị xuất âm thanh này để phát âm thanh.
zh_tw: 音訊裝置是由音訊管理程式所管理，用作播放音效

source: Please choose the audio input device:
da: Vælg enheden til lydinddata:
ne: कृपया अडियो आयात यन्त्र रोज्नुहोस्:
ta: ஒலி உள்ளிடும் சாதனத்தை தேர்வு செய்யவும்
vi: Hãy chọn thiết bị gõ âm thanh:
zh_tw: 請選擇音訊輸入裝置：

source: The audio input device is the device managed by the audio manager that will be used to record your voice.
as: হলো.
da: Lydinddata-enheden er den enhed som bliver brugt til at optage din stemme.
ne: अडियो आगत यन्त्र अडियो व्यवस्थापकद्वारा व्यवस्थित यन्त्र हो जसलाई तपाईको आवाज रेकर्ड गर्न प्रयोग गरिनेछ.
ta: ஒலி உள்ளிடும் சாதனம் ஒலியை இயக்க ஒலி மேலாளரால் பயன்படுத்தப்படும் சாதனம்.
vi: Bộ quản lý âm thanh sẽ dùng thiết bị xuất âm thanh này để ghi tiếng nói bạn.
zh_tw: 音訊輸入裝置是由音訊管理程式所管理，用作錄音

source: Test Settings
as: পরীক্ষা বৈশিষ্ট্যাবলী
da: Test opsætning
ne: जाँच सेटिङ्गहरू
ta: சோதனை அமைப்புகள்
vi: Kiểm thử Thiết lập
zh_tw: 測試設定

source: Video Manager - page %d/%d
da: Videostyring - side %d/%d
ne: भिडियो प्रबन्धक- पृष्ठ %d/%d
ta: வீடியோ மேலாலர் - பக்கம் %d/%d
vi: Bộ quản lý ảnh động — trang %d trên %d
zh_tw: 視訊管理程式 - 頁數 %d/%d

source: Please choose your video manager:
da: Vælg din videostyring:
ne: कृपया भिडियो व्यावस्थापक रोज्नुहोस्:
ta: உங்கள் வீடியோ மேலாளரை தேர்வு செய்யவும்:
vi: Hãy chọn thiết bị quản lý ảnh động:
zh_tw: 請選擇視訊管理程式

source: The video manager is the plugin that will manage your video devices, Video4Linux is the most common choice if you own a webcam.
as: হলো হলো.
da: Videostyringen er det modul som tager sig af dine video-enheder. Video4Linux er det mest almindelige valg hvis du har et netkamera.
ne: भिडियो व्यावस्थापक प्लगिन हो जसले तपाईको भिडियो यन्त्रहरू व्यवस्थित गर्दछ, Video4Linuxयदि तपाईसंग वेबक्याम छ भने सबैभन्दा प्रख्यात छनौट हो .
ta: வீடியோ மேலாளர்மவீடியோ சாதனத்தையை இயக்வீடியோலி மேலாளரால் பயன்படுத்தப்படும் சாதனமVideo4Linux உங்கள் இணைய காமராவில் பயன்படுத்தலாம்்.
vi: Bộ quản lý ảnh động là bộ cầm phít sẽ quản lý các thiết bị ảnh động của bạn. «Video4Linux» là sự chọn thường nhất, nếu bạn có một máy ảnh Mạng.
zh_tw: 視訊管理程式是用作管理您的視訊裝置的模組。 如果您有網路攝影機，Video4Linux 是最常用的選擇。

source: Video Devices - page %d/%d
as: ভিডিও ডিভাইস - পৃষ্ঠা %d/%d
da: Video-enheder - Side %d/%d
ne: भिडियो यन्त्रहरू- पृष्ठ %d/%d
ta: ஒளிச்சாதனம் - பக்கம் %d/%d
vi: Thiết bị ảnh động — trang %d trên %d
zh_tw: 視訊裝置 - 頁數 %d/%d

source: Please choose the video input device:
da: Vælg videoind-enheden:
ne: कृपया भिडियो निर्गत यन्त्र रोज्नुहोस्:
ta: வீடியோ உள்ளிடும் சாதனத்தை தேர்வு செய்யவும்:
vi: Hãy chọn thiết bị gõ ảnh động:
zh_tw: 請選擇視訊輸入裝置：

source: The video input device is the device managed by the video manager that will be used to capture video.
as: হলো.
da: Lydinddata-enheden er den enhed som bliver brugt til at optage video.
ne: भिडियो आगत यन्त्र भिडियो व्यवस्थापकद्वारा व्यवस्थित यन्त्र हो जसलाई भिडियो समात्‍न प्रयोग गरिनेछ.
ta: வீடியோ உள்ளிடும் சாதனம் வீடியோ படம் பிடிக்க மேலாளரால் பயன்படுத்தப்படும் சாதனம்
vi: Bộ quản lý ảnh động sẽ dùng thiết bị gõ ảnh động này để bắt ảnh động.
zh_tw: 視訊輸入裝置是由視訊管理程式所管理，用作擷取視訊

source: Configuration complete - page %d/%d
as: কনফিগারেশন সমাপ্ত - পৃশ্ঠা %d/%d
da: Konfigurationen klar - side %d/%d
ne: समायोजना समपन्न भयो - पृष्ठ %d/%d
ta: அமைத்தல் முடிந்தது - பக்கம் %d/%d
vi: Hoàn tất cấu hình — trang %d trên %d
zh_tw: 設定完成 - 頁數 %d/%d

source: No device found
as: না
da: Ingen enhed fundet
ne: कुनै यन्त्र फेला परेन
ta: சாதனம் எதுவும் கிடைக்கவில்லை
vi: Không tìm thấy thiết bị
zh_tw: 找不到任何裝置

source: 56k Modem
ne: ५६के मोडेम
ta: 56K மோடம்
vi: Bộ điều giải 56k
zh_tw: 56k 數據機

source: xDSL/Cable
as: এক্স-ডি-এস-এল/কেবল
da: xDSL/kabel
ne: यक्स डि एस एल/केब्ल
ta: DSL/கேபிள்
vi: xDSL/Cáp

source: T1/LAN
as: টি১/ল্যান
ne: टि१/ल्यान
vi: T1/mạng địa phương
zh_tw: T1/區域網路

source: Keep current settings
da: Bevar aktuel opsætning
ne: हालको सेटिङ्गहरू कायम राख
ta: தற்போதைய அமைப்புகளை அப்படியே வை
vi: Giữ các thiết lập hiện thời
zh_tw: 使用目前的設定

source: You have now finished the GnomeMeeting configuration. All the settings can be changed in the GnomeMeeting preferences. Enjoy! Configuration summary: Username: %s Connection type: %s Audio manager: %s Audio player: %s Audio recorder: %s Video manager: %s Video input: %s SIP URL: %s
vi: Bạn mới cấu hình xong trình Họp Gnome. Có thể thay đổi thiết lập nào lần sau trong tùy thích Họp Gnome. Dùng vui nhé. Tóm tắt cấu hình: Tên người dùng: %s Kiểu kết nối: %s Bộ quản lý âm thanh: %s Bộ phát âm thanh: %s Bộ thu âm thanh: %s Bộ quản lý ảnh động: %s Nhập ảnh động: %s Địa chỉ Mạng SIP: %s

source: First Time Configuration Druid
da: Konfigurationshjælper
ne: पहिलो समय समायोजना डि आर यु आई डी
ta: வடிவமைப்பு மாயாவி
vi: Druid cấu hình lần đầu tiên
zh_tw: 首次設定精靈

source: Forwarding call to %s
da: Viderestiller opkald til %s
ne: कललाई %sमा फरवार्ड गर्दै
ta: %s க்கு அழைப்புகள் முன்னனுப்படும்
vi: Đang chuyển cuộc gọi tới «%s»
zh_tw: 轉駁來電到 %s

source: Call from %s
da: Opkald fra %s
ne: %sबाट कल
ta: %s லிருந்து அழைப்பு
vi: Gọi từ «%s»
zh_tw: %s 的來電

source: Rejecting incoming call
vi: Đang từ chối cuộc gọi đến

source: Rejecting incoming call from %s
vi: Đang từ chối cuộc gọi đến từ %s

source: Forwarding incoming call
as: Forwarding
vi: Đang chuyển tiếp cuộc gọi đến

source: Forwarding incoming call from %s to %s
vi: Đang chuyển tiếp cuộc gọi từ %s cho %s

source: Auto-Answering incoming call
as: স্বয়ংক্ৰিয়
vi: Đang tự động trả lời cuộc gọi đến

source: Auto-Answering incoming call from %s
vi: Đang tự động trả lời cuộc gọi đến từ %s

source: Connected with %s using %s
as: %s-য়েৰ সঙ্গে সংযোগ %s দ্বাৰা স্থাপিত
da: Tilsluttet til %s med %s
ne: %sप्रयोग गरेर %sसंग सम्पर्क गरियो
ta: %s உடன் %s பயன்படுத்தி இணைக்கப்பட்டுள்ளது
vi: Đã kết nối với «%s» dùng «%s»
zh_tw: 已與 %s 連線（使用 %s）

source: Connected with %s
vi: Đã kết nối với %s

source: Standby
vi: Tạm nghỉ

source: Local user cleared the call
as: স্থানীয় ব্যবহাৰকাৰী কলটি অনুমদন কৰেছেন
da: Lokal bruger nulstillede opkaldet
ne: स्थानीय प्रयोगकर्ताले यो कललाई हटायो
ta: உள் பயனீட்டாளர் அழைப்பை நீக்கி விட்டார்
vi: Người dùng cục bộ đã xóa cuộc gọi rồi.
zh_tw: 本地使用者已清除通話

source: Local user rejected the call
as: স্থানীয়
vi: Người dùng cục bộ đã từ chối cuộc gọi

source: Remote user cleared the call
as: দূৰবৰ্তী ব্যবহাৰকাৰী কলটি অনুমদন কৰেছেন
da: Modparten nulstillede opkaldet
ne: दूर प्रयोगकर्ताले यो कललाई हटायो
ta: தொலைவில் உள்ளவர் அழைப்பை நீக்கி விட்டார்
vi: Người dùng từ xa đã xóa cuộc gọi rồi.
zh_tw: 遠端使用者已清除通話

source: Remote user rejected the call
as: দূৰবৰ্তী
vi: Người dùng từ xa đã từ chối cuộc gọi

source: Call not answered in the required time
as: কলটি নিৰ্ধাৰিত সময়েৰ মধ্যে উত্তৰ দেওয়া হয়নি
da: Opkald ikke besvaret inden for den påkrævede tid
ne: आवश्यक समयमा कललाई उत्तर पठाइएन
ta: ள்ளவர் குறித்த நேரத்தில் உங்கள் அழைப்பை ஒப்புக்கொள்ளவில்லை
vi: Cuộc gọi không được trả lời trong thời gian yêu cầu.
zh_tw: 電話在要求的時間內沒有接聽

source: Remote user has stopped calling
as: দূৰবৰ্তী ব্যবহাৰকাৰী কলটি থামিয়ে দিয়েছেন
da: Modparten har afsluttet opkaldet
ne: दूर प्रयोगकर्ताले कल गर्न बन्द गर्‍यो
ta: தொலைவில் உள்ளவர் அழைப்பதை நிறுத்தி விட்டார்
vi: Người dùng từ xa đã ngừng gọi rồi.
zh_tw: 遠端使用者已停止通話

source: Abnormal call termination
as: অস্বাভাবিক ভাবে কলেৰ সমাপ্তি
da: Abnormal opkaldsterminering
ne: असाधरण कल समाप्‍ती
ta: இயல்பற்ற அழைப்பு முடிவு
vi: Cuộc gọi bị kết thức bằng cách bất ngờ.
zh_tw: 不正常終止通話

source: Could not connect to remote host
as: দূৰবৰ্তী হোস্টেৰ সঙ্গে সংযোগেৰ চেষ্ঠা ব্যৰ্থ
da: Kunne ikke tilslutte til fjern vært
ne: दूर होस्टमा सम्पर्क स्थापना गर्न सकिएन
ta: தொலைவில் உள்ளவரிடம் இணைக்க முடியவில்லை
vi: Không kết nối được đến máy từ xa.
zh_tw: 無法連接遠端主機

source: The Gatekeeper cleared the call
as: গেটকিপাৰ কলটি অনুমদন কৰেছে
da: Adgangspunktet nulstillede opkaldet
ne: निर्दिष्ट द्वारपालले कललाई खाली गर्‍यो
ta: நுழைவாயில் காப்பாளர்உள்ளவர் அழைப்பை நீக்கி விட்டார்
vi: Bộ bảo quản cổng ra đã xóa cuộc gọi.
zh_tw: 閘道管理員已清除通話

source: User not found
as: ব্যবহাৰকাৰীকে খুঁজে পাওয়া যায়নি
da: Brugeren ikke fundet
ne: प्रयोकर्ता फेला परेन
ta: பயனர் இல்லை
vi: Không tìm thấy người dùng
zh_tw: 找不到使用者

source: Insufficient bandwidth
as: অপৰ্যাপ্ত ব্যান্ডহুইডত
da: Utilstrækkelig båndbredde
ne: अपर्याप्‍त व्याण्डविड्थ
ta: போதிய அலை அடையகலம் இல்லை
vi: Không đủ băng thông
zh_tw: 頻寬不足

source: No common codec
as: কোন চেনা কোডেক নেই
da: Ingen fælles kodning
ne: कुनै साधारण कोडेक छैन
ta: பொதுவான கோடெக் இல்லை
vi: Không có codec dùng chung
zh_tw: 沒有通用的編碼解碼器

source: Call forwarded
as: কল এগিয়ে দেওয়া হয়েছে
da: Opkald viderestillet
ne: कल फर्वार्ड गरियो
ta: அழைப்பு முன்னோக்கப்பட்டது
vi: Cuộc gọi bị chuyển tiếp
zh_tw: 來電已轉駁

source: Security check failed
as: নিৰাপত্তা
da: Sikkerhedskontrol mislykkedes
ne: सुरक्षा जाँच असफल भयो
vi: Không kiểm tra bảo mật được.

source: Local user is busy
as: স্থানীয় ব্যবহাৰকাৰী ব্যস্ত আছেন
da: Lokal bruger er optaget
ne: स्थानीय प्रयोगकर्ता व्यस्त छ
ta: உள் பயனீட்டாளர் வேலையாக உள்ளார்
vi: Người dùng cục bộ đang bận
zh_tw: 本地端使用者現正忙碌

source: Congested link to remote party
as: দূৰবৰ্তী ব্যবহাৰকাৰীৰ সঙ্গে সংযোগপথ ভিড়াক্ৰান্ত
da: Overbelastet forbindelse til modparten
ne: दुर्गम पक्ष(समूह) सँगको साँघुरो लिङ्क
ta: தொலைவில் உள்ளவர் இணைப்பு கிடைக்கவில்லை
vi: Liên kết đông nghịt tới người từ xa
zh_tw: 遠端使用者線路擁塞

source: Remote user is busy
as: দূৰবৰ্তী ব্যবহাৰকাৰী ব্যস্ত আছেন
da: Modparten er optaget
ne: दूर प्रयोगकर्ता व्यस्त छ
ta: தொலைவில் உள்ளவர் ஏற்கனவே பயன்படுத்திக் கொண்டு உள்ளார்
vi: Người dùng từ xa đang bận
zh_tw: 遠端使用者現正忙碌

source: Remote user is unreachable
as: দূৰবৰ্তী ব্যবহাৰকাৰীৰ সঙ্গে যোগাযোগ অসম্ভব
da: Modparten kan ikke nås
ne: दुर्गम प्रयोगकर्ता पुग्न नसकिने छ
ta: தொலைவில் உள்ளவரை அணுக முடியவில்லை
vi: Không thể tới người dùng từ xa.
zh_tw: 遠端使用者無法連線

source: Remote host is offline
as: দূৰবৰ্তী হোস্ট অফলাইন
da: Modparten er ikke tilsluttet
ne: दुर्गम होस्ट अफलाइन छ
ta: தொலைவில் உள்ள புரவலன்் இணையத்தில் இப்போது இல்லை
vi: Máy từ xa đang ngoại tuyến.
zh_tw: 遠端主機不在線上

source: Remote user is offline
vi: Người dùng từ xa đang ngoại tuyến

source: Call completed
as: কল সমাপ্তি
da: Opkald færdigt
ne: कल पुरा भयो
ta: அழைப்பு முடிந்தது
vi: Hoàn tất cuộc gọi
zh_tw: 通話完成

source: Error while starting the listener for the H.323 protocol
as: ত্ৰুটি উল্লিখিত সময় অবধি
vi: Gặp lỗi khi khởi chạy trình lắng nghe cho giao thức H.232

source: You will not be able to receive incoming H.323 calls. Please check that no other program is already running on the port used by GnomeMeeting.
vi: Vậy bạn sẽ không thể nhận cuộc gọi kiểu H.232 được gởi đến. Hãy kiểm tra xem không có chương trình khác đang chạy trên cổng do Họp Gnome dùng.

source: Error while starting the listener for the SIP protocol
as: ত্ৰুটি উল্লিখিত সময় অবধি
vi: Gặp lỗi khi khởi chạy trình lắng nghe cho giao thức SIP

source: You will not be able to receive incoming SIP calls. Please check that no other program is already running on the port used by GnomeMeeting.
vi: Vậy bạn sẽ không thể nhận cuộc gọi kiểu SIP được gởi đến. Hãy kiểm tra xem không có chương trình khác đang chạy trên cổng do Họp Gnome dùng.

source: %.2ld:%.2ld:%.2ld A:%.2f/%.2f V:%.2f/%.2f
da: %.2ld:%.2ld:%.2ld L:%.2f/%.2f V:%.2f/%.2f
ne: %.2ld:%.2ld:%.2ld ए:%.2f/%.2f भि:%.2f/%.2f
vi: %.2ld:%.2ld:%.2ld Â:%.2f/%.2f Ả:%.2f/%.2f
zh_tw: %.2ld:%.2ld:%.2ld 音訊：%.2f/%.2f 視訊：%.2f/%.2f

source: Answering incoming call
da: Svarer på indgående opkald
ne: आगमन कललाई जवाफ दिदै
ta: உள்ளே வரும் அழைப்புகள் பதிலளிக்கப்படுகிறது
vi: Đang trả lời cuộc gọi đến
zh_tw: 正在接聽來電

source: On This Computer
as: ব্যবহৃত কম্পিউটাৰেৰ মধ্যে
da: På denne maskine
ne: यस कमप्युटरमा
vi: Trên máy này
zh_tw: 在這電腦

source: Personal
as: ব্যক্তিগত
da: Personlig
ne: व्यक्तिगत
vi: Cá nhân
zh_tw: 個人資料

source: Started GnomeMeeting %d.%d.%d for user %s
da: Startede GnomeMeeting %d.%d.%d for brug %s
ne: शुरु गरिएको जिनोममिटिङ्ग %d.%d.%d, %s प्रयोगकर्ताको निम्ति
vi: Đã khởi động GnomeMeeting %d.%d.%d cho người dùng %s

source: Unregistered from gatekeeper %s
da: Ikkeregistrerede hos portvagten %s
ne: %s द्वारपालबाट दर्ता हटाउनुहोस्
ta: நுழைவாயில் சேவகன் பதிவுசெய்யப்படவில்லை %s
vi: Đã bỏ đăng ký ra bộ bảo quản cổng ra «%s».
zh_tw: 從閘道管理員 %s 取消註冊

source: Invalid gatekeeper hostname
da: Ugyldigt portvagtværtsnavn
ne: अमान्य द्वारपाल होस्टनाम
ta: நுழைவாயில் புரவலன் பெயர் செல்லாது
vi: Tên máy bộ bảo quản cổng ra không hợp lệ.
zh_tw: 無效的閘道管理員主機

source: Please provide a hostname to use for the gatekeeper.
da: Angiv venligst et værtsnavn der skal bruges til portvagten.
ne: कृपया द्वारपालको निम्ति प्रयोग गर्न एउटा होस्टनाम उपलब्ध गराउनुहोस्.
ta: நுழைவாயில் சேவகன் பயன்படுத்த வேண்டிய புரவலன் பெயரை குறிப்பிடவும்
vi: Hãy cung cấp tên máy cần dùng cho bộ bảo quản cổng ra.
zh_tw: 請提供給閘道管理員使用的主機名稱。

source: Gatekeeper registration failed: bad login/password
da: Portvagtsregistrering mislykkedes: ugyldig logind/adgangskode
ne: द्वारपाल रेजिस्ट्रेसन असफल: खराब लग इन/पासवर्ड
vi: Không đăng ký tới bộ bảo quản cổng ra được: đang nhập/mật khẩu sai.

source: Gatekeeper set to %s
da: Portvagt angivet til %s
ne: द्वारपाललाई %sसंग मिलाऊ
ta: %s நுழைவுக்காப்பாளன்
vi: Đã lập bộ bảo quản cổng ra là «%s».
zh_tw: 設定閘道管理員為 %s

source: Invalid parameters
as: বেঠিক মানসমূহ
da: Ugyldige parametre
ne: अमान्य परामितिहरू
ta: செல்லாத அளவுரு
vi: Tham số không hợp lệ.
zh_tw: 無效的參數

source: Please provide your first name and e-mail in the Personal Data section in order to be able to register to the users directory.
da: Vær så venlig at angive dit fornavn og din e-post-adresse i sektionen med personlige data for at kunne registrere til brugerkataloget.
ne: प्रयोगकर्ताहरूको डाईरेक्ट्रीमा दर्ता सक्षम पार्नुहोस्न, कृपया तपाईको पहिलो नाम र इमेल व्यक्तिगत लगत सेक्सनमा उपलब्द गराउनुहोस्.
vi: Hãy cung cấp tên và địa chỉ thư điiện tử trong phần Dữ liệu Cá nhân để có thể đăng ký với sách chỉ dẫn người dùng.
zh_tw: 請在個人資料部分輸入您的姓名和電子郵件，以便在使用者目錄中註冊。

source: Invalid users directory
da: Ugyldigt brugerkatalog
ne: अमान्य प्रयोगकर्ताहरूको डाईरेक्ट्री
vi: Sách chỉ dẫn người dùng không hợp lệ.
zh_tw: 無效的使用者目錄

source: Operation impossible since there is no users directory specified.
da: Handling umulig idet intet brugerkatalog er angivet.
ne: कुनै प्रयोगकर्ताको डाईरेक्ट्री निर्दिष्ट नगरिएको हुनाले सञ्चालन असम्भव.
vi: Không thực hiện thao tác được vì chưa xác định sách chỉ dẫn người dùng.
zh_tw: 由於沒有指定使用者目錄，無法工作。

source: Failed to parse XML file
da: Kunne ikke fortolke XML-fil
ne: एक्स एम एल फाइल पदमिलान गर्न असफल
ta: XML கோப்பை பகுப்பதில் தோல்வி
vi: Không phân tách tập tin XML được.
zh_tw: 分析 XML 檔案失敗。

source: There was an error while parsing the XML file. Please make sure that it is correctly installed in your system.
da: Det var en fejl ved fortolkning af XML-filen. Kontrollér venligst at den er korrekt installeret.
ne: यो एक्स एम एल फाइल पदमिलान गर्दा एउटा त्रुटी। कृपया तपाईको प्रणालीमा यो सहिरुपमा स्थापन गरिएको छ भनेर पक्का गर्नुहोस्.
ta: XML கோப்பை பகுப்பதில் பிழை உங்கள் கணினியில் சரியாக நிறுவப்பட்டதா என பார்க்கவும்.
vi: Gặp lỗi khi phân tách tập tin XML ấy. Hãy kiểm tra xem nó được cài đặt cho đúng trong hệ thống bạn.
zh_tw: 分析 XML 檔案時出錯。請確定其已經正確地安裝在您的系統上。

source: Bad information
da: Ugyldig information
ne: खराब जानकारी
ta: தவறான தகவல்கள்
vi: Thông tin sai
zh_tw: 錯誤的資料

source: Bad LDAP information from XML file: %s.
da: Ugyldig LDAP-information fra XML-fil: %s.
ne: एक्स एम एल फाइलबाट नराम्रो एल डि ए पी जानकारी : %s.
ta: %s : XML கோப்பில் தவறான ldap விவரம் உள்ளது
vi: Thông tin LDAP sai trong tập tin XML: %s.
zh_tw: 錯誤的 LDAP 資訊來自 XML 檔案：%s。

source: ILS registration failed: unable to connect to %s
da: ILS-registrering mislykkedes: kunne ikke forbinde til %s
ne: आई एल एस रेजिस्ट्रेसन असफल : %sमा सम्पर्क गर्न असक्षम
vi: Không đăng ký ILS được: không kết nối được đến «%s».

source: ILS registration failed: unable to set time limit on operations
da: ILS-registrering mislykkedes: kunne ikke sætte en tidsgrænse på operationerne.
ne: आई एल एस रेजिस्ट्रेसन असफल : सञ्चालनहरूमा समय सिमा सेट गर्न असक्षम
vi: Không đăng ký ILS được: không lập được thời hạn cho thao tác.

source: ILS registration failed: failed to bind to %s
da: ILS-registrering mislykkedes: kunne ikke binde til %s
ne: आई एल एस रेजिष्ट्रेसन असफल : %sमा बाँध्न असफल
vi: Không đăng ký ILS được: không đóng kết được tới «%s».

source: Updated information on %s
da: Opdaterede information på %s
ne: %sमा परिमार्जित जानकारी
vi: Đã cập nhật thông tin trên «%s».

source: General History
as: সাধারণ ইতিহাস
da: Generel historik
ne: साधारण इतिहास
ta: பொது வரலாறு
vi: Nhật ký chung
zh_tw: 一般記錄

source: Enter an URL to call on the left, and click on this button to connect to the given URL
da: Indtast en adresse for opkald, til venstre og klik på denne knap for at forbinde til den givne adresse
ne: बाँया कल गर्नलाई एउटा URL प्रविष्टी गर्नुहोस्, र दिइएको URLमा जडान गर्नलाई यो वटनमा क्लिक गर्नुहोस्
ta: URL ஐ வலது பக்கம் உள்ளிடவும் மேலும் URL லுடன் இணைக்க இந்த பட்டனை க்ளிக் செய்யவும்.
vi: Hãy nhập vào bên trái địa chỉ Mạng cần gọi, rồi nhắp vào cái nút này để kết nối đến địa chỉ Mạng ấy.
zh_tw: 先在左邊輸入您要致電的 URL，接著按本按鍵來連接到所輸入的 URL

source: Open text chat
as: খুলুন
da: Åbn tekstsamtale
ne: पाठ कुराकानी खोल्नुहोस्
ta: பேச்சு உரையை திறக்கவும்
vi: Mở trờ chuyện viết
zh_tw: 開啟文字聊天視窗

source: Change the view mode
vi: Thay đổi chế độ xem

source: Open address book
as: খুলুন
da: Åbn adressebog
ne: ठेगाना पुस्तक खोल्नुहोस्
ta: முகவரி புத்தகத்தை திறக்கவும்
vi: Mở sổ địa chỉ
zh_tw: 開啟通訊錄

source: Display images from your camera device
as: ডিসপ্লে
da: Vis billeder fra din kamera-enhed
ne: तपाईको क्यामेरा यन्त्रबाट छविहरू प्रदर्शन गर्नुहोस्
ta: உங்கள் கேமரா சாதனத்திலிருந்து படத்தை காட்டவும்
vi: Hiện ảnh từ thiết bị máy ảnh của bạn.
zh_tw: 顯示您的攝影機所拍攝的影像

source: Audio transmission status. During a call, click here to suspend or resume the audio transmission.
as: অডিও প্রেরণের অবস্থা। কল চলাকালীন অডিও প্রেরণ সাময়িকভাবে থামাতে বা পুনরায় শুরু করতে এখানে ক্লিক করুন
da: Status for lydoverførsel. Under en samtale kan du klikke her for at pause eller fortsætte lydoverførslen.
ne: अडियो प्रसारण स्थिति. कलको बेला, अडियो ट्रान्समिसन चलाउन वा रोक्न यहाँ क्लिक गर्नु होस्.
ta: ஒலி அனுப்புதல் நிலை. பேசும்போது இங்கு கிளிக் செய்தால் உங்கள் ஒலி முடமாக்கப்படும்.
vi: Trạng thái truyền âm. Trong suốt cuộc gọi, nhấn vào đây sẽ tạm ngừng truyền âm thanh.
zh_tw: 音訊傳送狀態。在通話中點選此處可暫停或恢復音訊傳送。
