Repository: Iladra/ekiga
Catalog: po/*.po
Languages: as, da, ne, ta, vi, zh_tw

source: Connection Type
vi: Loại kết nối

source: DSL/Cable
vi: DSL/Cáp

source: Audio player:
vi: Bộ phát âm:

source: Audio player mixer:
vi: Bộ trộn âm:

source: Audio recorder:
vi: Bộ thu âm:

source: Audio recorder mixer:
vi: Bộ trộn thu âm:

source: Test Audio
vi: Thử tiếng

source: Video device:
vi: Thiết bị hình:

source: Enter the video device to use. Using an invalid video device for video transmission will transmit a test picture.
ta: ஒளித்தோற்றச் சாதனங்கள்- சாதனம் ஏதுமில்லையென்றால் சோதனைப்படம் அனுப்பப்படும்
vi: Nhập vào thiết bị hình cần dùng. Dùng thiết bị hình không hợp lệ sẽ gửi đi ảnh thử.

source: Test Video
vi: Kiểm tra video

source: PC-To-Phone Setup - page %d/%d
vi: Thiết lập PC-To-Phone - trang %d/%d

source: No Quicknet device detected
vi: Không tìm được thiết bị Quicknet

source: Register to the MicroTelco service
vi: Đăng ký dịch vụ MicroTelco

source: Set Audio recorder device to %s
vi: Đặt thiết bị thu audio là %s

source: Enabling H.245 Tunnelling
vi: Đang bật đường hầm H.245

source: Disabling H.245 Tunnelling
vi: Đang tắt đường hầm H.245

source: Enabling Fast Start
vi: Đang bật khởi động nhanh

source: Disabling Fast Start
vi: Đang tắt khởi động nhanh

source: Call from %s using %s
vi: Gọi từ %s dùng %s

source: Call Forwarded
vi: Cuộc gọi đã được chuyển

source: Remote party has cleared the call
vi: Người dùng từ xa đã xóa cuộc gọi

source: Remote party did not accept your call
vi: Bên đối diện không chấp nhận cuộc gọi

source: This call ended abnormally
ta: உங்கள் அழைப்பை சரியாக முடியவில்லை
vi: Cuộc gọi kết thúc bất thường

source: Refused incoming call
vi: Đã từ chối cuộc gọi đến

source: Remote party could not be reached
ta: தொலைவில் உள்ளவரை அழைக்க முடியவில்லை
vi: Không thể tiếp cận bên đối diện

source: Call duration: %.2ld:%.2ld:%.2ld
ta: அழைப்பின் நேரம்: %.2ld:%.2ld:%.2ld
vi: Thời gian gọi: %.2ld:%.2ld:%.2ld

source: Sent/Received: Lost/Late Packets: Round trip delay: Jitter Buffer:
vi: Gửi/Nhận: Gói mất/trễ: Round trip delay: Vùng đệm Jitter:

source: Error while registering with Gatekeeper at %s.
vi: Lỗi đăng ký với Gatekeeper tại %s.

source: Error while registering with Gatekeeper.
vi: Lỗi đăng ký với gatekeeper.

source: No gatekeeper found
vi: Không tìm thấy Gatekeeper

source: Parse error: %d %s.
ta: தவறு நேர்ந்துள்ளது: %d %s.
vi: Lỗi phân tích: %d %s.

source: Contacting %s...
vi: Đang kết nối %s...

source: Failed to open ldap server %s:%d.
vi: Lỗi mở máy chủ LDAP %s: %d.

source: Failed to set time limit on ldap operations.
vi: Lỗi đặt giới hạn thời gian cho thao tác.

source: Failed to bind to ldap server: %s.
vi: Lỗi bind vào máy chủ LDAP: %s.

source: Successfully registered to %s.
ta: %s அடைவைில் வெற்றிகரமாக பதிந்து கொள்ளப்பட்டது
vi: Đã đăng ký thành công vào %s.

source: Error while registering to %s.
vi: Lỗi đăng ký với %s.

source: Failed to bind to ldap server %s: %s.
vi: Lỗi bind với máy chủ LDAP %s: %s.

source: Fetching user information from %s.
vi: Đang lấy thông tin người dùng từ %s.

source: Search completed: %d user(s) found on %s.
vi: Tìm xong: tìm thấy %d người dùng trên %s.

source: Add a new server
vi: Thêm máy chủ mới

source: Enter the server name:
vi: Nhập tên server:

source: Add a new group
vi: Thêm Nhóm mới

source: Enter the group name:
vi: Nhập tên nhóm:

source: New server
vi: Máy chủ mới

source: New group
vi: Nhóm mới

source: _Refresh
vi: _Cập nhật

source: Delete
vi: Xoá

source: New contact
vi: Liên lạc mới

source: Call this user
as: ফোন করুন
vi: Gọi người dùng này

source: Edit this user information
vi: Sửa thông tin người dùng này

source: Delete this user
vi: Xóa người dùng này

source: Add to group
vi: Thêm vào nhóm

source: GnomeMeeting Addressbook
vi: Sổ địa chỉ GnomeMeeting

source: Servers
vi: Server

source: Groups
vi: Nhóm

source: First name contains
vi: Tên chứa

source: GnomeMeeting can't be used without audio devices. Please install a soundcard or a Quicknet card.
vi: GnomeMeeting không thể dùng thiết bị âm này. Vui lòng cài đặt soundcard hoặc card Quicknet.

source: GnomeMeeting just installed an URL handler for callto:// URLs. callto URLs are an easy way to call people on the internet using GnomeMeeting. They are now available to all GNOME programs able to cope with URLs. You can for example create an URL launcher on the GNOME panel of the form "callto://ils.seconix.com/me@foo.com" to call the person registered on the ILS server ils.seconix.com with the me@foo.com e-mail address.
vi: GnomeMeeting chỉ cài đặt bộ xử lý URL cho các URL callto://. Các URL callto là cách dễ dàng để nói chuyện với người khác trên internet dùng GnomeMeeting. Chúng có thể dùng trong mọi chương trình Gnome có thể xử lý URL. Bạn có thể tạo bộ phóng URL trong Gnome Panel theo mẫu "callto://ils.seconix.com/me@foo.com" để gọi người được đăng ký tại ILS server ils.seconix.com với địa chỉ email me@foo.com.

source: Could not start the listener thread. You will not be able to receive incoming calls.
ta: பிழை நேர்ந்துள்ளது மன்னிக்கவும். உங்களுக்கு அழைப்புகள் வராது
vi: Không thể khởi động listener thread. Bạn sẽ không thể nhận cuộc gọi tới.

source: Do _Not Disturb
vi: Đừng làm _phiền

source: Auto answer incoming call
vi: Tự động trả lời cuộc gọi

source: _Audio Mute
vi: _Câm

source: Mute the audio transmission
vi: Tắt truyền tiếng

source: _Video Mute
vi: _Không hình

source: Mute the video transmission
vi: Tắt truyền ảnh

source: View/Hide the status bar
ta: நிலைப்பட்டையை மறைக்க/காட்ட
vi: Hiện/Ẩn thanh trạng thái

source: Both (Local Video Incrusted)
ta: இரண்டும்(உங்கள் படம் இதே சாளரத்தில்)
vi: Cả hai (Local Video Incrusted)
zh_tw: 兩者（本機端為小視窗）

source: Both (Local Video in New Window)
ta: இரண்டும்(உங்கள் படம் புதிய சாளரத்தில்)
vi: Cả hai (Video cục bộ trong cửa sổ mới)
zh_tw: 兩者（本機端在新視窗）

source: Generic History
vi: Nhật ký chung

source: _About GnomeMeeting
vi: Giới thiệu GnomeMeeting

source: Local Video Image
vi: Ảnh video cục bộ

source: Remote Video Image
vi: Ảnh video từ xa

source: Both Video Images
vi: Cả ảnh video

source: Both (Local and Remote Video in New Windows)
vi: Cả hai (Video cục bộ và từ xa trong cửa sổ mới)

source: Do not disturb (reject incoming calls)
vi: Đừng làm phiền (từ chối nhận cuộc gọi)

source: Call from %s using %s
vi: Gọi từ %s dùng %s

source: Disconnect
vi: Ngắt kết nối

source: Okay
ta: சரி
vi: Đồng ý

source: Excellent
ta: அற்புதம்
vi: Xuất sắc

source: Good Quality
ta: நல்ல தரம்
vi: Chất lượng tố

source: Excellent Quality
vi: Chất lượng xuất sắc

source: E-mail address:
vi: Địa chỉ email:

source: Behavior
ta: வழக்கங்கள்
vi: Hành vi

source: Fullscreen width:
vi: Chiều rộng toàn màn hình:

source: Fullscreen height:
vi: Chiều cao toàn màn hình:

source: Sound
ta: ஒலி
vi: Âm thanh

source: If enabled, GnomeMeeting will play a sound when receiving an incoming call (the sound to play is chosen in the Gnome Control Center).
ta: தேர்வு செய்யப்பட்டிருந்தால் அழைப்பு வரும்போது ஒலி எழுப்பும்
vi: Nếu bật, GnomeMeeting sẽ phát âm thanh khi nhận cuộc gọi đến (âm thanh phát ra được chọn trong Trung tâm điều khiển Gnome).

source: Quicknet Device
vi: Thiết bị Quicknet

source: Automatic echo cancellation:
vi: Hủy bỏ tự động phản hồi:

source: Video channel:
vi: Kênh hình:

source: Video size:
vi: Kích thước ảnh:

source: Video format:
vi: Dạng thức video:

source: Video image:
vi: Ảnh video:

source: Browse...
vi: Duyệt...

source: Info
ta: தகவல்
vi: Thông tin

source: Minimum jitter buffer:
vi: Vùng đệm jitter tối thiểu:

source: Maximum jitter buffer:
vi: Vùng đệm jitter tối đa:

source: Minimum transmitted video quality:
vi: Chất lượng ảnh truyền tối thiểu:

source: The minimum transmitted video quality to keep when trying to minimize the used bandwidth: choose 100% on a LAN for the best quality, 1% being the worst quality.
vi: Chất lượng truyền ảnh tối thiểu cần đảm bảo khi thử giảm thiểu băng thông người dùng: chọn 100% trên LAN để có chất lượng tối đa, 1% sẽ cho chất lượng tệ nhất.

source: Minimum transmitted FPS:
vi: FPS gửi tối đa:

source: Transmitted background blocks:
vi: Khối nền gửi:

source: H.323 Advanced
ta: H.323 அறிய
vi: H.323 nâng cao

source: Section
vi: Phần

source: GnomeMeeting is now playing what it is recording with a 5 seconds delay. If you don't hear yourself with the delay, you will have to fix your audio setup and probably install a full-duplex driver before calling other GnomeMeeting users. Recording and playing... Please talk.
vi: GnomeMeeting đang phát những gì đã thu trong 5 giây. Nếu bạn không nghe thấy những gì đã nói sau 5 giây, bạn cần chỉnh thiết lập thiết bị âm và có lẽ cần cài đặt driver full-duplex trước khi gọi cho người dùng GnomeMeeting khác. Đang thu và đang phát... Vui lòng nói.

source: Speaker phone enabled
vi: Đã bật speaker phone

source: Speaker phone disabled
vi: Đã tắt speaker phone

source: Find friends on the ILS directory service
vi: Tìm bạn trên dịch vụ thư mục ILS

source: Make a text chat with your friend
ta: இபேச்சு
vi: Tán gẫu bằng văn bản với bạn bè

source: Display the control panel
vi: Hiện khung điều khiển

source: Click here to activate the speaker phone device of your Quicknet card.
ta: இங்கு கிளிக் செய்தால் உங்கள் ஒலிபெருக்கிக்கு Quicknet அட்டையிலிருந்து ஒலியைக் கேட்கலாம்
vi: Nhấn vào đây để kích hoạt thiết bị speaker phone của Card Quicknet của bạn.

source: Searching for user
ta: பயனரைத் தேடுங்கள்
vi: Tìm người dùng

source: Error while connecting to ILS directory
vi: Lỗi kết nối tới thư mục ILS

source: Opening Video device
vi: Đang mở Thiết bị hình

source: Video Device Opened
vi: Đã mở thiết bị hình

source: Error while opening the device.
vi: Lỗi mở thiết bị.

source: Video Device Closed
vi: Đã đóng thiết bị hình

source: Your driver doesn't support the YUV420P color format
vi: Trình điểu khiển hình không hỗ trợ dạng thức màu YUV420P

source: Tests OK!
vi: Kiểm tra OK!

source: A comment that will be listed in LDAP directories
ta: LDAP அடைவுகளில் பதிவுச் செய்யப்படும் விவரம்
vi: Ghi chú sẽ được ghi trong thư mục LDAP

source: Auto Answer
vi: Tự động trả lời

source: Display a popup window every time you receive a call
vi: Hiện cửa sổ mới khi nhận cuộc gọi

source: Enable FPS
vi: Bật FPS

source: Enable Silence Detection for G.711 and GSM
vi: Bật kiểm tra im lặng cho G.711 và GSM

source: Enable registering to the LDAP server
vi: Bật đăng ký vào LDAP server

source: Enable the limit on the number of frames per second
ta: ஒளிச்சட்டங்களின் கட்டுப்பாட்டை செயல்படுத்து
vi: Bật giới hạn số khung mỗi giây

source: Enable the video transmission for calls
vi: Bật/tắt truyền ảnh cho cuộc gọi

source: Fast Start
vi: Khởi động nhanh

source: Forward calls to this host
vi: Chuyển cuộc gọi đến máy này

source: H.245 Tunnelling
vi: Đường hầm H.245

source: If enabled, GnomeMeeting will use the Quicknet device instead of the regular soundcard during calls.
ta: இதை தேர்வுச் செய்தால் Quicknet அட்டைகள் இருந்தால் அது பயன்படுத்தப்படும்
vi: Nếu bật, GnomeMeeting sẽ dùng thiết bị Quicknet thay vì card âm thanh bình thường trong suốt cuộc gọi.

source: If enabled, calls will be established with H.245 Tunnelling.
ta: இதை தேர்வுச் செய்தால், அழைப்பு வந்தால் H.245 சுரங்கத்தோடு தொடங்கும்
vi: Nếu bật, cuộc gọi sẽ được thiết lập với Đường hầm H.245.

source: Limitation on the number of transmitted frames grabbed by the grabber
ta: அனுப்பபடும் சட்டங்களின் உச்சத்தை எட்டி விட்டோம்
vi: Giới hạn số khung được gửi bởi grabber

source: Public IP
vi: IP công cộng

source: Show a docklet in the gnome-panel or KDE systray
ta: gசாளரம் அல்லது Kசாளரத்தின் பலகத்தில் ஒட்டி தெரியவேண்டும்
vi: Hiện docklet trong Gnome Panel hoặc KDE Systray

source: Show a nice window every time GnomeMeeting starts
ta: துவங்கும்போது அழகியப்படம் தெரியவேண்டும்
vi: Hiện cửa sổ mỗi khi GnomeMeeting khởi động

source: Show docklet
ta: ஒட்டி தெரியவேண்டும்
vi: Hiện Docklet

source: Show left toolbar
vi: Hiện thanh công cụ trái

source: Show only the docklet window at startup
vi: Chỉ hiện cửa sổ docklet lúc khởi động

source: The E-Mail address that will be listed in the directories
ta: உங்கள் மின்னஞ்சல் முகவரி
vi: Địa chỉ email sẽ được ghi vào thư mục

source: The Gatekeeper password
vi: Mật khẩu Gatekeeper

source: The ID of the Gatekeeper to register to
vi: ID cửa máy chủ Gatekeeper cần đăng ký

source: The LDAP Server to register to
vi: Thư mục LDAP cần đăng ký

source: The Location that will be published in the LDAP directories
ta: இடம்
vi: Địa chỉ sẽ được công bố trong thư mục LDAP

source: The Method to use to register to the Gatekeeper
vi: Phương thức được dùng cần đăng ký cho Gatekeeper

source: The Quicknet Device to use during calls.
ta: அழைக்கவேண்டிய Quicknet சாதனம்
vi: Thiết bị Quicknet cần dùng trong suốt cuộc gọi.

source: The Video Channel
vi: Kênh hình

source: The Video Device to use for recording
vi: Thiết bị video dùng để thu

source: The Video Format: PAL, NTSC, SECAM, Auto
ta: ஒளித்தோற்ற வடிவம்;PAL, NTSC, SECAM, Auto
vi: Dạng thức hình: PAL, NTSC, SECAM, Tự động

source: The Video Size: QCIF (0) or CIF (1)
ta: ஒளித்தோற்ற அளவு: QCIF (0) or CIF (1)
vi: Kích thước ảnh: QCIF (0) hay CIF (1)

source: The alias to use when registering. People will use this alias when calling you.
ta: பதிவு செய்யும்போது பயன்படுத்தும் மாற்றப் பெயர்
vi: Bí danh dùng để đăng ký. Mọi người sẽ dùng bí danh này khi gọi cho bạn.

source: The device to use to play audio
ta: ஒலி இயக்கச் சாதனம்
vi: Thiết bị phát âm

source: The device to use to record audio
ta: ஒலிப்பதிவு சாதனம்
vi: Thiết bị thu âm

source: The height of the picture displayed when being in fullscreen (using SDL)
ta: முழுத்திரையின் போது படத்தின் உயரம் (SDL)
vi: Chiều cao ảnh hiển thị toàn màn hình (dùng SDL)

source: The host to forward calls to
vi: Máy chủ chuyển cuộc gọi đến

source: The hostname of the Gatekeeper to register to
vi: Tên máy chủ Gatekeeper cần đăng ký

source: The list of used ILS servers
vi: Danh sách ILS server được dùng

source: The mixer to use for the device that is used to play audio
ta: ஒலியிக்கத்திற்கான ஒலிக்கட்டுப்பாடு
vi: Bộ trộn âm dùng để thiết lập âm lượng của thiết bị phát âm

source: The mixer to use for the device that is used to record audio
ta: ஒலிப்பதிவிற்கான ஒலிக்கட்டுப்பாடு
vi: Bộ trộn âm dùng để thiết lập âm lượng của thiết bị thu âm

source: The user's first name that will be used in the directories
ta: அடைவுகளிவ் பயன்படுத்தப்படும் முதல் பெயர்
vi: Tên người dùng được dùng trong thư mục

source: The width of the picture displayed when being in fullscreen (using SDL)
ta: பெறப்படும் படத்தின் முழுத்திரை அகலம்(SDL)
vi: Độ rộng ảnh được hiển thị trong chế độ toàn màn hình (dùng SDL)

source: This need the show_docklet option set to true to have effect
ta: ஒட்டியைக் காட்டு தேர்வுச் செய்ய வேண்டும்
vi: Điều này cần phải chọn tùy chọn Hiện Docklet thì mới có thể có tác dụng

source: Transmitted frames per second
vi: Số khung gửi mỗi giây

source: Use Quicknet Device
vi: Dùng thiết bị Quicknet

source: Warning! GnomeMeeting can't disconnect from the remote party due to a bug in OpenH323. Forcing the exit in 3 seconds!
ta: பிழை நேர்ந்துள்ளது. ! இன்னும் 3 நொடியில் வெளியேறுகிறது!
vi: Cảnh báo! GnomeMeeting không thể ngắt kết nối khỏi máy từ xa vì lỗi trong OpenH323. Đang buộc kết thúc trong 3 giây!

source: Set Audio Mixer for player to %s
ta: இயக்கியின் ஒலிக்கட்டுப்பாடு %s
vi: Đặt bộ trộn âm cho bộ phát là %s

source: Set Audio Mixer for recorder to %s
ta: ஒலிப்பதிவின் ஒலிக்கட்டுப்பாடு %s
vi: Đặt bộ trộn âm cho bộ thu là %s

source: Personal Data - Page 2/4
vi: Dữ liệu cá nhân - Trang 2/4

source: Please enter information about yourself. This information will be used when connecting to remote H.323 software, and to register in the directory of GnomeMeeting users. The directory is used to register users when they are using GnomeMeeting so that you can call them, and they can call you.
ta: உங்கள் விவரங்களைத் தரவும். இது பதிவு செய்வதற்கு கட்டாயம் தேவை. இதன் மூலம் மற்றவர்கள் உங்களை எளிதாக அழைக்கலாம். அதனால் இதை முழுதாக செய்யவும்
vi: Vui lòng nhập thông tin về bạn. Thông tin này sẽ được dùng khi đang kết nối với phần mềm H.323 từ xa, và được dùng để đăng ký trong thư mục của người dùng GnomeMeeting. Thư mục này được dùng để đăng ký người dùng khi họ dùng GnomeMeeting, nhờ thế bạn có thể gọi đến họ và họ có thể gọi đến bạn.

source: Custom
vi: Tự chọn

source: GnomeMeeting Configuration Assistant - Page 1/4
vi: Trợ tá cấu hình GnomeMeeting - Trang 1/4

source: You have successfully set up GnomeMeeting. Enjoy! -- The GnomeMeeting development team
ta: நீங்கள் வெற்றிகரமாக வடிவமைப்பு மாயாவியை பயன்படுத்தியதற்கு வாழ்த்துகள் gமாநாட்டு உருவாக்கிகள்
vi: Bạn đã thiết lập thành công GnomeMeeting. Hãy thưởng thức! -- Nhóm phát triển GnomeMeeting

source: Done! - Page 4/4
ta: முடிந்தது - 4/4 பக்கம்
vi: Xong! - Trang 4/4

source: Error while opening the Quicknet device. Disabling Quicknet device.
vi: Lỗi mở thiết bị Quicknet. Tắt thiết bị Quicknet.

source: XDAP Server Browser
vi: Bộ duyệt XDAP

source: ILS Users List
ta: ILS பயனர் பட்டியல்
vi: Danh sách người dùng ILS

source: Sent/Received: %.3f Mb/%.3f Mb Lost/Late Packets: %d/%d Round trip delay: %d ms
ta: அனுப்பியவை/பெற்றவை:%.3f மெகாபைட்/%.3f மெகாபைட் தொலைந்தவை/தாமாதமானவை:%d/%d ஒட்டுமொத்த தாமதம்:%d மில்லிவிநாடி
vi: Gửi/Nhận: %.3f Mb/%.3f Mb Gói mất/trễ: %d/%d Round trip delay: %d mili giây

source: GnomeMeeting just set the new Speex audio codec as default. Speex is a high quality, GPL audio codec introduced in GnomeMeeting 0.94.
ta: ஸ்பிஷ் என்ற புதிய உயர்தர ஒலிக் குறிமுறை கொடாநிலையாக நிறுவப்பட்டது.
vi: GnomeMeeting mặc định sẽ dùng audio codec Speex. Speex là GPL audio codec chất lượng cao, được giới thiệu trong GnomeMeeting 0.94.

source: Video Settings
vi: Thiết lập hình

source: Audio Settings
vi: Thiết lập tiếng

source: _Save
ta: _சேமி
vi: _Lưu

source: Toolbar
vi: Thanh công cụ

source: View/Hide the Toolbar
vi: Hiện/Ẩn thanh công cụ

source: View/Hide the Tray Icon
vi: Hiện/Ẩn khay biểu tượng

source: Toggle Fullscreen
vi: Bật tắt toàn màn hình

source: Configuration Assistant
vi: Trợ tá cấu hình

source: Start The Configuration Assistant
vi: Khởi động Druid trợ tá cấu hình

source: XDAP Browser
ta: XDAP மேலோடி
vi: Bộ duyệt XDAP

source: Ignore
ta: விலக்கு
vi: Bỏ qua

source: Where do you call from?
ta: எங்கிருந்து அழைக்கிறீர்கள்?
vi: Bạn gọi đến từ đâu?

source: Popup window
ta: மேல்மீட்பு சாளரம்
vi: Cửa sổ bật

source: XDAP Directory
vi: Thư mục XDAP

source: XDAP Directory:
vi: Thư mục XDAP:

source: Automatic Gain Compensation
vi: Tự động

source: Audio Player:
vi: Bộ phát âm:

source: Player Mixer:
ta: ஒலிக்கட்டுப்பாடு
vi: Bộ trộn âm:

source: Audio Recorder:
vi: Bộ thu âm:

source: Recorder Mixer:
ta: ஒலி பதிப்பானின் ஒலிக்கட்டுப்பாடு
vi: Bộ trộn thu:

source: Country Code:
vi: Mã quốc gia:

source: Use the Quicknet Device
vi: Dùng thiết bị Quicknet

source: Here you can choose the transmitted video format.
ta: ஒளித்தோற்ற வடிவம்
vi: Bạn chọn dạng thức video gửi đi ở đây

source: If enabled, the video preview mode will be set activated and you will be able to see yourself without being in a call.
ta: தேர்வுச் செய்திருந்தால் நீங்கள் உங்கள் ஒளித்தோற்றத்தை அழைப்பில் இல்லாதபோதும் பார்க்கமுடியும்
vi: Nếu bật, chế độ xem trước hình sẽ được kích hoạt và bạn sẽ có thể thấy chính bạn mà không cần gọi đi.

source: Jitter Buffer:
vi: Vùng đệm jitter:

source: GSM Frames per packet:
ta: GSM பொதியில் உள்ள சட்டங்கள்
vi: Số khung GSM mỗi gói:

source: The number of frames in each transmitted GSM packet.
vi: Số khung trong mỗi gói GSM được gửi.

source: G.711 Frames per packet:
ta: G.711 பொதியில் உள்ள சட்டங்கள்
vi: Số khung G.711 mỗi gói:

source: The number of frames in each transmitted G.711 packet.
vi: Số khung trên mỗi gói G.711 được gửi.

source: Enable FPS Limitation
vi: Bật giới hạn FPS

source: Enable/disable the limit on the transmitted FPS.
ta: FPS கட்டுப்பாட்டை தேர்வுச் செய்
vi: Bật/tắt giới hạn FPS gửi đi

source: Enable/disable the video transmission.
vi: Bật/tắt truyền ảnh

source: H.261 Settings
vi: Thiết lập H.261

source: Received Video Quality:
vi: Chất lượng nhận ảnh:

source: The received video quality: choose 100% on a LAN for the best quality, 1% being the worst quality.
vi: Chất lượng nhận ảnh: chọn 100% trên LAN để có chất lượng tối đa, 1% sẽ cho chất lượng tệ nhất.

source: Chat
vi: Tán gẫu

source: Show The Main Window
vi: Hiện cửa sổ chính

source: Remote party did not answer your call
vi: Bên đối diện không trả lời cuộc gọi

source: Could not resume ESD
vi: Không thể tiếp tục ESD

source: ESD resumed
vi: ESD đã tiếp tục

source: Could not suspend ESD
vi: Không thể suspend ESD

source: ESD suspended
vi: Đã suspend ESD

source: Could not suspend artsd
vi: Không thể suspend aRTsd

source: artsd suspended
vi: Đã suspend aRTsd

source: Connecting to ILS directory %s, port %s
vi: Đang kết nối tới thư mục ILS %s, cổng %s

source: Error while connecting to ILS directory %s, port %s
vi: Lỗi kết nối tới thư mục ILS %s, cổng %s

source: Sucessfully registered to ILS directory %s, port %s
vi: Đăng ký với thư mục ILS %s, cổng %s thành công

source: Sucessfully unregistered from ILS directory %s, port %s
vi: Hủy đăng ký với thư mục ILS %s, cổng %s thành công

source: Please provide an ILS directory in the window
vi: Vui lòng cung cấp thư mục ILS trong cửa sổ

source: Connecting to ILS directory... Please Wait.
vi: Đang kết nối tới thư mục ILS... Vui lòng chờ.

source: Find
vi: Tìm

source: location
vi: địa chỉ

source: History Log
vi: Log Nhật ký

source: View/Hide the Docklet
vi: Hiện/Ẩn docklet

source: Error while opening video device %s, channel %d. A test image will be transmitted.
vi: Lỗi mở thiết bị hình %s, kênh %d. Ảnh thử sẽ được gửi đi.

source: Fake Setting
vi: Thiết lập làm giả

source: Both
vi: Cả hai

source: This change will only affect new calls.
vi: Việc này sẽ chỉ tác động đến các cuộc gọi mới.

source: This change will only affect new calls
vi: Việc này sẽ chỉ tác động đến các cuộc gọi mới

source: Welcome to GnomeMeeting!
vi: Chào mừng sử dụng GnomeMeeting!

source: Please check your gconf settings and permissions, it seems that gconf is not properly setup on your system
vi: Vui lòng kiểm tra thiết lập gconf và quyền truy cập. Có lẽ gconf không được thiết lập đúng trên hệ thống

source: Error: %s You can choose to ignore and continue, or to close GnomeMeeting.
vi: Lỗi: %s Bạn có thể chọn Bỏ qua hoặc Tiếp tục, hoặc đóng GnomeMeeting.

source: Continue
vi: Tiếp tục

source: OKay
vi: Đồng ý

source: This enables H.245 Tunnelling mode.
vi: Bật chế độ đường hầm H.245.

source: The image height for fullscreen
ta: முழுத்திரையின்போது படத்தின் உயரம்
vi: Chiều cao ảnh toàn màn hình
zh_tw: 全螢幕影像的高度

source: The image width for fullscreen
ta: முழுத்திரையின்போது படத்தின் அகலம்
vi: Chiều rộng ảnh toàn màn hình
zh_tw: 全螢幕影像的寬度

source: Audio transmission: suspended
vi: Truyền tiếng: tạm ngừng

source: Audio transmission: resumed
vi: Truyền tiếng: tiếp tục

source: Video transmission: suspended
vi: Truyền ảnh: tạm ngừng

source: Video transmission: resumed
vi: Truyền ảnh: tiếp tục

source: Work
vi: Công việc

source: Family
vi: Gia đình

source: Connection to %s lost
vi: Mất kết nối đến %s

source: Groups:
vi: Nhóm:

source: Add %s to Address Book
vi: _Thêm %s vào Sổ địa chỉ

source: _Rename
vi: Đổi _tên

source: New _Group
vi: _Nhóm mới

source: Codec Information
vi: Thông tin Codec

source: by
ta: உருவாக்கியவர்
vi: bởi
zh_tw: X

source: pixels
ta: பிக்செல்
vi: pixel
zh_tw: 像素

source: Keep a minimum video _quality of
vi: Giữ chấtlượng ảnh _tối thiểu

source: If enabled, use silence detection with the GSM and G.711 codecs
da: Hvis aktiveret, bruges stilhedsdetektering med GSM- og G.711-kodningerne
ne: यदि सक्षम पार्नुहोस्ाइएमा, जि एस एम र जि.७११ कोडेकहरूसँग मौन पहिचान प्रयोग गर्नुहोस्
ta: தேர்வு செய்யப்பட்டிருந்தால் GSM மற்றும் G.711 கோடக்கில் அமைதியாக தேடும்
zh_tw: 如啟用，則會使用 GSM 及 G.711 編碼解碼器的靜音探測。
