Repository: Iladra/ekiga
Catalog: po/*.po
Languages: as, da, ne, ta, vi, zh_tw

source: Video transmission status. During a call, click here to suspend or resume the video transmission.
as: ভিডিও প্রেরণের অবস্থা। কল চলাকালীন ভিডিও প্রেরণ সাময়িকভাবে থামাতে বা পুনরায় শুরু করতে এখানে ক্লিক করুন
da: Status for videooverførsel. Under en samtale kan du klikke her for at pause eller fortsætte videooverførslen.
ne: भिडियो प्रसारण स्थिति। कुनै कलको दौरान, भिडियो प्रसारण रोक्न वा पुन सञ्चालन गर्न यहाँ क्लिक गर्नुहोस् .
ta: ஒளித்தோற்ற அனுப்புதல் நிலை - பேசும்போது இங்கு கிளிக் செய்தால் உங்கள் ஒளி முடமாக்கப்படும்
vi: Trạng thái truyền ảnh. Trong suốt cuộc gọi, nhấn vào đây sẽ tạm ngừng truyền ảnh động.
zh_tw: 視訊傳送狀態。在通話中點選此處可暫停或恢復視訊傳送。

source: C_all
as: কল (_a)
da: _Opkald
ne: कल
ta: (_a)அழை
vi: Gọ_i
zh_tw: 通話(_A)

source: C_onnect
da: Tilk_obl
ne: जडान गर्नुहोस्
ta: (_o)இணைக்கவும்
vi: _Kết nối
zh_tw: 連線(_O)

source: Create a new connection
da: Opret en ny opkobling
ne: एउटा नयाँ जडान सिर्जना गर्नुहोस्
ta: புதிய இணைப்புடன் இணைக்கவும்
vi: Tạo kết nối mới
zh_tw: 建立新的連線

source: _Disconnect
da: Ko_bl fra
ne: जडान विच्छेद गर्नुहोस्
ta: _துண்டித்துவிடு
vi: N_gắt kết nối
zh_tw: 斷線(_D)

source: Close the current connection
da: Luk den nuværende opkobling
ne: हालको जडान बन्द गर्नुहोस्
ta: தற்போதைய இணைப்பை துண்டிக்கவும்
vi: Đóng kết nối hiện thời
zh_tw: 結束目前的連線

source: _Available
as: উপলব্ধ (_A)
da: _Tilgængelig
ne: उपलब्ध छ
ta: (_A)கிடைத்த
vi: _Sẵn sàng
zh_tw: 線上(_A)

source: Display a popup to accept the call
as: ডিসপ্লে পপ-আপ
da: Vis en pop op til at acceptere opkaldet
ne: कल स्वीकार गर्नलाई एउटा पपअप प्रदर्शन गर्नुहोस्
ta: அழைப்பை ஏற்க தோன்றும் சாளரத்தை காட்டவும்
vi: Hiện cửa sổ bật lên khi chấp nhận cuộc gọi
zh_tw: 彈出視窗來接受來電

source: Aut_o Answer
as: স্বয়ং উত্তর (_o)
da: Svar aut_omatisk
ne: स्वत: उत्तर
vi: Tự động trả _lời

source: Auto answer calls
as: স্বয়ংক্রিয়
da: Svar automatisk på opkald
ne: कलहरूलाई उत्तर स्वत: दिनुहोस्
ta: தானியங்கி பதில்
vi: Tự động trả lời cuộc gọi
zh_tw: 自動接聽來電

source: _Do Not Disturb
as: বিরক্ত কর না (_D)
da: _Forstyr ikke
ne: नबिथोल्नुहोस्
vi: Đừn_g làm phiền

source: Reject calls
as: বাতিল
da: Afvis opkald
ne: कलहरू अस्वीकार गर्नुहोस्
ta: அழைப்புகளை மறுக்கவும்
vi: Từ chối cuộc gọi
zh_tw: 拒接來電

source: _Forward
as: ফরওয়ার্ড (_F)
da: _Viderestil
ne: अगाडि बढाउनुहोस्
ta: (_F)முன்னனுப்பு
vi: _Chuyển tiếp
zh_tw: 轉駁(_F)

source: Forward calls
as: ফরওয়ার্ড
da: Viderestil opkald
ne: कलहरूलाई पठाउनुहोस्
ta: அழைப்புகளை முன்னனுப்பு
vi: Chuyển tiếp cuộc gọi
zh_tw: 轉駁來電

source: Speed dials
da: Hurtigtaster
ne: द्रुत डायलहरू
ta: வேக டையல்
vi: Gọi nhanh
zh_tw: 速撥

source: _Hold Call
as: কল হোল্ড (_H)
da: _Hold opkald
ne: कल होल्ड गर्नुहोस्
ta: (_H)அழைப்பை காத்திருக்க செய்
vi: _Giữ cuộc gọi
zh_tw: 保留通話(_H)

source: Hold the current call
as: বর্তমান কলটিকে না কেটে সাময়িক ভাবে স্থগিত রাখা
da: Hold det aktuelle opkald
ne: हालको कल होल्ड गर्नुहोस्
ta: தற்போதைய அழைப்பை காத்திருக்க செய்
vi: Giữ cuộc gọi hiện thời
zh_tw: 保留目前的通話

source: _Transfer Call
as: কল স্থানান্তর (_T)
da: _Overfør samtale
ne: कल स्थानान्तर गर्नुहोस्
ta: (_T)அழைப்பை அனுப்பு
vi: Chuyển đổ_i cuộc gọi
zh_tw: 轉送來電(_T)

source: Transfer the current call
as: বর্তমান কলটিকে স্থানান্তর করা
da: Overfør det aktuelle opkald
ne: हालको कललाई स्थानान्तर गर्नुहोस्
ta: தற்போதைய அழைப்பை அனுப்பு
vi: Chuyển đổi cuộc gọi hiện thời
zh_tw: 轉送目前的通話

source: Suspend _Audio
as: অডিও সাময়িক বন্ধ (_A)
da: Stop _lyd
ne: अडियो स्थगन गर्नुहोस्
ta: (_A)தடைசெய்யப்பட்ட ஒலி
vi: Tạm n_gừng âm thanh
zh_tw: 暫停音訊(_A)

source: Suspend or resume the audio transmission
as: অডিও প্রেরণ সাময়িক ভাবে স্থগিত রাখা বা পুনরায় চালু করা
da: Suspendér eller genoptag lydoverførslen
ne: अडियो प्रसारण स्थगन वा पुन: निरन्तर गर्नुहोस्
ta: ஒலி அனுப்புதலை நிறுத்து அல்லது மீட்கச்செய்
vi: Tạm ngừng hoặc tiếp tục truyền âm
zh_tw: 暫停或恢復音訊傳送

source: Suspend _Video
as: ভিডিও সাময়িক বন্ধ (_V)
da: Stop _video
ne: भिडियो स्थगन गर्नुहोस्
ta: (_V)வீடியோவை நிறுத்து
vi: Tạm _ngừng ảnh động
zh_tw: 暫停視訊(_V)

source: Suspend or resume the video transmission
as: ভিডিও প্রেরণ সাময়িক ভাবে স্থগিত রাখা বা পুনরায় চালু করা
da: Suspendér eller genoptag videooverførslen
ne: अडियो प्रसारण स्थगन वा पुन: निरन्तरता दिनुहोस्
ta: ஒளித்தோற்ற அனுப்புதலை முடமாக்கு அல்லது அனுப்பு
vi: Tạm ngừng hoặc tiếp tục truyền ảnh
zh_tw: 暫停或恢復視訊傳送

source: _Save Current Picture
as: বর্তমান ছবি সংরক্ষণ (_S)
da: _Gem aktuelt billede
ne: हालको तस्विर वचत गर्नुहोस्
ta: (_S)தற்போதைய படத்தை சேமி
vi: _Lưu ảnh hiện thời
zh_tw: 儲存目前的畫面(_S)

source: Save a snapshot of the current video
as: বর্তমান ভিডিওর ছবি তুলে রাখা
da: Gem et øjebliksbillede af det aktuelle videobillede
ne: हालको भिडियको एउटा स्न्यापशट वचत गर्नुहोस्
ta: தற்போதைய ஒளித்தோற்றத்தை படமாக சேமிக்கவும்
vi: Lưu hình hiện trạng của ảnh động hiện thời
zh_tw: 儲存目前視訊的快照

source: Close the GnomeMeeting window
da: Luk GnomeMeetingvinduet
ne: जिनोममिटिङ्ग सञ्झ्याल बन्द गर्नुहोस्
ta: க்னோம் மாநாடு சாளரத்தை மூடு
vi: Đóng cửa sổ GnomeMeeting
zh_tw: 關閉 GnomeMeeting 視窗

source: _Quit
as: প্রস্থান (_Q)
da: Afs_lut
ne: अन्त्य गर्नुहोस्
ta: _வெளிச்செல்
vi: T_hoát
zh_tw: 離開(_Q)

source: Quit GnomeMeeting
da: Afslut GnomeMeeting
ne: जिनोममिटिङ्ग बन्द गर्नुहोस्
ta: வெளிச்செல்
vi: Thoát khỏi GnomeMeeting
zh_tw: 離開 GnomeMeeting

source: _Edit
as: সম্পাদনা (_E)
da: _Redigér
ne: सम्पादन
ta: _தொகு
vi: _Hiệu chỉnh
zh_tw: 編輯(_E)

source: Configuration Druid
da: Konfigurationshjælper
ne: कन्फिग्रेसन Druid
ta: வடிவமைப்பு மாயாவி
vi: Druid Cấu hình
zh_tw: 首次設定精靈

source: Run the configuration druid
as: কনফিগারেশন ড্রুইড চালানো হবে
da: Kør konfigurationshjælperen
ne: कन्फिग्रेसन Druid सञ्चालन गर्नुहोस्
ta: வடிவமைப்பு மாயாவியை இயக்கு
vi: Chạy lại Druid Cấu hình
zh_tw: 執行首次設定精靈

source: _Accounts
as: অ্যাকাউন্ট (_A)
vi: _Tài khoản

source: Edit your accounts
as: সম্পাদন
vi: Sửa đổi tài khoản của bạn

source: _Preferences
as: পছন্দ (_P)
da: _Indstillinger
ne: प्राथमिकताहरू
ta: (_P)விருப்பங்கள்
vi: _Sở thích
zh_tw: 偏好設定(_P)

source: Change your preferences
as: আপনার পচ্ছন্দসমূহের অদলবদল
da: Ændr dine indstillinger
ne: तपाईका प्राथमिक्ताहरू बदल्नुहोस्
ta: உங்கள் விருப்பங்களை மாற்று
vi: Thay đổi sở thích của bạn
zh_tw: 修改您的偏好設定

source: _View
as: প্রদর্শন (_V)
da: _Vis
ne: दृश्य
ta: _பார்
vi: _Xem
zh_tw: 顯示(_V)

source: View _Mode
as: প্রদর্শনের মোড (_M)
vi: Chế độ _xem

source: Softp_hone
vi: Điện thoại _mềm

source: Show the softphone view
vi: Hiện khung xem điện thoại mềm

source: _Videophone
as: ভিডিও ফোন (_V)
vi: Điện thoại ảnh _động

source: Show the videophone view
vi: Hiện khung xem điện thoại ảnh động

source: _Full View
as: সম্পূর্ণ প্রদর্শন (_F)
vi: T_oàn xem

source: View all components
as: ভিউ
vi: Xem mọi thành phần

source: Control Panel
da: Kontrolpanel
ne: नियन्त्रण प्यानल
ta: கட்டுப்பாட்டு மையம்
vi: Bảng điều khiển
zh_tw: 控制面板

source: _Dialpad
as: ডায়েল প্যাড (_D)
da: _Nummertastatur
ne: डायलप्याड
ta: (_D)டையல் அட்டை
vi: Vùng _quay số
zh_tw: 撥號盤(_D)

source: View the dialpad
as: ডায়েল প্যাড দেখানো হবে
da: Vis Nummertastaturet
ne: डायल प्याड हेर्नुहोस्
ta: டையல் அட்டையை காட்டு
vi: Xem vùng quay số
zh_tw: 顯示撥號盤

source: _Audio Settings
as: অডিও বৈশিষ্ট্য (_A)
da: _Lydinstillinger
ne: अडियो सेटिङ्गहरू
ta: ஒ_லி அமைப்புகள்
vi: Thiết lập â_m thanh
zh_tw: 音訊設定(_A)

source: View audio settings
as: অডিও মানসমূহ দেখানো হবে
da: Vis lydopsætning
ne: अडियो सेटिङ्गहरू हेर्नुहोस्
ta: ஒலி அமைப்புகளை பார்
vi: Xem thiết lập âm thanh
zh_tw: 顯示訊設定

source: _Video Settings
as: ভিডিও বৈশিষ্ট্য (_V)
da: _Videoopsætning
ne: भिडियो सेटिङ्गहरू
ta: ஒ_ளித்தோற்ற அமைப்புகள்
vi: Thiết lập ảnh độn_g
zh_tw: 視訊設定(_V)

source: View video settings
as: ভিডিও মানসমূহ দেখানো হবে
da: Vis videoopsætning
ne: भिडियो सेटिङ्गहरू हेर्नुहोस्
ta: ஒளித்தோற்ற அமைப்புகளை பார்
vi: Xem thiết lập ảnh động
zh_tw: 顯示視訊設定

source: Statistics
as: পরিসংখ্যান
da: Statistik
ne: तथ्याङ्क
ta: விவரங்கள்
vi: Thống kê
zh_tw: 統計資料

source: View audio/video transmission and reception statistics
as: অডিও/ভিডিও প্রেরণ ও গ্রহণ সংক্রান্ত তথ্যাদি দেখানো হবে
da: Vis statistik for overførsel og modtagelse af lyd- og video
ne: अडियो/भिडियो प्रसारण र ग्रहण तथ्याङ्क देखाउनुहोस्
ta: ஒலி/ஒளி அனுப்புதல்/பெறுதல் பற்றிய விவரங்கள்
vi: Xem thống kê gửi và nhận Âm/Ảnh
zh_tw: 檢視音訊/視訊傳送和接收的統計資料

source: Local Video
as: স্থানীয় ভিডিও
da: Lokalt video
ne: स्थानिय भिडियो
ta: உங்கள் ஒளித்தோற்றம்
vi: Ảnh động cục bộ
zh_tw: 本機視訊畫面

source: Local video image
as: স্থানীয় ভিডিও ছবি
da: Lokalt videobillede
ne: स्थानिय भिडियो छवी
ta: உள்கள் ஒளித்தோற்ற படம்
vi: Hình ảnh động cục bộ
zh_tw: 本機視訊畫面

source: Remote Video
as: দূরবর্তী ভিডিও
da: Fjernvideo
ne: दुर्गम भिडियो
ta: தோலை ஒளித்தோற்றம்
vi: Ảnh động từ xa
zh_tw: 遠端視訊畫面

source: Remote video image
as: দূরবর্তী ভিডিও ছবি
da: Fjernvideobillede
ne: दुर्गम भिडियो छवी
ta: தொலைலை ஒளித்தோற்ற படம்
vi: Hình ảnh động từ xa
zh_tw: 遠端視訊畫面

source: Both (Picture-in-Picture)
da: Begge (Billede i billede)
ne: दुवै (तस्विर-भित्र-तस्विर)
vi: Cả hai (hình-trong-hình)

source: Both video images
as: দুটি ভিডিও-র ক্ষেত্রেই
da: Begge videobilleder
ne: दुवै भिडियो छवीहरू
ta: இரண்டு ஒளித்தோற்ற படங்களும்
vi: Cả hai hình ảnh động
zh_tw: 本機和遠端的視訊畫面

source: Both (Side-by-Side)
da: Begge (Side om side)
ne: दुवै (किनारै किनार बाट)
vi: Cả hai (cạnh nhau)

source: Both (Both in New Windows)
da: Begge (begge i nye vindue)
ne: दुवै ( दुवै नयाँ सञ्झ्यालहरूमा)
ta: இரண்டும்(உங்கள் படம் புதிய சாளரத்தில்)
vi: Cả hai (Cả hai trong cửa sổ mới)
zh_tw: 兩者（兩者都在新視窗）

source: Zoom In
as: বড় করে দেখানো
da: Forstør
ne: भित्र जुम गर्नुहोस्
ta: சிறிதாக்கு
vi: Phóng to
zh_tw: 放大

source: Zoom in
as: বড় করে দেখানো হবে
da: Forstør
ne: भित्र जुम गर्नुहोस्
ta: சிறிதாக்கு
vi: Phóng to
zh_tw: 放大

source: Zoom Out
as: ছোট করে দেখানো
da: Formindsk
ne: बाहिर जुम गर्नुहोस्
ta: பெரிதாக்கு
vi: Thu nhỏ
zh_tw: 縮小

source: Zoom out
as: ছোট করে দেখানো হবে
da: Formindsk
ne: बाहिर जुम गर्नुहोस्
ta: பெரிதாக்கு
vi: Thu nhỏ
zh_tw: 縮小

source: Normal Size
as: সাধারণ আকার
da: Normal størrelse
ne: सामान्य साइज
ta: சாதரன அளவு
vi: Cỡ bình thường
zh_tw: 正常大小

source: Normal size
as: সাধারণ আকারে দেখানো হবে
da: Normal størrelse
ne: सामान्य साइज
ta: சாதரன அளவு
vi: Cỡ bình thường
zh_tw: 正常大小

source: Fullscreen
as: পুরো স্ক্রীন জুড়ে
da: Fuldskærm
ne: पूरा पर्दा
ta: முழுத்திரை
vi: Toàn màn hình:
zh_tw: 全螢幕

source: _Tools
as: সরঞ্জাম (_T)
da: _Værktøjer
ne: उपकरणहरू
ta: கருவிகள்
vi: _Công cụ
zh_tw: 工具(_T)

source: Address _Book
as: ঠিকানাবই (_B)
da: Adresse_bog
ne: ठेगाना पुस्तक
ta: (_B)முகவரி புத்தகம்
vi: _Sổ địa chỉ
zh_tw: 通訊錄(_B)

source: Open the address book
as: ঠিকানার খাতা খোলা হবে
da: Åbn adressebogen
ne: ठेगाना पुस्तक खोल्नुहोस्
ta: முகவரிபுத்தகத்தை திற
vi: Mở sổ địa chỉ
zh_tw: 開啟通訊錄

source: C_hat Window
as: চ্যাট উইন্ডো (_h)
vi: Cửa sổ trò _chuyện

source: Open the chat window
as: খুলুন
vi: Mở cửa sổ trò chuyện

source: View the operations history
as: অপারেশনসমূহের ইতিহাস দেখানো হবে
da: Vis handlingshistorikken
ne: सञ्चालनहरू इतिहास हेर्नुहोस्
ta: இயக்க வரலாற்றைப் பார்
vi: Xem nhật ký thao tác
zh_tw: 檢視操作記錄

source: View the calls history
as: কলের ইতিহাস দেখানো হবে
da: Vis opkaldshistorikken
ne: कलहरूको इतिहास हेर्नुहोस्
ta: அழைப்பு வரலாற்றைப் பார்
vi: Xem nhật ký cuộc gọi
zh_tw: 檢視通話記錄

source: PC-To-Phone Account
da: Pc til telefon-konto
ne: पि सि-बाट-फोन खाता
ta: கணினியிலிருந்து - தொலைபேசிக்கு கணக்கு
vi: Tài khoản Máy-đến-tài khoản
zh_tw: PC-To-Phone 帳號

source: Manage your PC-To-Phone account
as: প্রাপক ফোন
da: Redigér din pc til telefon-konto
ne: तपाईको पि सि-बाट-फोन खाता व्यवस्थापन गर्नुहोस्
ta: கணினியிலிருந்து - தொலைபேசிக்கு கணக்கு மேலாண்மை
vi: Quản lý tài khoản Máy-đến-tài khoản của bạn
zh_tw: 管理您的 PC-To-Phone 帳號

source: _Help
as: সাহায্য (_H)
da: _Hjælp
ne: मद्दत
ta: _உதவி
vi: Trợ _giúp
zh_tw: 求助(_H)

source: _Contents
as: বিষয়বস্তু (_C)
da: _Indhold
ne: सामग्रीहरू
ta: (_C)உள்ளடக்கங்கள்ை
vi: _Nội dung
zh_tw: 內容(_C)

source: Get help by reading the GnomeMeeting manual
da: Få hjælp ved at læse GnomeMeeting-manualen
ne: जिनोममिटिङ्ग म्यानुअल पढेर मद्दत प्राप्‍त गर्नुहोस्
ta: க்னோம் மாநாடு கையேட்டை படிப்பதன் மூலம் உதவி பெறலாம்
vi: Bạn hãy tìm trợ giúp trong hướng dẫn GnomeMeeting nhé.
zh_tw: 閱讀 GnomeMeeting 手冊以取得幫助

source: _About
as: পরিচিতি (_A)
da: _Om
ne: बारेमा
ta: (_A)அறிமுகம்
vi: _Giới thiệu
zh_tw: 關於(_A)

source: View information about GnomeMeeting
da: Vis information om GnomeMeeting
ne: जिनोममिटिङ्गको बारेमा जानकारी देखाउनुहोस्
ta: gமாநாடு பற்றிய தகவல்கள் பார்க்க
vi: Xem thông tin về GnomeMeeting
zh_tw: 顯示有關 GnomeMeeting 的資訊

source: Dialpad
as: ডায়েল প্যাড
da: Taltastatur
ne: डायलप्याड
ta: டையல் அட்டை
vi: Vùng quay số
zh_tw: 撥號盤

source: Adjust brightness
as: ঔজ্জ্বল্যে মাত্রা নিয়ন্ত্রণ
da: Justér lysstyrke
ne: चम्किलोपन समायोजन गर्नुहोस्
ta: பொலிவை மாற்று
vi: Chỉnh độ sáng
zh_tw: 調整亮度

source: Adjust whiteness
as: শ্বত মাত্রা নিয়ন্ত্রণ
da: Justér hvidhed
ne: सेतोपन समायोजन गर्नुहोस्
ta: வென்மையை மாற்று
vi: Chỉng màu trắng
zh_tw: 調整白平衡

source: Adjust color
as: রংয়ের মাত্রা নিয়ন্ত্রণ
da: Justér farve
ne: रङ्ग समायोजन गर्नुहोस्
ta: வண்ணங்களை மாற்று
vi: Chỉnh màu
zh_tw: 調整顏色

source: Adjust contrast
as: রংয়ের অসামন্জস্যতা নিয়ন্ত্রণ
da: Justér kontrast
ne: व्यतिरेक समायोजन गर्नुहोस्
ta: வேறுபாட்டை மாற்று
vi: Chỉnh độ tương phản
zh_tw: 調整對比度

source: Video
as: ভিডিও
ne: भिडियो
ta: ஒளித்தோற்றம்
vi: Ảnh động
zh_tw: 視訊

source: Audio
as: অডিও
da: Lyd
ne: अडियो
ta: ஒலி
vi: Âm thanh
zh_tw: 音訊

source: Notification area not detected
as: নোটিফিকেশন ক্ষেত্রের সন্ধান পাওয়া যায়নি
da: Statusområdet ikke fundet
ne: सूचना क्षेत्र पत्ता लागेन
ta: அறிக்கை பக்கம் கிடைக்கவில்லை
vi: Chưa phát hiện vùng thông báo.
zh_tw: 未偵測到面板程式狀態通知區

source: You have chosen to start GnomeMeeting hidden, however the notification area is not present in your panel, GnomeMeeting can thus not start hidden.
da: Du har valgt at starte GnomeMeeting i skjult modus, men statusområdet er ikke til stede i dit panel, GnomeMeeting kan derfor ikke starte i skjult modus.
ne: तपाईले जिनोममिटिङ्ग लुकाउन शुरु छान्नु भयो, सूचित क्षेत्र तपाईको प्यानलमा उपलब्ध छैन, जिनोममिटिङ्ग त्यसैले लुकाउने शुरु गर्न सक्दैन.
ta: க்னோம் மாநாட்டை மறைவாக துவக்கும் தேர்வை நீங்கள் பயன்படுத்தியுள்ளீர். எனினும் உங்கள் பலகத்தில் அறிவிப்பு பகுதி இடம்பெறவில்லை, அதனால் மாநாட்டை மறைவாக துவக்க முடியாது
vi: Bạn đã chọn khởi chạy trình GnomeMeeting bị ẩn, nhưng mà không có vùng thông báo trên bảng điều khiển bạn nên không khởi động được GnomeMeeting bị ẩn.
zh_tw: 您選擇了使用開始時自動隱藏，但是通告區域在您的面版中不存在，因此在開始時不能自動隱藏。

source: Sent DTMF %c
vi: Mới gởi DTMF %c

source: Missed calls: %d - Voice Mails: %s
vi: Gọi không lấy: %d — Thư nói: %s

source: _Retrieve Call
as: ফোন করুন
da: _Hent opkald
ne: कल पुन: प्राप्‍ति गर्नुहोस्
ta: (_R)மீட்கப்பட்ட அழைப்புகள்
vi: _Lấy cuộc gọi
zh_tw: 恢復通話(_R)

source: Resume _Audio
as: অডিও পুনরায় চালু (_A)
da: Genoptag _lyd
ne: अडियो पुन:सञ्चालन गर्नुहोस्
ta: (_A)மீண்டும் துவக்கப்பட்ட ஒலி
vi: T_iếp tục truyền âm
zh_tw: 恢復音訊(_A)

source: Resume _Video
as: ভিডিও পুনরায় চালু (_V)
da: Genoptag _video
ne: भिडियो पुन:सञ्चालन गर्नुहोस्
ta: (_V)ஒ ஒளித்தோற்றமமீட்பு்
vi: _Tiếp tục truyền ảnh
zh_tw: 恢復視訊(_V)

source: Out:
vi: Ra:

source: In:
vi: Đến:

source: Registered accounts:
vi: Tài khoản đã đăng ký:

source: Transfer call to:
da: Overfør opkald til:
ne: कललाई ...मा स्थानान्तर गर्नुहोस्:
ta: அழைப்புகளை முன்அனுப்பு
vi: Chuyển đổi cuộc gọi tới:
zh_tw: 轉送通話到：

source: Transfer
da: Overfør
ne: स्थानान्तर गर्नुहोस्
ta: அனுப்பு
vi: Truyền
zh_tw: 轉送

source: Reject
as: বাতিল
da: Afvis
ne: अस्वीकार गर्नुहोस्
ta: ங்கி மறுப்பு
vi: Từ chối
zh_tw: 拒接

source: Accept
as: গ্রহণ করুন
da: Acceptér
ne: स्वीकार गर्नुहोस्
ta: ஏற்றுக்கொள்
vi: Chấp nhận
zh_tw: 接受

source: Incoming call from
as: অন্তর্মুখী
da: Indgående opkald fra
ne: ...बाट आएको कल
ta: உள்வரும் அழைப்பு
vi: Cuộc gọi đến từ
zh_tw: 來電來自

source: Remote URL:
as: দূরবর্তী URL:
da: Fjernadresse:
ne: दुर्गम URL:
ta: தொலை URL:்
vi: Địa chỉ Mạng từ xa:
zh_tw: 遠端 URL：

source: Remote Application:
as: দূরবর্তী অ্যাপ্লিকেশন:
da: Fjernprogram:
ne: दुर्गम अनुप्रयोग:
ta: தொலை பயன்பாடு:
vi: Ứng dụng từ xa:
zh_tw: 遠端程式：

source: Lost packets: %.1f %% Late packets: %.1f %% Out of order packets: %.1f %% Jitter buffer: %d ms
vi: Gói tin mất: %.1f %% Gói tin trễ: %.1f %% Gói tin không theo thứ tự : %.1f %% Vùng đệm Jitter: %d miligiây

source: Prints debug messages in the console (level between 1 and 6)
as: ডিবাগ বার্তা কনসোলে লিখে দেখাবে (মাত্রা ১ থেকে ৬ মধ্যে)
da: Udskriv fejlsøgningsbeskeder på konsollen (niveau mellem 1 og 6)
ne: कन्सोलमा त्रुटी सच्याइएका सन्देशहरू छाप्छ (१ देखि ६ बीचमा तह)
ta: பிழைநீக்க தகவல்களை முனையத்தில் தரவும் ( 1 லிருந்து 6 நிலை உள்ளது)
vi: In thông tin gỡ lỗi ra bàn giao tiếp (cấp độ giữa 1 và 6)
zh_tw: 在主控台中列印除錯訊息（等級從1至6）

source: Makes GnomeMeeting call the given URL
da: Får GnomeMeeting til at ringe til den angivne adresse
ne: दिइएको URL ले जिनोममिटिङ्गलाई कल गर्दछ
ta: க்னோம் மாநாடு அழைப்புகள் இந்த URLலில் உருவாக்கப்படுகிறது
vi: Làm cho trình GnomeMeeting gọi địa chỉ Mạng đưa ra.
zh_tw: 使 GnomeMeeting 致電給指定的 URL

source: No usable audio plugin detected
as: না
da: Intet brugbart lydudvidelsesmodul fundet
ne: कुनै पनि उपयोगी अडियो प्लग-इन छुट्टिएन
vi: Không tìm ra bộ cầm phít âm thanh hữu dụng nào.
zh_tw: 偵測不到可用的音訊增效模組

source: GnomeMeeting didn't find any usable audio plugin. Make sure that your installation is correct.
da: GnomeMeeting fandt intet brugbart lydudvidelsesmodul. Kontrollér at installationen er udført korrekt.
ne: जिनोममिटिङ्गले कुनै उपयोगी अडियो प्लगिन फेला पारेन। तपाईको स्थापना सहि छ कि छैन निश्चितगर्नुहोस्.
vi: Trình GnomeMeeting chưa tìm bộ cầm phít âm thanh hữu dụng nào. Hãy kiểm tra xem bản cài đặt bạn là đúng.
zh_tw: GnomeMeeting 找不到可用的音效增效模組，請確定程式是否正確安裝。

source: GnomeMeeting got an invalid value for the GConf key %s. It probably means that your GConf schemas have not been correctly installed or the that permissions are not correct. Please check the FAQ (http://www.gnomemeeting.org/faq.php), the throubleshoot section of the GConf site (http://www.gnome.org/projects/gconf/) or the mailing list archives for more information (http://mail.gnome.org) about this problem.
da: GnomeMeeting fik en ugyldig værdi for GConf-nøglen %s. Dette betyder sikkert at dine GConf-skemaer ikke er installeret korrekt eller at rettighederne er fejlagtige. Vær så venlig at kontrollere listen over ofte stillede spørgsmål (http://www.gnomemeeting.org/faq.php), fejlsøgningsafsnittet på GConf-stedet (http://www.gnome.org/projects/gconf/) eller postlistearkiverne (http://mail.gnome.org) for mere information om dette problem.
ne: जिनोममिटिङ्गले GConf key %s को लागी अवैध मान प्राप्त गर्यो. सायद तपाईको जिकन्फ स्किमाहरू सहि रुपमा स्थापना भएका छैनन वा अनुमतिहरू सहि छैनन. कृपया FAQ (http://www.gnomemeeting.org/faq.php) जाँच गर्नुहोस् ,यो समस्याको लागि जिकन्फ साइटको ट्रबलसुट क्षेत्र (http://www.gnome.org/projects/gconf/) वा पत्र व्याबहार गर्ने सूची अरु सूचनाको लागि (http://mail.gnome.org) .
ta: க்னோம் மாநாட்டிற்கு செல்லாத GConf விசை %s கிடைத்துள்ளது. இதற்கு காரணம் உங்கள் GConf முறை சரியாக நிறுவப்படவில்லை அல்லது சரியான அனுமதி இல்லை கேள்விபதில் பகுதி (http://www.gnomemeeting.org/faq.php)யில் GConf வலைதளைத்தின் சிக்கல் களை நீக்கும் பகுதியையோ (http://www.gnome.org/projects/gconf/) அல்லது மின்னஞ்சல் பட்டியல் களஞ்சியத்தையோ(http://mail.gnome.org) அனுகி உங்கள் சிக்கலை தீர்க்கவும்.
vi: GnomeMeeting đã lấy được giá trị không hợp lệ cho khoá GConf «%s». Rất có thể nghĩa là các giản đồ GConf của bạn không được cài đặt đúng hoặc quyền truy cập không đúng. Hãy xem Hỏi đáp (http://www.gnomemeeting.org/faq.php), phần Troubleshoot (tháo gỡ trục trặc) của nơi Mạng GConf (http://www.gnome.org/projects/gconf/) hoặc kho lưu hộp thư chung để biết thêm các thông tin chi tiết (http://mail.gnome.org).
zh_tw: GnomeMeeting 取得一個給 GConf key %s 的無效數值。 這可能是 GConf 配置檔並未正確地安裝或是權限錯誤。 請檢查 FAQ (http://www.gnomemeeting.org/faq.php), Gconf 網站中的 throubleshoot 這個章節 (http://www.gnome.org/projects/gconf)或通信論壇存檔 (http://mail.gnome.org) 以取得更多關於這問題的資訊。

source: Gconf key error
as: জী-কোনফ্‌ কী ত্রুটি
da: GConf-nøgle-fejl
ne: Gconf कुञ्जी त्रुटी
ta: Gconf விசை பிழை
vi: Lỗi khóa GConf
zh_tw: Gconf key 錯誤

source: Error
as: ত্ৰুটি
vi: Lỗi

source: Opened %s for recording with plugin %s
da: Åbnede %s for optagelse med modul %s
ne: %s प्लग इनसँग रेकर्ड गर्नको लागी खोलिएको %s
ta: %s சொருகுபொருள்களை பதிப்பதற்காக %s திறக்கப்பட்டது
vi: Đã mở «%s» để ghi với bộ cầm phít «%s».
zh_tw: 以模組 %2$s 開啟 %1$s 作錄音之用

source: Opened %s for playing with plugin %s
da: Åbnede %s for afspilning med modul %s
ne: %s प्लग इनसँग प्ले गर्न लाई खोलिएको %s
ta: %s சொருகுபொருள்களை இயக்குவதற்காக %s திறக்கப்பட்டது
vi: Đã mở «%s» để phát với bộ cầm phít «%s».
zh_tw: 以模組 %2$s 開啟 %1$s 作播放之用

source: Could not open audio channel for audio transmission
as: অডিও প্ৰৰণেৰ উদ্দেশ্যে অডিও চ্যানেল খোলাৰ প্ৰচেশ্টা ব্যৰ্থ
da: Kunne ikke åbne lydkanal for lydoverførsel
ne: अडियो प्रसारणको निम्ति अडियो च्यानल खोल्न सकिएन
ta: ஒலியலையை ஒலி அலைவரிசை வழியாக அனுப்ப முடியவில்லை
vi: Không mở được kênh âm thanh để truyền âm thanh.
zh_tw: 無法開啟音訊通道來傳送音訊。

source: An error occured while trying to record from the soundcard for the audio transmission. Please check that your soundcard is not busy and that your driver supports full-duplex. The audio transmission has been disabled.
as: অডিও প্ৰেৰণেৰ উদ্দেশ্যে সাউন্ডকাৰ্ডেৰ থেকে ৰেকৰ্ড কৰাৰ সময়ে একটি ত্ৰুটি ঘটেছে । অনুগ্ৰহ কৰে দেখুন যেন আপনাৰ সাউন্ডকাৰ্ডটি ব্যস্ত না থাকে এবং আপনাৰ ড্ৰাইভাৰটিৰ যেন সৰ্ম্পূণ ডুপ্লেক্স সামৰ্থ্য থাকে অডিও প্ৰেৰণ ব্যবস্থা নিস্ক্ৰিয় কৰা হয়েছে
da: Der opstod en fejl ved forsøg på at optage fra lydkortet for lydoverføringen. Kontrollér venligst at dit lydkort ikke er optaget og at din drivrutine understøtter fulddupleks. Lydoverføringen er deaktiveret.
ne: अडियो प्रसारणको लागी साउन्डकार्डबाट रेकर्ड गर्न कोशिस गर्दा गल्ती रहन गयो . कृपया तपाईको साउन्डकार्ड व्य्यस्छैन त र तपाईको ड्राइलेभा पूरा-डुप्लेक्समर्थन गर्स छ ्ने कुराेजाँच्नुहोस्स्. अडियप्रसारणसन अक्षपारियो .ो.
ta: ஒலி அனுப்பலுக்காக ஒலி அட்டையை பதிவு செய்வதில் பிழை நேர்ந்தது. உங்கள் ஒலி அட்டை வேலையாக உள்ளதா எனவும் உங்கள் இயக்கிக்கான ஆதரவு உள்ளதா எனவும் பார்க்கவும். ஒலி அனுப்பல் செயலிழக்கப்பட்டது.
vi: Gặp lỗi khi cố ghi từ thẻ âm thanh để truyền âm thanh. Hãy kiểm tra xem thẻ âm thanh không bận, và trình hỗ trợ thiết bị ấy có hỗ trợ khả năng hai chiều đầy đủ. Truyền âm thanh đã bị tắt.
zh_tw: 嘗試從您的音效卡錄音作為音訊傳輸時發生錯誤。請檢查您的音效卡不是正在使用及您的驅動程式支援全雙工。 音效傳輸已經停用。

source: Could not open audio channel for audio reception
as: অডিও প্ৰাপ্তিৰ উদ্দেশ্যে অডিও চ্যানেল খোলাৰ প্ৰচেশ্টা ব্যৰ্থ
da: Kunne ikke åbne lydkanal for lydmodtagelse
ne: अडियो ग्रहणको निम्ति अडियो च्यानल खोल्न सकिएन
ta: ஒலி கோப்பை ஒலி அலைவரிசை வழியாக பெற முடியவில்லை.
vi: Không mở được kênh âm thanh để nhận âm thanh.
zh_tw: 無法開啟音訊通道來接收音訊

source: An error occured while trying to play audio to the soundcard for the audio reception. Please check that your soundcard is not busy and that your driver supports full-duplex. The audio reception has been disabled.
as: অডিও সংকেত গ্ৰহণেৰ উদ্দেশ্যে সাউন্ডকাৰ্ডেৰ থেকে ৰেকৰ্ড কৰাৰ সময়ে একটি ত্ৰুটি ঘটেছে । অনুগ্ৰহ কৰে দেখুন যেন আপনাৰ সাউন্ডকাৰ্ডটি ব্যস্ত না থাকে এবং আপনাৰ ড্ৰাইভাৰটিৰ যেন সৰ্ম্পূণ ডুপ্লেক্স সামৰ্থ্য থাকে অডিও সংকেত গ্ৰহণ ব্যবস্থা নিস্ক্ৰিয় কৰা হয়েছে
da: Der opstod en fejl ved forsøg på at afspille lyd til lydkortet for lydmodtagelsen. Kontrollér venligst at lydkortet ikke er optaget og at drivrutinen understøtter fulddupleks. Lydmodtagelsen er deaktiveret.
ne: अडियो रिसिप्सनको लागि गल्ती भेटियो जब अडियो साउन्डकार्डमा बजाउन खोज्दा. कृपया तपाईको साउन्डकार्ड ब्यस्त छैन र तपाईको ड्राइभरले पूरा-डुप्लेक्स सहारा गर्छ भनेर चेक गर्नुहोस्. अडियो रिसिप्सन अक्षम बन्यो.
ta: ஒலியலையை பெற முடியவில்லை. வேறு ஏதேனும், பயன்பாடு இசை கேட்க பயன்படுகிறதா என பார்க்கவும். தற்போதைக்கு ஒலி பெறுதல் நிறுத்தப்படுகிறது.
vi: Gặp lỗi khi cố phát âm thanh đến thẻ âm thanh, để nhận âm thanh. Hãy kiểm tra xem thẻ âm thanh không bận, và trình hỗ trợ thiết bị ấy có hỗ trợ khả năng hai chiều đầy đủ. Nhận âm thanh đã bị tắt.
zh_tw: 嘗試從您的音效卡播放接收到的時發生錯誤。請檢查您的音效卡不是正在使用及您的驅動程式支援全雙工。 音效接收已經停用。

source: Bandwidth
as: ব্যান্ডহুইডত
da: Båndbredde
ne: व्याण्डविड्थ
ta: பட்டையகலம்
vi: Băng thông
zh_tw: 頻寬

source: Clock Rate
as: ঘড়ি
vi: Tỷ lệ đồng hồ
