Repository: Iladra/ekiga
Catalog: po/*.po
Languages: as, da, ne, ta, vi, zh_tw

source: GnomeMeeting
ne: जिनोम मिटिङ्ग
ta: க்னோம் மாநாடு
vi: Họp Gnome

source: IP Telephony and VoIP
vi: Điện thoại IP và VoIP

source: Talk to people over the Internet
as: ইন্টাৰ্নেট
da: Tal med andre over internettet
ne: इन्टरनेटबाट मानिसहरूसँग कुरा गर्नुहोस्
ta: இணையம் வழியாக நன்பருடன் பேசுங்கள்
vi: Nói chuyện với mọi người qua Mạng
zh_tw: 透過網路跟別人談話

source: 1: 56Kbps, 2: ISDN, 3:DSL, 4: LAN, 5: Custom
da: 1: 56kbps, 2: ISDN, 3:DSL, 4: LAN, 5: Brugerdefineret
ne: १: ५६ कि बि पि एस, २: आई एस डि एन, ३: डि एस एल, ४: ल्यान, ५: अनुकूलन
ta: 1: 56Kbps, 2: ISDN, 3:DSL, 4: LAN, 5: தனிப்பயன்
vi: 1: 56Kbps, 2: ISDN, 3:DSL, 4: LAN, 5: Tự chọn
zh_tw: 1：56Kbps，2：ISDN，3：DSL，4：區域網路，5：自訂

source: Address of public IP detector
as: ঠিকানা সৰ্বমোট
da: Adresse på offentlig IP-detektor
ne: सार्वजनिक आई पी संसूचक
ta: பொது IP கண்டுபிடிப்பானிம் முகவரி
vi: Địa chỉ Mạng của bộ phát hiện giao diện Mạng (IP)
zh_tw: IP 偵測器的地址

source: Alternative audio output device
as: Alternative
vi: Thiết bị xuất âm thanh thay thế

source: Always forward calls to the given host
as: সব সময়ই নিৰ্দিশ্ট হোস্টে কল এগিয়ে দেওয়া হবে
da: Viderestil altid opkald til den givne vært
ne: दिइएको होस्टमा कलहरू सधैं पठाउनुहोस्
ta: எப்போதும் அழைப்புகளை கொடுக்கப்பட்டுள்ள கணிணிக்கு முன்னோக்கஞ் செய்
vi: Luôn chuyển tiếp cuộc gọi đến máy được chọn
zh_tw: 總是轉駁來電到指定的主機

source: Audio input device
as: অডিও ইনপুট ডিভাইস
da: Lydinddata-enhed
ne: अडियो आगत यन्त्र
ta: தானாக உள்ளிடும் ஒலி சாதனம்
vi: Thiết bị gõ âm thanh
zh_tw: 音訊輸入裝置

source: Audio output device
as: অডিও আউটপুট ডিভাইস
da: Lyduddata-enhed
ne: अडियो निर्गत यन्त्र
ta: தானாக விளைவுகளை தரும் ஒலி சாதனம்
vi: Thiết bị xuất âm thanh
zh_tw: 音訊輸出裝置

source: Audio plugin
as: অডিও প্লাগইন
da: Lydmodul
ne: अडियो प्लग-इन
ta: ஒலி இயக்கி
vi: Bộ cầm phít âm thanh
zh_tw: 音訊模組

source: Automatic echo cancellation
as: স্বয়ংক্ৰিয় প্ৰতিধ্বনি বাতিল ব্যবস্থা
da: Fjern automatisk ekko
ne: स्वाचालित प्रतिध्वनि खारेजी
ta: தானியங்கி எதிரொலியை நீக்கி
vi: Hủy bỏ tự động tiếng vọng
zh_tw: 自動取消回應

source: Automatically clear the text chat at the end of calls
da: Ryd automatisk tekstsamtalen når opkald afsluttes
ne: कलहरूको अन्त्यमा पाठ कुराकानी स्वत:तरिकाले खाली गर्नुहोस्
ta: அழைப்பின் முடிவில் அரட்டை உரைகளை தானாக நீக்கு
vi: Tự động xóa các câu trò chuyện tại kết thức cuộc gọi
zh_tw: 在結束通話後自動清除聊天文字

source: Automatically reject or forward incoming calls if no answer is given after the specified amount of time (in seconds)
as: হলো পৰে সৰ্বমোট সেকেন্ড
da: Afvis eller viderestil automatisk indgående opkald hvis intet svar gives efter den angivne tid (i sekunder)
ne: निर्धारित समय(सेकेन्डमा)सम्म कुनै पनि उत्तर नआएमा स्वत:तरिकाले कलहरू अस्वीकार गर्नुहोस् वा पठाउनुहोस्
ta: குறிப்பிட்ட நேரத்திற்கு பிறகு பதில் ஏதும் கிடைக்கைவில்லை எனில் அழைப்புகளை மறுக்கவும் அல்லது திசைமாற்றவும்(நொடிகள்)
vi: Tự động từ chối hay chuyển tiếp mọi cuộc gọi được gởi đến nếu không có trả lời trong vòng được lập (theo giây).
zh_tw: 如果在指定時間後（秒）沒有接聽，則會自動拒接或轉駁來電

source: Automatically switch to fullscreen for images displayed in the main GUI at the beginning of the call
as: উল্লিখিত সময় অবধি সৰ্বমোট
da: Skift til fuldskærmstilstand for billeder som vises i hovedbrugergrænsefladen når et opkald startes.
ne: कलको सुरुवातमा मुख्य जी यु आईमा प्रदर्शित छविहरूको लागी स्वत: पुरा पर्दामा स्विच गर्नुहोस्
ta: அழைப்பின் துவக்கத்தில் முதன்மை GUI இல் காட்டப்பட்ட பிம்பத்தை முழுதிரைக்கு நகர்த்து
vi: Tự động chuyển đổi sang toàn màn hình cho ảnh hiển thị trong giao diện đồ họa người dùng chính tại đầu cuộc gọi.
zh_tw: 開始通話時將在主視窗所顯示的畫面切換到全螢幕

source: Change the control panel section
da: Ændr af kontrolpanelsektionen
ne: नियन्त्रण प्यानल विभाग परिवर्तन गर्नुहोस्
ta: கட்டுப்பாட்டுப் பிரிவில் மாற்றம் செய்
vi: Đổi phần bảng điều khiển
zh_tw: 改變控制面板部份

source: Change the view mode of the UI
as: সৰ্বমোট
vi: Thay đổi chế độ xem của UI

source: Change the view mode of the UI (softphone, videophone, full view)
as: সৰ্বমোট
vi: Thay đổi chế độ xem của giao diện (điện thoại mềm, điện thoại ảnh động, toàn xem)

source: Clear inactive calls
as: নিষ্ক্ৰিয়
da: Ryd inaktive opkald
ne: अक्रियोशील कलहरू हटाउनुहोस्
ta: செயலில் இல்லாத செல்களை நீக்கு
vi: Xóa mọi cuộc gọi không hoạt động
zh_tw: 清除沒回應的通話

source: Comment
da: Kommentar
ne: टिप्पणी
ta: விவரம்
vi: Chú thích
zh_tw: 備註

source: Connection will be established in Fast Start mode. Fast Start is a new way to start calls faster that was introduced in H.323v2. It is not supported by Netmeeting and using both Fast Start and H.245 Tunnelling can crash some versions of Netmeeting
da: Forbindelse vil etableres i hurtigstarttilstand. Hurtigstart er en ny metode til at starte opkald hurtigere som blev introduceret i H.323v2. Den understøttes ikke af Netmeeting og brug af både hurtigstart og en H.245-tunnel kan få nogle versioner af Netmeeting til at gå ned
ne: जडान छिटो सुरु मोडमा निर्माण गरिन्छ. छिटो सुरु नयाँ माध्यम हो जुनले एच ३२३भि२ मा निर्मित सुरु कल्स गर्छ. यो नेटमिटिङ्ग र दुवै छिटो सुरु र H.245 टुनलिङ्गले केहि नेटमिटिङ्गको संस्करण ध्वस्त पार्न सक्छ जुनलाई समर्थन दिइएको छैन
ta: வேக பாங்கில் இணைக்கப்படும். வேக துவக்கி அழைப்புகளை மிக வேகமாக துவக்குவதற்கா H.323v2 வினால் அறிமுகப்படுத்தப்பட்டிருக்கிறது. இதற்கு இணையமநாட்டின் ஆதரவு இல்லை.வேக துவக்கி மற்றும் H.245 உள்நுழைதல் இணைய மாநாட்டின் சில பதிப்புகளில் வேலை செய்யாது
vi: Kết nối sẽ được thiết lập trong chế độ «Khởi động nhanh». Khởi động nhanh là cách mới để bắt đầu một cuộc gọi nhanh hơn so với cách được dùng bởi H.323v2. Netmeeting không hỗ trợ cách này, và dùng cả Khởi động nhanh với Đường hầm H.245 có thể làm hỏng một vài phiên bản Netmeeting.
zh_tw: 以快速啟動模式建立連線。快速啟動是 H.323v2 引進的新方法，使開始通話更快速。Netmeeting 不支援它，同時使用快速啟動和 H.245 穿隧模式會使某些版本的 Netmeeting 當機

source: Country code
as: ক্যান্ট্ৰি কোড
da: Landekode
ne: देशको सङ्केत
ta: நாட்டின் அடையாள எண்
vi: Mã quốc gia
zh_tw: 國家代碼

source: DTMF sending
da: DTMF-sendning
ne: डि टि एम एफ पठाउदै
ta: DTMF அனுப்பல்
vi: Gởi DTMF
zh_tw: DTMF 傳送

source: Display a popup window when receiving a call
as: নতুন কল এলে একটি পপ্‌-আপ উইন্ডো দেখানো হবে
da: Vis pop op-vindue når opkald modtages
ne: कल ग्रहण गर्दा एउटा पपअप सञ्झ्याल प्रदर्शन गर्नुहोस्
ta: அழைப்பு வரும்போது தோன்றல் சாளரத்தை காட்டு
vi: Hiện cửa sổ bật lên khi nhận cuộc gọi
zh_tw: 來電時彈出視窗

source: E-mail address
da: E-post-adresse
ne: इमेल ठेगाना
ta: மின்னஞ்சல் முகவரி
vi: Địa chỉ thư điện tử
zh_tw: 電子郵件地址

source: Enable 'Fast Start'
as: 'জলদি শুৰু' সক্ৰিয়
da: Brug hurtigstart
ne: 'द्रुत सुरु' सक्षम पार्नुहोस्
ta: வேகதுவக்கத்தை செயல்படுத்து
vi: Bật «Khởi động nhanh»
zh_tw: 啟用快速啟動

source: Enable H.245 tunnelling
da: Aktivér H.245-tunnel
ne: H.245 टनेल कार्य सक्षम पार्नुहोस्
ta: H.245 சுரங்கத்தை செயல்படுத்து
vi: Bật đường hầm H.245
zh_tw: 啟用 H.245 穿隧技術

source: Enable IP checking
as: আইপি চেকিং সক্ৰিয়
da: Aktivér IP-kontrol
ne: आई पी जाँच सक्षम पार्नुहोस्
ta: IP சோதனையை செயல்படுத்து
vi: Bật kiểm tra IP
zh_tw: 啟用 IP 檢查

source: Enable bilinear filtering on displayed video
as: প্ৰদৰ্শিত ভিডিওয়ে বাইলিনিয়াৰ ফিল্টাৰিং সক্ৰিয়
da: Aktivér bilineær filtrering på vist video
ne: प्रदर्शित भिडियोमा द्वि-रेखात्मक फिल्टर गर्न सक्षम पार्नुहोस्
ta: காட்டப்பட்ட வீடியோவில் இருமுறை வடிகட்டியை செயல்படுத்து
vi: Bật lọc tuyến tính trên ảnh động được hiển thị
zh_tw: 在顯示的畫面上啟用線性過濾

source: Enable early H.245
as: সক্ৰিয়
da: Aktivér tidlig H.245
ne: पहिलेको H.245 सक्षम पार्नुहोस्
ta: முன்கூட்டியே H.245 ஐ செயல்படுத்து
vi: Bật H.245 sớm
zh_tw: 啟用早期 H.245

source: Enable echo cancelation
as: সক্ৰিয়
vi: Bủật hy tiếng vọng

source: Enable or disable bilinear interpolation when rendering video images (this has no effect in fullscreen mode)
as: সক্ৰিয়
da: Aktivér eller deaktivér bilineær interpolation ved visning af videobilleder (har ingen effekt i fuldskærmstilstand)
ne: सक्षम वा अक्षम द्वि-रेखात्मक अन्तरवेशन जव भिडियो छविहरू रेन्डरिङ्ग हुन्छ (यसले पूरा स्क्रिनमोडमा प्रभाव पार्दैन)
ta: வீடியோ புகைப்படத்தை காட்டும் போது இருமுறை இடைசெருகளை செயல்படுத்து அல்லது செயல்படுத்தாதே(முழு திரைப்பாங்கில் இது எந்தவிளைவையும் ஏற்படுத்தாது)
vi: Bật hoặc tắt nội suy song tuyến tính khi hiển thị ảnh động (không có tác dụng trong chế độ toàn màn hình).
zh_tw: 在處理視訊影像時啟用或停用線性插補（在全螢幕模式下不會有任何效果）

source: Enable registering
da: Aktivér registrering
ne: दर्ता गर्ने कार्य सक्षम पार्नुहोस्
ta: பதிவு செய்வதை செயல்படுத்து
vi: Bật đăng ký
zh_tw: 啟用註冊

source: Enable silence detection
as: নৈশব্দ সন্ধান সক্ৰিয়
da: Aktivér stilhedsdetektering
ne: मौन पहिचान सक्षम पार्नुहोस्
ta: நிசப்த அறிவிப்பை செயல்படுத்து
vi: Bật phát hiện im lặng
zh_tw: 啟用靜音探測

source: Enable video reception
da: Aktivér videomodtagelse
ne: भिडियो ग्रहण सक्षम पार्नुहोस्
ta: வீடியோ பெறுதலை ிவிப்பை செயல்படுத்து
vi: Bật nhận ảnh động
zh_tw: 啟用視訊接收

source: Enable video transmission
da: Aktivér videooverførsel
ne: भिडियो प्रसारण सक्षम पार्नुहोस्
ta: ஒளித்தோற்ற பரிமாற்றத்தை செயல்படுத்து
vi: Bật truyền ảnh động
zh_tw: 啟用視訊傳送

source: Enter a comment about yourself for the user directory
da: Indtast en kommentar om dig selv til brugerkataloget
ne: प्रयोगकर्ताको डाईरेक्ट्रीको लागी तपाईको बारेमा एउटा टिप्पणी प्रविष्टी गर्नुहोस्
ta: நீங்கள் இங்கு உங்களை பற்றிய விவரங்களை மற்றவருக்கு தரலாம்
vi: Nhập chú thích về chính bạn cho sách chỉ dẫn người dùng.
zh_tw: 輸入在使用者目錄中有關自己的備註

source: Enter a valid URL to connect to a web application that outputs the public IP of your host
as: URL সৰ্বমোট হোস্ট
da: Indtast en gyldig URL til at tilslutte til et program der udskriver den offentlige IP-adresse for din vært
ne: एउटा वेब अनुप्रयोग(जसले तपाईको होस्टको सार्वजनिक आई पी दिन्छ)सँग सम्पर्क गर्नको लागी एउटा मान्य URL प्रविष्टी गर्नुहोस्
ta: உங்கள் புரவலனில் வழியாக விளைவத்தரும் IP யுடன் கூடிய சரியான வலைப்பின்னல் பயன்பாட்டுடன் இணைக்க சரியான URL ஐ உள்ளிடவும்
vi: Nhập địa chỉ Mạng hợp lệ để kết nối đến một ứng dụng Mạng xuất địa chỉ IP công cộng của máy bạn.
zh_tw: 輸入一個有效的 URL 來連接 Web 應用程式以取得您的主機的公共 IP

source: Enter the number of seconds after which GnomeMeeting should try refreshing the NAT binding when STUN is being used
vi: Hãy gõ số giây giữa hai lần cố cập nhật tổ hợp NAT trong khi dùng STUN

source: Enter the public IP of your NAT/PAT router if you want to use IP translation
as: সৰ্বমোট
vi: Hãy gõ địa chỉ IP công của bộ định tuyến NAT/PAT nếu bạn định sử dụng khả năng dịch IP

source: Enter your e-mail address
da: Indtast din e-post-adresse
ne: तपाईको ई-मेल ठेगाना प्रविष्टी गर्नुहोस्
ta: உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்
vi: Nhập địa chỉ thư điện tử của bạn.
zh_tw: 輸入您的電子郵件地址

source: Enter your first name
as: প্ৰথম
da: Indtast dit fornavn
ne: तपाईको पहिलो नाम प्रविष्टी गर्नुहोस्
ta: உங்கள் முதல் பெயரை பொறிக்கவும்
vi: Nhập tên bạn.
zh_tw: 輸入您的名字

source: Enter your last name
as: শেষ
da: Indtast dit efternavn
ne: तपाईको अन्तिम नाम प्रविष्टी गर्नुहोस्
ta: உங்கள் கடைசிப் பெயர்
vi: Nhập họ của bạn.
zh_tw: 輸入您的姓氏

source: Enter your location (country or city) for the user directory
da: Indtast din placering (land eller by) til brugerkataloget
ne: प्रयोगकर्ताको डाईरेक्ट्रीको लागी तपाईको स्थान (देश वा सहर) प्रविष्टी गर्नुहोस्
ta: நீங்கள் வசிக்கும் இடம்(நாடு அல்லது நகரம்) பயனீட்டாளர் பட்டியலுக்கு
vi: Nhập vị trí bạn (quốc gia hoặc thành phố) cho sách chỉ dẫn người dùng.
zh_tw: 輸入您的位置（國家或城市）給使用者目錄

source: FIXME
vi: SỬA_ĐI

source: First name
as: নাম
da: Fornavn
ne: पहिलो नाम
ta: முதல் பெயர்
vi: Tên
zh_tw: 名字

source: Forward calls to host
as: সব কল হোস্টে পাঠানো হবে
da: Viderestil opkald til vært
ne: होस्टमा कल पास गर्नुहोस्
ta: அழைப்புகளை முன்னோக்க வேண்டிய புரவலன்
vi: Chuyển tiếp cuộc gọi cho máy
zh_tw: 轉駁來電至主機

source: Forward calls to the given host if busy
as: ব্যস্ত থাকলে কল নিৰ্দিস্ট হোস্টে পাঠানো হবে
da: Viderestil opkald til den givne vært hvis optaget
ne: यदि व्यस्थ छ भने कलहरू निर्दिष्ट होस्टमा पास गर्नुहोस्
ta: கணிணி பயன்பாட்டிவ் இருந்தால் அழைப்புகளை முன்னோக்கு
vi: Chuyển tiếp cuộc gọi đến máy cho trước nếu bận
zh_tw: 忙線時轉駁來電至指定的主機

source: Forward calls to the given host if no answer
as: উত্তৰ না পেলে কল নিৰ্দিস্ট হোস্টে পাঠানো হবে
da: Viderestil opkald til den givne vært hvis der ikke er et svar
ne: यदि जवाब नभएमा कलहरू निर्दिष्ट होस्टमा पास गर्नुहोस्
ta: கணிணி பதிலலிக்க மறுத்தால் அழைப்புகளை முன்னோக்கு
vi: Chuyển tiếp cuộc gọi đến máy cho trước nếu không có trả lời
zh_tw: 無應答時轉駁來電至指定的主機

source: Gateway/proxy host
as: হোস্ট
da: Adgangspunkt/mellemvært
ne: गेटवे/प्रोक्सी होस्ट
ta: நுழைவாயில்/ப்ராக்ஸி புரவலன்
vi: Máy Cổng ra/ủy nhiệm
zh_tw: 閘道器/代理伺服器主機

source: If enabled, GnomeMeeting will start hidden provided that the notification area is present in the GNOME panel
da: Hvis aktiveret, vil GnomeMeeting starte i skjult modus hvis statusområdet er til stede i Gnome-panelet
ne: यदि सक्षम पारिएमा, जिनोम मिटिङ्गले जिनोम प्यानलमा लुकेको सूचना सुरु गर्दछ
ta: செயல்பாட்டிலிருந்தால், க்னோம்மாநாடு க்னோம் பலகத்திலுள்ள இடத்தில் மறைவாக தோன்றும்
vi: Nếu bật, GnomeMeeting sẽ khởi động ẩn, với điều kiện là vùng thông báo có trong bảng điều khiển GNOME.
zh_tw: 如啟用此項，GnomeMeeting 將在啟動時隱藏起來。並會縮小在 GNOME 面版的面板程式狀態通知區上。

source: If enabled, a popup window will be displayed when receiving an incoming call
as: পপ-আপ
da: Hvis aktiveret, bliver et pop op-vindue vist når et opkald modtages
ne: यदि सक्षम पारिएमा, आगमन कल ग्रहण गर्दा एउटा पपअप सञ्झ्याल प्रदर्शन गरिनेछ
ta: தேர்வு செய்யப்பட்டிருந்தால் அழைப்பு வரும்போது தோன்றும் சாளரம் தெரியும்
vi: Nếu bật, một cửa sổ bất lên sẽ được hiển thị khi nhận được cuộc gọi đến.
zh_tw: 如啟用，來電時會顯示彈出視窗。

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field below
as: হোস্ট হলো
da: Hvis aktiveret, vil indgående opkald viderestilles til den vært som er angivet i feltet nedenfor
ne: यदि सक्षम पारिएमा, तल भएका फाँटमा निर्दिष्ट गरिएका होस्टमा सवै आगमन कलहरू फर्वार्ड गरिनेछ
ta: தேர்வு செய்யப்பட்டிருந்தால் கீழே குறிப்பிட்டது போல் அழைப்புகளை முன்னோக்கி புரவலனுக்கு அனுப்பும்
vi: Nếu bật, mọi cuộc gọi đến sẽ được chuyển tiếp cho máy xác định trong ô dưới đây.
zh_tw: 如啟用，所有電話都會轉駁到下面所指定的主機

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field below if you already are in a call or if you are in Do Not Disturb mode
as: হোস্ট হলো
da: Hvis aktiveret, vil alle indgående opkald viderestilles til den vært som er angivet nedenfor hvis du allerede befinder dig i en samtale eller hvis du er i "forstyr ikke"-tilstand
ne: यदि सक्षम पारिएमा, सवै आगमन कलहरू तल फाँटमा निर्दिष्ट गरिएको होस्टमा पठाइन्छ यदि तपाई पहिले नै कल वा तपाई खलबल नगर्ने मोडमा हुनुहुन्छ भने
ta: தேர்வு செய்யப்பட்டிருந்தால் கீழே குறிப்பிட்டது போல் அழைப்புகளை முன்னோக்கி புரவலனுக்கு அனுப்பும் நீங்கள் ஏற்கெனவே அழைக்கப்பட்டிருந்தால் உங்களுக்கு எந்த தொல்லையும் தராது.
vi: Nếu bật, mọi cuộc gọi đến sẽ được chuyển tiếp tới máy xác định trong ô dưới đây nếu bạn đang gọi hoặc nếu bạn đang dùng chế độ Đừng làm phiền.
zh_tw: 如啟用，若您在通話中或處於請勿打擾狀態時，所有電話都會轉駁到下面所指定的主機。

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field below if you do not answer the call
as: হোস্ট হলো
da: Hvis aktiveret, vil alle indgående opkald blive viderestillet til den vært som er angivet nedenfor hvis du ikke svarer på opkaldet
ne: यदि सक्षम पारिएमा, तपाईले कलको उत्तर दिनु भएन भने तल भएका फाँटमा निर्दिष्ट गरिएका होस्टमा सवै आगमन कलहरू पठाईनेछ
ta: தேர்வு செய்யப்பட்டிருந்தால், அழைத்தவர் பதில் தரவில்லை எனில் கீழே குறிப்பிட்டது போல் அழைப்புகளை முன்னோக்கி புரவலனுக்கு அனுப்பும்
vi: Nếu bật, mọi cuộc gọi đến sẽ được chuyển tiếp đến máy xác định trong ô dưới đây nếu bạn không trả lời cuộc gọi.
zh_tw: 如啟用，所有您沒有接聽的電話都會轉駁到下面所指定的主機。

source: If enabled, allows video to be received during a call
da: Hvis aktiveret, vil video være tilladt i en samtale
ne: यदि सक्षम पारिएमा, कल अवधिमा भिडियो प्राप्‍ती समर्थन गर्दछ
ta: தேர்வு செய்யப்பட்டிருந்தால் அழைப்பு வரும்போது ஒளித்தோற்றம் தெரியும்
vi: Nếu bật, cho phép nhận ảnh động trong khi gọi
zh_tw: 如啟用，容許在通話時接收視訊

source: If enabled, calls for which no audio and video has been received in the last 30 seconds are automatically cleared
as: উল্লিখিত সময় অবধি এবং শেষ সেকেন্ড
da: Hvis aktiveret, vil samtaler hvor hverken lyd eller video er modtaget i løbet af 30 sekunder automatisk blive ryddet
ne: यदि सक्षम पारिएमा,अन्तिम ३० सेकेन्डमा प्राप्‍त कलहरूको लागी कुनै अडियो र भिडियो गरिएन भने स्वत:तरिकाले खाली गरिन्छ
ta: தேர்வு செய்யப்பட்டிருந்தால், ஒலி மற்றும் படம் இல்லாத அழைப்புகள் எல்லம் 30 நொடிக்குள் நீக்கப்படும்
vi: Nếu bật, tự động xóa mọi cuộc gọi không nhận âm thanh hay ảnh động trong vòng 30 giây.
zh_tw: 如啟用此項，已接的來電若在 30 秒中沒有聲音或影像，則會自動清除

source: If enabled, register with the selected user directory
da: Hvis aktiveret, registreres med det valgte brugerkatalog
ne: यदि सक्षम पारिएमा, छानिएका प्रयोगकर्ताको डाईरेक्ट्रीसँग दर्ता गर्नुहोस्
ta: தேர்வு செய்யப்பட்டிருந்தால், தேர்வு செய்யப்பட்ட் பயனீட்டாளர் அடைவுடன் பதிவு செய்துகொள்ளவும்
vi: Nếu bật, đăng ký vào sách chỉ dẫn người dùng được chọn.
zh_tw: 如啟用，到所選的使用者目錄註冊

source: If enabled, the splash screen will be displayed when GnomeMeeting starts
da: Hvis aktiveret, bliver startbilledet vist ved opstart af GnomeMeeting
ne: यदि सक्षम पार्नुहोस्ाइएमा, जिनोममिटिङ्ग सुरु हुदा भिजेको पर्दा प्रदर्शन गराइने छ
ta: தேர்வு செய்யப்பட்டிருந்தால், துவங்கும்போது படத்திரையைக் காட்டப்படும்
vi: Nếu bật, màn hình giật gân sẽ được hiển thị lúc khởi động GnomeMeeting.
zh_tw: 如啟用此項，GnomeMetting 啟動時會顯示歡迎畫面

source: If enabled, the text chat will automatically be cleared at the end of calls
da: Hvis aktiveret, vil tekstsamtaler automatisk blive ryddet når opkald afsluttes
ne: यदि सक्षम पार्नुहोस्ाइएमा, कलहरूको अन्त्यमा पाठ कुराकानी स्वत: खाली गराइने छ
ta: தேர்வு செய்யப்பட்டிருந்தால் அழைப்பின் முடிவில் அரட்டை உரை நீக்கப்படும்
vi: Nếu bật, sẽ xóa các câu trò chuyện tại kết thức cuộc gọi.
zh_tw: 如啟用此項，在通話結束後將自動清除聊天文字

source: If enabled, use echo cancelation
vi: Bếu bật, hủy bỏ tiếng vọng

source: If enabled, use silence detection with the codecs supporting it
vi: Nếu bật, phát hành im lặng với các codec có hỗ trợ nó

source: If enabled, video is transmitted during a call
da: Hvis aktiveret, vil video blive overført under et opkald
ne: यदि सक्षम पार्नुहोस्ाइएमा, कल अवधिमा भिडियो प्रसारण गरिन्छ
ta: தேர்வு செய்யப்பட்டிருந்தால், அழைப்பின்போதுின் போது ஒளித்தோற்ற பரிமாற்றத்தை செயல்படுத்து
vi: Nếu bật, ảnh động được gửi đi trong suốt cuộc gọi.
zh_tw: 如啟用，在通話時傳送視訊。

source: If enabled, your details are shown to people browsing the user directory. If disabled, you are not visible to users browsing the user directory, but they can still use the callto URL to call you
da: Hvis aktiveret, vil dine registreringsdetaljer vises for personer som kigger i brugerkataloget. Hvis deaktiveret vil du ikke være synlig for brugere som kigger i brugerkataloget, men de kan stadigvæk bruge "callto"-adressen for at ringe til dig
ne: यदि सक्षम पार्नुहोस्ाएमा, तपाईको विवरण मानिस ब्राउजिङ्ग प्रयोगकर्ता डाईरेक्ट्रीमा देखाइन्छ. यदि अक्षम गराएमा, तपाई प्रयोगकर्ता ब्राउजिङ्ग प्रयोगकर्ता डाईरेक्ट्रीमा देखिनु हुन्न, तर तिनीहरूले काल्टो URL तपाईलाई कल गर्न प्रयोग गर्न सक्छन्
ta: தேர்வு செய்யப்பட்டிருந்தால், பதிவேட்டை பார்ப்பவர்களுக்கு உங்கள் விவரம் தெரியும். செயல்படுத்தப்படவில்லையெனில் உங்கள் விவரம் மற்றவர்களுக்கு தெரியாது எனிலும் callto URL ஐ பயன்படுத்தி உங்களை அழைக்க முடியும்
vi: Nếu bật, chi tiết bạn được hiển thị cho người thấy khi duyệt sách chỉ dẫn người dùng. Nếu tắt, người dùng ấy không thấy được bạn, nhưng mà họ vẫn còn có thể sử dụng địa chỉ Mạng «callto» (gọi cho) để gọi cho bạn.
zh_tw: 如果啟用，您的詳細資料將會顯示在使用者目錄給別人瀏覽。如不啟用，則別人看不到您的資料，但仍可以使用 callto URL 致電給你

source: Incoming call mode
as: অন্তৰ্মুখী
da: Indgående opkaldstilstand
ne: आगमन कल मोड
ta: உள்வரும் அழைப்பு பாங்கு
vi: Chế độ cuộc gọi đến
zh_tw: 來電模式

source: Kind of network selected in the druid
as: ড্ৰুইডেৰ দ্বাৰা বেছে নেওয়া নেটওয়াৰ্কেৰ ধৰণ
da: Type netværk valgt i hjælperen
ne: druid मा चयन गरिएका सञ्जालको प्रकार
ta: உங்கள் வலையமைப்பக வகை
vi: Loại mạng được chọn trong druid
zh_tw: 在設定精靈中所選擇的網路類型

source: Last name
as: পদবী
da: Efternavn
ne: अन्तिम नाम
ta: கடைசிப் பெயர்
vi: Họ
zh_tw: 姓氏

source: Listen port
da: Lytteport
ne: सुन्ने पोर्ट
ta: கேட்குந்துறை
vi: Cổng lắng nghe
zh_tw: 監聽埠

source: Local video window size
as: স্থানীয়
da: Lokalt videobillede-størrelse
ne: स्थानिय भिडियो सञ्झ्याल साइज
ta: உள் ஒளிதோற்ற சாளர அளவு
vi: Cỡ cửa sổ ảnh động cục bộ
zh_tw: 本機視訊畫面視窗的大小

source: Location
as: অবস্থান
da: Placering
ne: स्थान
ta: இடம்
vi: Địa điểm
zh_tw: 位置

source: Maximum jitter buffer
as: সৰ্বাধিক জিট্টাৰ বাফাৰ
da: Største jitterbuffer
ne: अधिकतम जिटर बफर
ta: அதிக பட்ச பதட்ட இடையகம்
vi: Vùng đệm biến đổi tính thời gian ngẫu nhiên tối đa
zh_tw: 抗抖動緩衝的最大值

source: Maximum video bandwidth
as: সৰ্বাধিক ভিডিও ব্যান্ডহুইত
da: Største videobåndbredde
ne: अधिकतम भोडियो व्याण्डविड्थ
ta: அதிகபட்ச வீடியோ அலை அகலம்
vi: Băng thông ảnh động tối đa
zh_tw: 最大視訊頻寬

source: Minimum jitter buffer
as: ন্যনতম জিট্টাৰ বাফাৰ
da: Mindste jitterbuffer
ne: न्यूनतम जिटर बफर
ta: குறைந்த பட்ச பதட்ட இடையகம்
vi: Vùng đệm biến đổi tính thời gian ngẫu nhiên tối thiểu
zh_tw: 抗抖動緩衝的最小值

source: Minimum transmitted video quality
as: প্ৰেৰিত ভিডিও-ৰ ন্যনতম মান
da: Mindste overført videokvalitet:
ne: अधिकतम प्रसारित भिडियो स्तर
ta: அனுப்பப்படும் ஒளித்தோற்றத்தின் குறைந்தபட்ச தரம்
vi: Chất lượng ảnh động truyền tối thiểu
zh_tw: 視訊傳送品質最小值

source: Missed calls history
da: Historik over ubesvarede opkald
ne: छुटेका कल इतिहास
ta: தவறவிட்ட அழைப்புப்பு றுபார்
vi: Nhật ký cuộc gọi nhỡ
zh_tw: 未接來電記錄

source: NAT Binding Timeout
vi: Thời hạn tổ hợp NAT

source: No answer timeout
as: না
da: Tidsudløb for intet svar
ne: कुनै उत्तर समय समाप्‍ती छैन
ta: பதில் இல்லாததால் காலம்கடந்தது
vi: Thời hạn không trả lời
zh_tw: 沒有接聽逾時

source: Number of frames for G.711
as: জি.৭১১-এৰ জন্য ফ্ৰেমেৰ সংখ্যা
da: Antal billeder for G.711
ne: जी.७११ को लागी फ्रेमहरूको सङ्ख्या
ta: G.711 சட்டங்களின் எண்ணிக்கை
vi: Số khung cho G.711
zh_tw: G.711 幀數

source: Number of frames for GSM
as: জি-এস-এম-এৰ জন্য ফ্ৰেমেৰ সংখ্যা
da: Antal billeder for GSM
ne: GSM को लागी फ्रेमहरूको सङ्ख्या
ta: GSM சட்டங்களின் எண்ணிக்கை
vi: Số khung cho GSM
zh_tw: GSM 幀數

source: Number of frames transmitted in each packet for the G.711 codec
as: সৰ্বমোট উল্লিখিত সময় অবধি
da: Antal billeder der overføres i hver pakke for G.711-kodningen
ne: G.711 codec को लागी प्रत्येक प्याकेटमा प्रसारित फ्रेमहरूको सङ्ख्या
ta: G.711 சட்டங்களின் எண்ணிக்கை
vi: Số khung hình được gửi trong mỗi gói tin cho codec G.711.
zh_tw: G.711 編碼解碼器中每個封包傳送的幀數目。

source: Number of frames transmitted in each packet for the GSM codec
as: সৰ্বমোট উল্লিখিত সময় অবধি
da: Antal billeder der overføres i hver pakke for GSM-kodningen
ne: जि एस एम कोडेकको लागी प्रत्येक प्याकेटमा प्रसारित फ्रेमहरूको सङ्ख्या
ta: GSM சட்டங்களின் எண்ணிக்கை
vi: Số khung hình được trong mỗi gói tin cho codec GSM.
zh_tw: GSM 編碼解碼器中每個封包傳送的幀數目。

source: Outbound Proxy
as: প্ৰক্সি
vi: Ủy nhiệm đi ra

source: Output device type
as: ধৰন
da: Uddata-enhedstype
ne: प्रतिफल यन्त्र प्रकार
ta: விளைவு சாதன வகை
vi: Thiết bị xuất âm thanh
zh_tw: 輸出裝置類型

source: Place windows displaying video above other windows during calls
da: Placér vinduer der viser video over andre vinduer under opkald
ne: कलहरू भएको समयमा अन्य सञ्झ्यालहरूमाथि भिडियो प्रदर्शन गर्ने सञ्झ्यालहरू राख्नुहोस्
ta: வீடியோவை மேலே காட்டும்படியாகவோ அல்லது அழைப்பில் இருக்கும் போது மற்ற சாளரத்தை காட்டும்படியாகவோ சாளரத்தை வைக்கவும்
vi: Để cửa sổ hiển thị ảnh động trên mọi cửa sổ khác trong suốt cuộc gọi.
zh_tw: 正在通話時，將視訊畫面視窗置於其它的視窗上

source: Placed calls history
da: Foretagede opkald-historik
ne: राखिएका कलहरूको इतिहास
ta: அழைப்பு வரலாற்றைப் பார்
vi: Nhật ký cuộc gọi đi được
zh_tw: 打出記錄

source: Play busy tone
da: Afspil optaget tone
ne: व्यस्त ध्वनि बजाऊ
ta: வேலையில் இருக்கும் சத்தத்தை அமை
vi: Phát tiếng bận
zh_tw: 播放忙線音

source: Play ring tone
da: Afspil ringetone
ne: रिङ्ग ध्वनि बजाऊ
ta: ரிங் சத்தத்தை இயக்குகிறது
vi: Phát tiếng chuông
zh_tw: 播放鈐聲

source: Play sound on incoming calls
as: চলি আছে
da: Afspil lyd ved indgående opkald
ne: आगमन कलहरू आउदा आवाज बजाऊ
ta: அழைப்பு வரும்போது ஒலி எழுப்பு
vi: Phát âm thanh khi có cuộc gọi đến
zh_tw: 來電時播放音效

source: Play sound on new message
as: চলি আছে বাৰ্তা
vi: Phát âm thanh khi nhận tin nhắn mới
