Repository: Iladra/ekiga
Catalog: po/*.po
Languages: as, da, ne, ta, vi, zh_tw

source: C_ontact
as: পরিচিতি (_o)
da: K_ontakt
ne: सम्पर्क
ta: (_o)தொடர்புகொள்
vi: _Liên lạc
zh_tw: 連絡人(_O)

source: Remote Contacts
as: দূরবর্তী পরিচিতি
da: Fjerne kontakter
ne: दुर्गम सम्पर्कहरू
vi: Liên lạc từ xa

source: Local Contacts
as: স্থানীয় পরিচিতি
da: Lokale kontakter
ne: स्थानीय सम्पर्कहरू
vi: Liên lạc cục bộ

source: Edit the Contact Information
as: সম্পাদন পরিচিতি তথ্য
da: Redigér kontaktoplysningerne
ne: सम्पर्क जानकारी सम्पादन गर्नुहोस्
ta: தொடர்பு விவரங்களை திருத்து
vi: Sửa thông tin liên lạc
zh_tw: 編輯連絡資料

source: Name:
as: নাম:
da: Navn:
ne: नाम:
ta: பெயர்:
vi: Tên:
zh_tw: 名稱:

source: URL:
da: Adresse:
vi: Địa chỉ Mạng:

source: Email:
as: ই-মেইল:
da: E-post:
ne: इमेल:
vi: Địa chỉ thư:
zh_tw: 電子郵件：

source: Speed Dial:
as: দ্রুত ডায়েল:
da: Hurtigtast:
ne: तिव्र डायल:
ta: டையல் வேகம்:
vi: Gọi nhanh:
zh_tw: 速撥號碼:

source: Categories:
as: শ্রেণীবিভাগ:
da: Kategorier:
ne: कोटिहरू:
vi: Phân loại:
zh_tw: 分類：

source: Local Addressbook:
as: স্থানীয় ঠিকানাবই:
da: Lokal adressebog:
ne: स्थानीय ठेगान पुस्तक:
vi: Sổ địa chỉ cục bộ:
zh_tw: 本機通訊錄:

source: Please make sure to provide at least a full name or an URL for the contact.
as: URL উল্লিখিত সময় অবধি পরিচিতি.
da: Kontrollér venligst at du har angivet fuldenavn og URL for kontakten.
ne: यो सम्पर्कको निम्ति कम्तिमा पनि एउटा पुरा नाम वा एउटा युआरएल उपलब्ध गराएको एकिन गर्नुहोस्।
vi: Hãy đảm bảo cung cấp ít nhất họ tên hay địa chỉ Mạng cho liên lạc ấy.

source: Are you sure you want to delete %s from %s?
da: Er du sikker på at du vil slette %s fra %s?
ne: के तपाई %sबाट %s मेट्न चाहनु हुन्छ?
vi: Bạn có chắc muốn xóa bỏ «%s» ra «%s» không?
zh_tw: 您確定要從 %2$s 中刪除 %1$s？

source: Edit an address book
as: সম্পাদন
da: Redigér en adressebog
ne: एउटा ठेगाना पुस्तक सम्पादन गर
vi: Sửa đổi một sổ địa chỉ

source: Add an address book
as: যোগ কৰক
da: Tilføj en adressebog
ne: एउटा ठेगाना पुस्तक थप
vi: Thêm một sổ địa chỉ
zh_tw: 加入通訊錄

source: Type:
as: ধরন:
ne: प्रकार:
vi: Loại:
zh_tw: 類型：

source: Local
as: স্থানীয়
da: Lokal
ne: स्थानीय
vi: Cục bộ
zh_tw: 本機

source: Remote LDAP
as: দূরবর্তী
da: Fjern-LDAP
ne: दुर्गम LDAP
vi: LDAP từ xa
zh_tw: 遠端 LDAP

source: Remote ILS
as: দূরবর্তী
da: Fjern-ILS
ne: दुर्गम ILS
vi: ILS từ xa
zh_tw: 遠端 ILS

source: Hostname:
as: গৃহস্থৰনাম:
da: Værtsnavn:
ne: होस्टनाम:
vi: Tên máy:
zh_tw: 主機名稱：

source: Port:
as: পোৰ্ট:
ne: पोर्ट:
vi: Cổng:
zh_tw: 埠：

source: Base DN:
as: ভিত্তি:
ne: आधार DN:
vi: Tên miền cơ bản:
zh_tw: 基本 DN：

source: Search Scope:
as: বিচাৰক:
da: Virkefelt for søgning:
ne: खोजी क्षेत्र:
vi: Phạm vị tìm kiếm:
zh_tw: 搜尋範圍：

source: Subtree
da: Undertræ
ne: उपवृक्ष
vi: Cây con
zh_tw: 子樹

source: One Level
as: এক স্তর
da: Et niveau
ne: एक स्तर
vi: Một cấp
zh_tw: 一層

source: Search Attribute:
as: বিচাৰক:
da: Søgekendetegn:
ne: खोजी विशेषता:
vi: Thuộc tính tìm kiếm:
zh_tw: 搜尋屬性：

source: Please make sure to fill in all requested fields.
da: Udfyld venligst alle forspurgte felter.
ne: कृपया सबै अनुरोधित फाँटहरू भर्नलाई आशवस्त हुनुहोस् ।
vi: Hãy đảm bảo đã điền vào mọi trường yêu cầu.

source: Are you sure you want to delete %s and all its contacts?
da: Er du sikker på at du vil slette %s og alle dens kontakter?
ne: के तपाई %s र यसका सबै सम्पर्कहरू मेट्न चाहनुहुन्छ?
vi: Bạn có chắc muốn xóa bỏ «%s» và mọi liên lạc của nó không?
zh_tw: 您確定要刪除 %s 及其所有的連絡人？

source: Cannot run GnomeMeeting
da: Kan ikke køre GnomeMeeting
ne: जिनोममिटिङ्ग चलाउन सक्दैन
ta: க்னோம் மாநாட்டை இயக்க முடியவில்லை
vi: Không thể chạy GnomeMeeting
zh_tw: 無法執行 GnomeMeeting

source: GnomeMeeting is already running, if you want it to call a given callto or h323 URL, please use "gnomemeeting -c URL".
da: GnomeMeeting kører allerede, hvis du ønsker at den skal ringe til en given callto- eller h323-adresse, så brug "gnomemeeting -c adresse".
ne: जिनोममिटिङ्ग पहिले नै चलिसक्यो, यदि तपाई यसलाई दिइएको callto वाh323 URL लाई कल गर्न चाहनु हुन्छ, कृपया "जिनोममिटिङ्ग --c URL" प्रयोग गर्नुहोस्.
ta: க்னோம் மாநாடு ஏற்கெனவே இயங்கிக்கொண்டிருக்கிறது callto அல்லது h323 URL ஐ அழைக்க விரும்பினாம் "gnomemeeting -c URL". ஐ பயன்படுத்தவும்
vi: Trình GnomeMeeting có chạy rồi. Nếu bạn muốn nó gọi một địa chỉ gọi cho, hoặc một địa chỉ Mạng H.323, hãy sử dụng «gnomemeeting -c URL».
zh_tw: GnomeMeeting 已經正在執行中，如果您想要致電給一個指定的 callto 或 h323 URL，請使用 "gnomemeeting -c URL"。

source: It appears that you do not have gnomemeeting.server installed in a valid location. Factory mode disabled.
da: Det virker som om du ikke har gnomemeeting.server installeret på en gyldig sted. Fabrikstilstand deaktiveret.
ne: तपाईसँग जी-नोममिटिङ्ग.सर्भर वैध स्थानमा स्थापना गरिएको छैन जस्तो देखिन्छ। कारखाना मोड असक्षम पारियो।
ta: இதை நீங்கள் பார்த்தால் நீங்கள் மிகப் தவறான தேர்வு செய்து இருக்கிறீர்கள் என அர்த்தம். உடனடியாக கணிணியில் நல்ல தேர்ச்சியுள்ளவர் உதவியுடன நிறுவுங்கள். அல்லது ஆரம்பத்தலிருந்து பொறுமையாக தேர்வுச் செய்து வாருங்கள். வாழ்த்துக்கள்
vi: Có lẽ bạn chưa cài đặt gnomemeeting.server (trình phục vụ cuộc họp) vào vị trí thích hợp. Tắt chế độ tạo.
zh_tw: 看來 gnomemeeting 伺服器安裝在錯誤的路徑，停止內定模式。

source: Error registering GnomeMeeting with the activation service; factory mode disabled.
da: Fejl ved registrering af GnomeMeeting med aktiveringstjenesten; fabrikstilstand deaktiveret.
ne: क्रियाशील सेवासँग जिनोममिटिङ्ग दर्ता गर्दा त्रुटी; कारखाना मोड असक्षम पारियो।
ta: க்னோம் மாநாட்டை செயல் சேவையில் பதிவு செய்வதில் பிழை; தொழிற்சாலை பாங்கு செயல் நீக்கம் செய்யப்பட்டதுகப்படுகிறது.
vi: Gặp lỗi khi đăng ký GnomeMeeting với dịch vụ kích hoạt; tắt chế độ tạo.
zh_tw: 註冊 GnomeMeeting 啟用服務時發生錯誤，停止內定模式。

source: Failed to retrieve gnomemeeting server from activation server
da: Mislykkedes med at hente gnomemeeting-server fra aktiveringsserver
ne: क्रियाशील सर्भरबाट जिनोममिटिङ्ग सर्भर पुन: प्राप्‍ति गर्न असफल भयो
ta: பிழை நேர்ந்துள்ளது.
vi: Gặp lỗi khi cố nhận trình phục vụ GnomeMeeting từ máy phục vụ kích hoạt.
zh_tw: 無法從 gnomemetting 伺服器取得啟用的服務。

source: Code contributors:
da: Kodebidragydere:
ne: सङ्केत योगदानकर्ताहरू:
ta: நிரல் எழுதியவர்கள்:
vi: Người tham gia lập trình:
zh_tw: 原始碼貢獻者：

source: Artwork:
as: চিত্রণ:
da: Grafik:
ne: चित्रकार्य:
vi: Nghệ thuật:
zh_tw: 美工：

source: Contributors:
as: অবদান রয়েছে:
da: Bidragydere:
ne: योगदानकर्ताहरू:
ta: எழுதியவர்கள்
vi: Người đóng góp:
zh_tw: 貢獻者：

source: translator-credits
as: অমিতাক্ষ ফুকন (aphukan@fedoraproject.org)
vi: Nhóm Việt hoá GNOME (http://gnomevi.sourceforge.net)

source: GnomeMeeting is full-featured H.323 compatible videoconferencing, VoIP and IP-Telephony application that allows you to make audio and video calls to remote users with H.323 hardware or software.
da: GnomeMeeting er et program til H.323-kompatible videokonferencer, VoIP og IP-telefoni til at foretage lyd- og videoopkald til andre brugere med H.323-udstyr eller -programmer.
ne: जिनोममिटिङ्ग पुरा बिशेषता भएको एच.३२३ मिल्दोजुल्दो भिडियोसम्मेलन,VoIP and IP-टेलिफोनी अनुप्रयोग हो जसले तपाईलाई एच.३२३ हार्डवेयर वा सफ्टवेयर बाट अडियो र भिडियो दुर्गम प्रयोगकर्ता संग गर्नलाई समर्थन गर्दछ .
ta: க்னோம் மாநாடு H.323 பொருத்தமுள்ள ஒளித்தோற்ற வசதியுள்ளது.VoIP மற்றும்IP-டெெலிபோனி பயன்பாடுகள் ஒலி மற்றும் ஒளி அழைப்புகள் H.323 வன்பொருள் மற்றும் மென்பொருள்மூலம் அனுமதிக்கும்
vi: Trình GnomeMeeting là một ứng dụng điện thoại giao thức Mạng, tiếng nói trên Mạng và hội thảo ảnh động tương thích với H.323 đầy đủ tính năng mà cho phép bạn gọi người dùng từ xa có phần cứng hay phần mềm H.323, cung cấp cả âm thanh lẫn ảnh động đều..
zh_tw: GnomeMeeting 是一個全功能兼容 H.323 的視像會議、VoIP 及 IP 電話程式。容許您打出聲音及視像電話到有 H.323 硬體或軟體的遠端使用者。

source: Received Calls
as: গৃহীত
da: Indgående opkald
ne: प्राप्‍त कलहरू
ta: பெறப்பட்ட அழைப்புகள்
vi: Cuộc gọi nhận được
zh_tw: 已接來電記錄

source: Placed Calls
da: Udgående opkald
ne: राखिएका कलहरू
ta: செய்யப்பட்ட அழைப்புகள்
vi: Cuộc gọi gởi đi

source: Missed Calls
da: Ubesvarede opkald
ne: छुटेका कलहरू
vi: Cuộc gọi nhỡ

source: Calls History
as: কলের ইতিহাস
da: Opkaldshistorik
ne: कलहरूको इतिहास
ta: அழைப்பு வரலாறு
vi: Nhật ký cuộc gọi
zh_tw: 通話記錄

source: Date
as: তারিখ
da: Dato
ne: मिति
ta: தேதி
vi: Ngày
zh_tw: 日期

source: Remote User
as: দূরবর্তী ব্যৱহাৰকৰ্তা
da: Fjernbruger
ne: दूर प्रयोगकर्ता
ta: தொலை பயனீட்டாளர்்
vi: Người dùng từ xa

source: Call Duration
as: ফোন করুন
da: Samtalelængde
ne: कल अवधि
ta: அழைப்பு கால அளவு
vi: Thời lượng gọi
zh_tw: 通話時間

source: Call End Reason
as: ফোন করুন সমাপ্তি
da: Årsag til afslutning af samtale
ne: कल समाप्‍ती कारण
ta: அழைப்பு முடிந்த காரணம்
vi: Lý do kết thức gọi
zh_tw: 通話中止原因

source: Send message:
da: Send besked:
ne: सन्देश पठाऊ:
ta: செய்தி அனுப்பு:
vi: Gởi tin nhắn
zh_tw: 傳送訊息:

source: Open URI
da: Åbn adresse
ne: यु आर आई खोल
ta: URI ஐ திற
vi: Mở địa chỉ Mạng
zh_tw: 開啟 URI

source: Copy Link Location
da: Kopiér adresse
ne: लिङ्क स्थानको नक्कल बनाऊ
ta: இணைப்பை இந்த இடத்திற்கு நகலெடு்
vi: Chép Địa chỉ Liên kết
zh_tw: 複製連結位置

source: Connect to
da: Tilslut til
ne: ...मा सम्पर्क जोड
ta: இணைக்கவும்
vi: Kết nối tới
zh_tw: 連線到

source: Add to Address Book
da: Tilføj til adressebog
ne: ठेगाना पुस्तकमा थप
ta: முகவரி புத்தகத்தில் சேர்
vi: Thêm vào Sổ địa chỉ
zh_tw: 加入到通訊錄

source: Copy Equation
da: Kopiér ligning
ne: समिकरणको प्रतिलिपि बनाऊ
ta: சமன்பாட்டை நகலெடு
vi: Chép phương trình
zh_tw: 複製相同

source: Chat Window
vi: Cửa sổ trò chuyện

source: Unknown
vi: Chưa biết

source: YES
da: JA
ne: हो
ta: ஆம்
vi: CÓ
zh_tw: 是

source: Sorry, this script won't work while GnomeMeeting is running
da: Desværre, dette program fungerer ikke når GnomeMeeting kører
ne: माफ गर्नुहोला, जिनोममिटिङ्ग चालु हुदा यो स्क्रिप्टले काम गर्ने छैन
ta: பிழை நேர்ந்துள்ளது. இது வேலைச் செய்யாது
vi: Rất tiếc, tập lệnh này sẽ không làm việc nếu GnomeMeeting còn đang hoạt động
zh_tw: 抱歉，該腳本不能在 GnomeMeeting 執行時工作

source: WARNING!!!
da: ADVARSEL!!!
ne: चेतावनी!!!
ta: எச்சரிக்கை
vi: ••• CẢNH BÁO •••
zh_tw: 警告！！！

source: This script will delete all user GnomeMeeting configuration, including preferences that may be important! The GConf daemon will be shut down, so make sure you have no applications depending on it running. Do you really want to do this? If so, say "YES".
da: Dette program vil fjerne al brugerkonfiguration af GnomeMeeting, inklusive indstillinger som kan være vigtige! GConf-serveren vil lukkes ned, så sikr dig at du ikke har nogen programmer kørende som kræver den. Vil du virkelig gøre dette? Hvis ja, svar "JA".
ne: यो लिपिले सबै प्रयोगकर्ता जिनोममिटिङ्ग कन्फिगरेसन मेटाउने गर्दछ, प्राथमिकता समेत जुन महत्वपूर्ण हुन सक्छ! जिकन्फ डेइमोन बन्द हुन्छ, त्यसैले तपाई सँग छैन भन्ने निश्चित गर्नुहोस् अनुप्रयोग यसको चालुमा भरपर्दो. के तपाई साँच्चै यो गर्न चाहनुहुन्छ? यदि हो भने, "ठिक" भन्नुस्.
ta: தயவுசெய்து உங்களுக்கு தேவையான அனைத்தையும் காப்பெடுத்துக்கொள்ளவும், அமைப்புகள் மாற்றப்படும்GConf செயலி முடமாக்கப்படும் நீங்கள் நிச்சயம் இதைச் செய்ய விரும்புகிறீர்களா? சரியென்றால் "ஆம்" எனவும்.
vi: Tập lệnh này sẽ xóa bỏ mọi cấu hình người dùng GnomeMeeting, bao gồm mọi sở thích (có thể có cả các thông số quan trọng!) Trình nền GConf sẽ được kết thúc, vì thế hãy chắc chắn rằng không có chương trình nào đang chạy mà vẫn dùng GConf. Bạn có thật sự muốn làm điều này không? Nếu muốn, hãy nhấn «CÓ».
zh_tw: 此腳本將刪除 GnomeMeeting 所有的配置，包括一些重要參數！ GConf 守護進程會被關閉，請確定沒有應用軟體需要它在執行。 真的要這樣做嗎? 確定的話選擇「是」。

source: Removing $HOME/.gconf/apps/gnomemeeting
da: Fjerner $HOME/.gconf/apps/gnomemeeting
ne: $गृह/.जी कन्फ/यपस/जिनोममिटिङ्ग हटाउदै
ta: $HOME/.gconf/apps/gnomemeeting நீக்கப்படுகிறது
vi: Đang loại bỏ «$HOME/.gconf/apps/gnomemeeting»
zh_tw: 正在刪除 $HOME/.gconf/apps/gnomemeeting

source: Shutting down GConf daemon
da: Lukker konfigurationsserveren ned
ne: जी कन्फ डिमन बन्द गर्दै
ta: GConf செயலி முடமாக்கப்படுகிறது
vi: Đang kết thúc trình nền GConf
zh_tw: 關閉 GConf 守護進程

source: ...Done.
da: ... færdig.
ne: ...गरियो.
ta: முடிந்தது
vi: ...Xong rồi.
zh_tw: ...完成。

source: Leaving configuration alone.
da: Lader konfigurationen være uforandret.
ne: समायोजनालाई एक्लो छोड्दै.
ta: அமைப்புகள் மாற்றப்படவில்லை
vi: Để nguyên cấu hình.
zh_tw: 不對配置作任何修改。

source: Have a nice day.
da: Fortsat god dag.
ne: तपाईको दिन राम्रो होस्.
ta: வாழ்த்துக்கள்
vi: Chúc một ngày tốt lành.
zh_tw: 祝您愉快。

source: The GConf daemon will be shut down, so make sure you have no applications depending on it running. Do you really want to do this? If so, say "YES".
da: GConf-serveren vil blive lukket ned, så sikr dig at du ikke har nogen programmer kørende som afhænger af at den. Vil du virkelig gøre dette? Hvis ja, svar "JA".
ne: जी-कन्फ डेमन बन्द गरिनेछ, त्यसैले तपाईसँग यसमा आधाररित कुनै आगतहरू चलिरहेका छैनन् भनेर पक्का गर्नुहोस्। के तपाई यो गर्न पक्का चाहनु हुन्छ? यदि यो भने, "हो" भन्नुहोस्।
ta: GConf செயலி முடமாக்கப்படுகிறது நீங்கள் நிச்சயம் இதைச் செய்ய விரும்புகிறீர்களா? சரியென்றால் "ஆம்" எனவும்.
vi: Trình nền GConf sẽ kết thúc, vì thế hãy chắc chắn rằng không có ứng dụng nào đang chạy mà vẫn dùng GConf. Bạn có thật sự muốn làm điều này không? Nếu thế, hãy nhấn «CÓ».
zh_tw: GConf 守護進程會被關閉，請確定沒有應用軟體需要它在執行。 真的要這樣做嗎? 確定的話選擇「是」。

source: Removing schemas
da: Fjerner skemaer
ne: स्किमाहरू हटाइदै
ta: அமைப்புகள் நீக்கப்படுகிறது
vi: Đang loại bỏ các giản đồ.
zh_tw: 正在刪除配置

source: Installing schemas
da: Installerer skemaer
ne: स्किमाहरू स्थापना गर्दै
ta: அமைப்புகள் நிறுவப்படுகிறது
vi: Đang cài đặt các giản đồ
zh_tw: 正在安裝配置

source: CRITICAL ERROR -- Schema installation failed. Most probably you have the GConf daemon running as root. Run "gnomemeeting-config-tool --install-schemas" as root.
da: KRITISK FEJL -- installation af skema mislykkedes. Sandsynligvis har du GConf-serveren kørende som administrator. Kør "gnomemeeting-config-tool --install-schemas" som administrator.
ne: असामान्य क्रुटि -- स्किमा स्थापना असफल. तपाईसँग जीकन्फ डेमोन चालु रुटमा छ. चलाउनुहोस् "जिनोममिटिङ्ग-कन्फिग-उपकरण --स्थापना गर्नुहोस्-स्किमा" रुटमा.
ta: பிழை நேர்ந்துள்ளது இதை நீங்கள் பார்த்தால் நீங்கள் மிகப் தவறான தேர்வு செய்து இருக்கிறீர்கள் என அர்த்தம். உடனடியாக கணிணியில் நல்ல தேர்ச்சியுள்ளவர் உதவியுடன மாண்டிரேக் லினக்ைஸ நிறுவுங்கள். அல்லது ஆரம்பத்தலிருந்து பொறுமையாக தேர்வுச் செய்து வாருங்கள். வாழ்த்துக்கள்
vi: LỖI NGHIÊM TRỌNG ⎯ lỗi cài đặt giản đồ. Hầu hết là do bạn đang chạy trình nền GConf với tư cách người chủ. Hãy chạy «gnomemeeting-config-tool --install-schemas» với quyền người chủ.
zh_tw: 嚴重錯誤 -- 配置安裝失敗。 很可能 GConf 守護進程正在以 root 身份執行。 請以 root 身份執行"gnomemeeting-config-tool --install-schemas"。

source: Usage: gnomemeeting-config-tool OPTION
da: Brug: gnomemeeting-config-tool TILVALG
ne: प्रयोग: जिनोममिटिङ्ग-कनफिग-उपकरण विकल्प
vi: Cách dùng: gnomemeeting-config-tool TÙY CHỌN (config-tool: công cụ cấu hình)
zh_tw: 用法：gnomemeeting-config-tool OPTION

source: Fixes problems with the GnomeMeeting settings
da: Retter problemer med GnomeMeeting-opsætningen
ne: जिनोममिटिङ्गको सेटिङ्गहरूका समस्याहरू ठीक गर्छ
vi: Khắc phục vấn đề thiết lập GnomeMeeting
zh_tw: 修復 GnomeMeeting 的設定問題

source: --clean remove all user settings
da: --clean fjern al brugeropsætning
ne: --सफा सबै प्रयोगकर्ता सेटिङ्गहरू हटाउनुहोस्
vi: --clean loại bỏ mọi thiết lập người dùng (_sạch_)
zh_tw: --clean 移除所有使用者設定

source: --install-schemas install schemas with default settings (run as root)
da: --install-schemas installér skemaer med standardopsætning (kør som root)
ne: --स्थापना गर-स्किमाहरू पूर्वनिर्धारित सेटिङ्गहरूमा स्किमाहरूलाई स्थापन गर (मूलको रुपमा चलाउदा)
vi: --install-schemas _cài đặt các giản đồ_ với các thiết lập mặc định (chạy với tư cách người chủ)
zh_tw: --install-schemas 安裝預設的配置(需以 root 身份執行)

source: --clean-schemas remove schemas with default settings (run as root)
da: --clean-schemas fjern skemaer med standardopsætning (kør som root)
ne: --सफा गर-स्किमाहरू पूर्वनिर्धारित सेटिङ्गहरूमा स्किमाहरू हटाउनुहोस् (मूलको रुपमा चलाउदा)
vi: --clean-schemas loại bỏ các _giản đồ_ với các thiết lập mặc định (chạy với tư cách người chủ [_sạch_])
zh_tw: --clean-schemas 移除預設的配置(需以 root 身份執行)

source: --fix-permissions fix permissions of GConf repository (run as root)
da: --fix-permissions ret rettigheder på GConf-lageret (kør som root)
ne: --ठीक गर-अनुमतिहरू जी कन्फ भण्डारको अनुमतिहरू ठीक गर (मूलको रुपमा चलाउदा)
vi: --fix-permissions _sửa quyền truy cập_ kho GConf (chạy với tư cách người chủ)
zh_tw: --fix-permissions 修復 GConf 容器的權限 (以 root 身份執行)

source: Changing this setting will only affect new calls
as: এই মানের পরিবর্তন শুধুমাত্র নতুন কলের ক্ষেত্রেই প্রযোজ্য
da: Ændring af denne indstilling vil kun påvirke nye opkald
ne: यो सेटिङ्ग परिवर्तन गर्दा नयाँ कलहरूलाई मात्र असर गर्छ
ta: மாற்றங்கள் புதிய அழைப்புகளுக்கு மட்டும பொருந்தும்
vi: Quá trình đổi thiết lập này sẽ chỉ có giá trị đối với các cuộc gọi mới
zh_tw: 變更這設定只會影響新的通話

source: You have changed a setting that doesn't permit to GnomeMeeting to apply the new change to the current call. Your new setting will only take effect for the next call.
da: Du har ændret en indstilling som ikke kan anvendes på det aktuelle opkald. Ændringen vil først træde i kraft ved næste opkald.
ne: हालको कलमा नयाँ परिवर्तन ल्याउन जिनोम मिटिङ्गले सहारा दिदिँन किनभने तपाईले सेटिङ्ग परिवर्तन गर्नुभयो. तपाईको नयाँ सेटिङ्गले पछिल्लो कलमा मात्र प्रभाव पार्छ.
ta: தற்போதைய அழைப்பில் புதிய மாற்றங்களை அனுமதிக்க க்னோம் மாநாட்டுக்கு அனுமதி வழங்குமாறு அமைக்க வேண்டும். அடுத்த அழைப்பிற்கு பிறகு உங்கள் க்னோம் மாநாடு மாற்றங்களை ஏற்கும்
vi: Bạn đã thay đổi một thiết lập không cho phép trình GnomeMeeting áp dụng thay đổi mới vào cuộc gọi hiện thời. Thiết lập mới ấy sẽ có tác động chỉ khi bắt đầu gọi sau thôi.
zh_tw: 您所作的變更不容許套用在目前的通話中。您的新設定會在下一個通話時生效。

source: H.245 Tunneling disabled
da: H.245-tunnel deaktiveret
ne: H.245 टनेलिङ्ग असक्षम पार्नुहोस्ियो
ta: H.245 சுரங்கத்தை முடமாக்கு
vi: Đường hầm H.245 bị tắt
zh_tw: H.245 穿隧技術已停用

source: H.245 Tunneling enabled
da: H.245-tunnel aktiveret
ne: H.245 टनेलिङ्ग सक्षम पार्नुहोस्ियो
ta: H.245 சுரங்கத்தை பயன்படுத்து
vi: Đường hầm H.245 được bật
zh_tw: H.245 穿隧技術已啟用

source: Early H.245 disabled
da: Tidlig H.245-tunnel deaktiveret
ne: पहिलो H.245 असक्षम पार्नुहोस्ियो
ta: H.245 சுரங்கத்தை முடமாக்கு
vi: H.245 sớm bị tắt
zh_tw: 早期 H.245 已停用

source: Early H.245 enabled
da: Tidlig H.245-tunnel aktiveret
ne: पहिलो H.245 सक्षम पार्नुहोस्ियो
ta: H.245 சுரங்கத்தை பயன்படுத்து
vi: H.245 sớm được bật
zh_tw: 早期 H.245 已啟用

source: Fast Start disabled
as: আৰম্ভ
da: Hurtig start deaktiveret
ne: शीघ्र शुरु सक्षम पार्नुहोस्ियो
ta: வேகதுவக்கத்தை முடமாக்கு
vi: Khởi động nhanh bị tắt
zh_tw: 停用快速啟動功能

source: Fast Start enabled
as: আৰম্ভ
da: Hurtig start aktiveret
ne: शीघ्र शुरु सक्षम पार्नुहोस्ियो
ta: வேகதுவக்கத்தை பயன்படுத்து
vi: Khởi động nhanh được bật
zh_tw: 啟用快速啟動功能

source: Enabled silence detection
as: সক্রিয়
da: Aktiverede stilhedsdetektering
ne: सक्षम पार्नुहोस्िएको मौनता पत्ता लगाउने कार्य
ta: நிசப்த அறிதலை பயன்படுத்து
vi: Phát hiện im lặng được bật
zh_tw: 啟用靜音探測

source: Disabled silence detection
as: Disabled
da: Deaktiverede stilhedsdetektering
ne: असक्षम पार्नुहोस्िएको मौनता पत्ता लगाउने कार्य
ta: நிசப்த அறிதலை முடமாக்கு
vi: Phát hiện im lặng bị tắt
zh_tw: 停用靜音探測

source: Enabled echo cancelation
as: সক্রিয়
vi: Đã bật hủy tiếng vọng

source: Disabled echo cancelation
as: Disabled
vi: Đã tắt hủy bỏ tiếng vọng

source: Opened codec %s for transmission
da: Åbnede kodning %s til overførsel
ne: प्रसारणको निम्ति खोलिएको %s कोडेक
ta: அனுப்புவதற்கு %s திறக்கப்பட்ட கோடக்கை பயன்படுத்து
vi: Đã mở codec «%s» để gởi
zh_tw: 開啟編碼解碼器 %s 來傳送

source: Closed codec %s which was opened for transmission
da: Lukkede kodning %s som var åbnet til overførsel
ne: बन्द गरिएको %s कोडेक (जून प्रसारणको निम्ति खोलिएको थियो)
ta: அனுப்புவதற்கு %s திறக்கப்பட்ட கோடக்கை மூடு
vi: Đã đóng codec «%s», mà được mở trước để gởi
zh_tw: 關閉已經開啟作為傳送用的編碼解碼器 %s

source: Opened codec %s for reception
da: Åbnede kodning %s til modtagelse
ne: ग्रहणको निम्ति खोलिएको %s कोडेक
ta: %s கோடக் பெறுவதற்காக திறக்கப்பட்டது
vi: Đã mở codec «%s» để nhận
zh_tw: 開啟編碼解碼器 %s 來接收

source: Closed codec %s which was opened for reception
da: Lukkede kodning %s som var åbnet til modtagelse
ne: %s कोडेक (जून ग्रहणको निम्ति खोलिएको थियो) बन्द गरियो
ta: %s பெறுவதற்காக திறக்கப்பட்ட கோடக் மூடப்பட்டது
vi: Đã đóng codec «%s», mà được mở trước để nhận
zh_tw: 關閉已經開啟作為接收用的編碼解碼器 %s

source: Failure opening %s for transmission, will try with next common codec
da: Fejl ved åbning af %s til overførsel, vil prøve med den næste almindelige kodning
ne: प्रसारणको निम्ति %s खोल्दा असफल, अर्को साधारण कोडेकसँग कोशिस गरिनेछ
ta: %s ஐ அனுப்புவதற்காக திறப்பதில் பிழை, அடுத்த பொது கோடக்கில் முயலவும்.
vi: Gặp lỗi khi mở «%s» để gởi nên sẽ cố lại dùng codec chung kế tiếp.
zh_tw: 傳送用的編碼解碼器 %s 開啟失敗，將會試用下一個通用的編碼解碼器

source: Failure opening %s for reception, will try with next common codec
da: Fejl ved åbning af %s til modtagelse, vil prøve med den næste almindelige kodning
ne: ग्रहणको निम्ति %s खोल्दा असफल, अर्को साधारण कोडेकसँग कोशिस गरिनेछ
ta: %s ஐ பெறுவதற்காக திறப்பதில் பிழை, அடுத்த பொது கோடக்கில் முயலவும்.
vi: Gặp lỗi khi mở «%s» để nhận nên sẽ cố lại dùng codec chung kế tiếp.
zh_tw: 接收用的編碼解碼器 %s 開啟失敗，將會試用下一個通用的編碼解碼器

source: Call transfer failed
da: Viderestilling mislykkedes
ne: कल स्थान्तरण असफल भयो
ta: அழைப்பு மாற்றம் தோல்வியுற்றது
vi: Không chuyển đổi cuộc gọi được.
zh_tw: 通話轉送失敗

source: The remote user tried to transfer your call to another user, but it failed.
da: Modparten forsøgte at overføre dit opkald til en anden bruger, men det mislykkedes.
ne: दूर प्रयोगकर्ताले तपाईको कललाई अरु प्रयोगकर्तामा स्थानान्तर गर्न कोशिश गर्‍यो, तर यो असफल भयो.
ta: தொலைவில் உள்ளவர் உங்கள் அழைப்பை மற்றவருக்கு அனுப்ப முறன்று , தோல்வியுற்றார்
vi: Người dùng từ xa đã cố gắng chuyển đổi cuộc gọi bạn sang một người dùng khác, nhưng mà việc này bị lỗi.
zh_tw: 遠端使用者嘗試轉送您的通話，但失敗了。

source: This is the GnomeMeeting general configuration druid. The following steps will set up GnomeMeeting by asking a few simple questions. Once you have completed these steps, you can always change them later by selecting Preferences in the Edit menu.
da: Dette er GnomeMeetings generelle konfigurationshjælper. De følgende trin vil konfigurere GnomeMeeting ved at stille nogle spørgsmål. Efter du har fuldført disse trin, kan du altid ændre indstillingerne senere ved at vælge "Indstillinger" i redigeringsmenuen.
ne: यो जिनोममिटिङ्ग साधारण कन्फिगरेसन ड्रुइड हो. तलका कुराहरूले जिनोममिटिङ्ग सेट अप हुन्छ केहि शाधारण प्रश्नहरूले. एकचोटि तपाईले यो कुराहरू समाप्त गर्नु भो भने, तपाईले त्यसलाई पछि सँधै परिवर्तन गर्न सक्नुहुन्छ प्राथमिकताहरू एडिट मेनुबाट छानेर.
ta: இது க்னோம் மாநாடு வடிவமைப்பு மாயாவிக்கு வாருங்கள். இது உங்களிடம் சில எளிய கேள்விகளை கேட்டு க்னோம் மாநாட்டை சரியாக வடிவமைத்துக்கொள்ளும் இதை நீங்கள் எப்போது வேண்டுமானாலும் மாற்றிக் கொள்ளலாம்
vi: Chào mừng tới druid cấu hình chung của GnomeMeeting. Các bước sau sẽ thiết lập trình GnomeMeeting bằng cách hỏi vài câu hỏi đơn giản. Một khi bạn đã hoàn tất các bước này, bạn vẫn có thể sửa lại bằng cách chọn Sở thích trong trình đơn Hiệu chỉnh.
zh_tw: 這是 GnomeMeeting 的設定精靈。接著的步驟將會詢問您一些問題來完成基本的設定。 一旦您完成了這些步驟，之後您還是可以在主選單編輯選項中的「首次設定精靈」修改設定。

source: Configuration Druid - page 1/%d
da: Konfigurationshjælper - side 1/%d
ne: समायोजना डि आर यु आई डी - पृष्ठ १/%d
vi: Druid Cấu hình — trang 1 trên %d
zh_tw: 首次設定精靈 - 頁數 1/%d

source: Personal Information - page %d/%d
as: ব্যক্তিগত তথ্য - পৃষ্ঠা %d/%d
da: Personlige oplysninger - side %d/%d
ne: व्यक्तिगत जानकारी - पृष्ठ %d/%d
ta: உங்கள் விவரங்கள் - பக்கம்%d/%d
vi: Thông tin cá nhân — trang %d trên %d
zh_tw: 個人資料 - 頁數 %d/%d

source: Please enter your first name and your surname:
as: প্রথম এবং:
da: Indtast dit fornavn og efternavn:
ne: कृपया तपाईको पहिलो नाम र तपाईको थर प्रविष्टि गराउनुहोस्:
ta: உங்கள் முதல் பெயர் மற்றும் குடும்ப பெயரை உள்ளிடவும்
vi: Hãy nhập tên và họ của bạn:
zh_tw: 請輸入您的姓名：
