Repository: Iladra/ekiga
Catalog: po/*.po
Languages: as, da, ne, ta, vi, zh_tw

source: Play sound on new voice mail
as: চলি আছে
vi: Phát âm thanh khi nhận thư nói mới

source: Position of the local video window
as: অবস্থান সৰ্বমোট
da: Placering af det lokale videobillede
ne: स्थानीय भिडियो सञ्झ्यालको स्थान
ta: உள்கள் ஒளித்தோற்ற சத்தின் நிலைலம்
vi: Vị trí cửa sổ ảnh động cục bộ
zh_tw: 本機視訊畫面視窗的位置

source: Position on the screen of the PC-To-Phone window
as: অবস্থান চলি আছে সৰ্বমোট প্ৰাপক ফোন
da: Placering på skærmen af pc til telefon-vinduet
ne: पि सी-बाट-फोन सञ्झ्यालको पर्दामा स्थान
ta: சாளரத்தில் கணிப்பொறியிலிருந்து-தொலைபேசிக்கான திரையின் நிலை
vi: Vị trí cửa sổ Máy-đến-điện thoại
zh_tw: PC-To-Phone 視窗在螢幕中的位置

source: Position on the screen of the address book window
as: অবস্থান চলি আছে সৰ্বমোট
da: Placering på skærmen af adressebogsvinduet
ne: ठेगाना किताब सञ्झ्यालको पर्दामा स्थान
ta: சாளரத்தில் முகவரி புத்தக திரையின் நிலை
vi: Vị trí cửa sổ của sổ địa chỉ
zh_tw: 通訊錄視窗在螢幕中的位置

source: Position on the screen of the calls history window
as: অবস্থান চলি আছে সৰ্বমোট
da: Placering på skærmen af opkaldshistorikvinduet
ne: कलहरूको इतिहास सञ्झ्यालको पर्दामा स्थान
ta: சாளரத்தில் அழைப்பு வரலாறு திரையின் நிலை
vi: Vị trí cửa sổ nhật ký cuộc gọi
zh_tw: 記錄視窗在螢幕中的位置

source: Position on the screen of the chat window
as: অবস্থান চলি আছে সৰ্বমোট
vi: Vị trí trên màn hình của cửa sổ trò chuyện

source: Position on the screen of the druid window
as: অবস্থান চলি আছে সৰ্বমোট
da: Placering på skærmen af hjælpervinduet
ne: डिआरयुआईडी सञ्झ्यालको पर्दामा स्थान
ta: சாளரத்தில் க்டூரிட் திரையின் நிலை
vi: Vị trí cửa sổ druid
zh_tw: 首次設定精靈視窗在螢幕中位置

source: Position on the screen of the log window
as: অবস্থান চলি আছে সৰ্বমোট
da: Placering på skærmen af logvinduet
ne: लग सञ्झ्याल पर्दामा स्थान
ta: சாளரத்தில் பதிவு திரையின் நிலை
vi: Vị trí cửa sổ bản ghi
zh_tw: 記錄視窗的螢幕位置

source: Position on the screen of the main window
as: অবস্থান চলি আছে সৰ্বমোট
da: Placering på skærmen af hovedvinduet
ne: मुख्य सञ्झ्यालको पर्दामा स्थान
ta: முதன்மை சாளரத்தில் திரையின் நிலை
vi: Vị trí cửa sổ chính
zh_tw: 主視窗在螢幕中的位置

source: Position on the screen of the preferences window
as: অবস্থান চলি আছে সৰ্বমোট
da: Placering på skærmen af vinduet med indstillinger
ne: प्राथमिकताहरूको सञ्झ्यालको पर्दामा स्थान
ta: விருப்பங்கள் சாளரத்தில் திரையின் நிலை
vi: Vị trí cửa sổ sở thích
zh_tw: 偏好設定視窗在螢幕中的位置

source: Public IP of the NAT/PAT router
as: ন্যাট/প্যাট ৰাউটৰেৰ পাব্লিক আই-পি
da: Offentlig IP for NAT/PAT-ruteren:
ne: NAT/पि ए टी राउटरको सार्वजनिक आई पी
ta: NAT/PAT வழிநடத்தியின் பொது IP
vi: Địa chỉ IP công cộng bộ định tuyến NAT/PAT
zh_tw: NAT/PAT 路由器的公共 IP

source: Received calls history
as: গৃহীত
da: Historik for indgående opkald
ne: प्राप्‍त कलहरूको इतिहास
ta: பெறப்பட்ட அழைப்பின் வரலாறுபார்
vi: Nhật ký cuộc gọi nhận được
zh_tw: 已接來電記錄

source: Registration timeout
da: Registreringstidsudløb
ne: दर्ता समय समाप्‍ती
vi: Thời hạn đăng ký

source: Remote video window position
as: দূৰবৰ্তী
da: Placering af fjernvideobillede
ne: दुर्गम भिडियो सञ्झ्यालको स्थान
ta: தொலை ஒளித்தோற்ற சாளர நிலை
vi: Vị trí cửa sổ ảnh động từ xa
zh_tw: 遠端視訊畫面視窗的位置

source: Remote video window size
as: দূৰবৰ্তী
da: Størrelse af fjernvideobillede
ne: दुर्गम भिडियो सञ्झ्यालको साईज
ta: தொலை ஒளித்தோற்ற சாளர அளவு
vi: Cỡ cửa sổ ảnh động từ xa
zh_tw: 遠端視訊畫面視窗的太小

source: Revision of the schema file
as: স্কীমা ফাইলেৰ নতুন সংস্কৰণ
da: Revision af skemafilen
ne: रुपरेखा फाइलको संशोधन
ta: அமைப்புக் கோப்புகளை மாற்று
vi: Bản sửa đổi tập tin giản đồ
zh_tw: 設置檔的版本

source: Select an alternative audio output device to use for sound events.
as: উল্লিখিত সময় অবধি.
vi: Chọn thiết bị xuất âm thanh thay thế cần dùng cho dữ kiện âm thanh.

source: Select the audio input device to use
da: Vælg den lydinddata-enhed der skal bruges
ne: प्रयोग गर्नको लागी अडियो आगत यन्त्र छान्नुहोस्
ta: பயன்படுத்த வேண்டிய ஒலி இயக்கியை தேர்வுச் செய்
vi: Chọn thiết bị gõ âm thanh cần dùng
zh_tw: 選取使用的音訊輸入裝置

source: Select the audio output device to use
da: Vælg den lyduddata-enhed der skal bruges
ne: प्रयोग गर्नको लागी अडियो प्रतिफल यन्त्र छान्नुहोस्
ta: பயன்படுத்த வேண்டிய ஒலி இயக்கியை தேர்வுச் செய்
vi: Chọn thiết bị xuất âm thanh cần dùng
zh_tw: 選擇使用的音訊輸出裝置

source: Select the desired method for NAT traversal (STUN is strongly suggested)
as: উল্লিখিত সময় অবধি হলো
vi: Hãy chọn phương pháp đã chọn để đi qua NAT (rất khuyên STUN)

source: Select the format for video cameras (does not apply to most USB cameras)
as: উল্লিখিত সময় অবধি
da: Vælg formatet for videokameraer (Gælder ikke for de fleste USB-kameraer).
ne: भिडियो क्यामेराहरूको लागी ढाँचा रोज्नुहोस् ( प्राय यु एस बी क्यामेराहरूमा यो लागू हुदैन)
ta: வீடியோ காமராவிம் வடிவமைப்பை தேர்வு செய்யவும்(USB காமராக்களுக்கு இது பொருந்தாது)
vi: Chọn khuôn dạng cho máy ảnh động (không áp dụng vào phần lớn máy ảnh USB)
zh_tw: 選擇視訊攝影機的格式（大部份的 USB 攝影機不適用）。

source: Select the transmitted video size: Small (QCIF 176x144) or Large (CIF 352x288)
as: ক্ষুদ্ৰ বড়
da: Vælg den overførte videostørrelse: lille (QCIF 176×144) eller stor (CIF 352×288)
ne: प्रसारित भिडियो साइज रोज्नुहोस्: सानो (क्यु सि आई एफ १७४x१४४) वा ठुलो ( सि आई एफ ३५२x२८८)
ta: அனுப்பட்ட வீடியோ அளவை தேர்வு செய்யவும்: சிறிய (QCIF 176x144) அல்லது பெரிய (CIF 352x288)
vi: Chọn kích thước ảnh động gửi đi: Nhỏ (QCIF 176x144) hay Lớn (CIF 352x288).
zh_tw: 選取傳送視訊的大小：小 (QCIF 176x144) 或 大 (CIF 352x288)

source: Select the video input device to use. If an error occurs when using this device a test picture will be transmitted.
as: ত্ৰুটি.
da: Vælg den videoind-enhed der skal bruges. Hvis en fejl opstår når denne enhed bruges, vil et testbillede blive sendt.
ne: प्रयोग गर्न भिडियो आगत यन्त्र रोज्नुहोस्। यदि यो यन्त्र प्रयोग गर्दा कुनै त्रुटी भएमा एउटा जाँच तस्विर प्रसारन गरिने छ।
ta: பயன்படுத்த வேண்டிய ஒலித்தோற்ற உள்ளிடு சாதனத்தை தேர்வு செய்யவும். பிழை ஏற்பட்டால் சோதனை படத்தை அனுப்பி சோதிக்கவும்
vi: Chọn thiết bị gõ ảnh động cần dùng. Nếu gặp lỗi trong khi dùng thiết bị này, sẽ truyền một ảnh thử ra.
zh_tw: 選取使用的視訊裝置。如果使用此裝置時發生錯誤，會傳送一張測試用的圖片。

source: Show my details to other registered users
da: Vis min information til andre registrerede brugere
ne: अन्य दर्ता गरिएका प्रयोगकर्ताहरूलाई मेरो विवरणहरू देखाउनुहोस्
ta: மற்ற பதிவு செய்த பயனீட்டாளருக்கு என் விவரங்களை காட்டு
vi: Hiện chi tiết của tôi cho những người đã đăng ký khác
zh_tw: 顯示我的詳細資料給其他註冊的使用者

source: Show splash screen at startup
da: Vis startbillede
ne: प्रारम्भमा भिजेको पर्दा देखाउनुहोस्
ta: துவங்கும்போது துவக்கப்படம் தெரியவேண்டும்
vi: Hiện màn hình giật gân lúc khởi động
zh_tw: 啟動時顯示歡迎畫面

source: Size of the PC-To-Phone window
as: মাপ সৰ্বমোট প্ৰাপক ফোন
da: Størrelse af pc til telefon-vindue
ne: पिसि-बाट-फोन सञ्झ्यालको साइज
ta: கணினியிலிருந்து-தொலைபேசிக்கு சாளரத்தின் அளவு
vi: Kích thước cửa sổ Máy-đến-điện thoại
zh_tw: PC-To-Phone 視窗的大小

source: Size of the address book window
as: মাপ সৰ্বমোট
da: Størrelse af adressebogsvinduet
ne: ठेगाना किताब सञ्झ्यालको साइज
ta: முகவரி புத்தக சாளரத்தின் அளவு
vi: Kích thước cửa sổ của sổ địa chỉ
zh_tw: 通訊錄視窗的大小

source: Size of the calls history window
as: মাপ সৰ্বমোট
da: Størrelse af vinduet med opkaldshistorik
ne: कलहरूको इतिहास सञ्झ्यालको साइज
ta: அழைப்பு வரலாறு சாளரத்தின் அளவு
vi: Kích thước cửa sổ nhật ký cuộc gọi
zh_tw: 通話記錄視窗的大小

source: Size of the chat window
as: মাপ সৰ্বমোট
vi: Kích cỡ cửa sổ trò chuyện

source: Size of the druid window
as: মাপ সৰ্বমোট
da: Størrelse af hjælpervinduet
ne: druid सञ्झ्यालको साइज
ta: ட்டூரிச் சாளரத்தின் அளவு
vi: Kích thước cửa sổ druid
zh_tw: 設定精靈視窗的大小

source: Size of the log window
as: মাপ সৰ্বমোট
da: Størrelse af logvinduet
ne: लग सञ्झ्यालको साईज
ta: பதிவேடு சாளரத்தின் அளவு
vi: Kích thước cửa sổ bản ghi
zh_tw: 記錄視窗的大小

source: Size of the preferences window
as: মাপ সৰ্বমোট
da: Størrelse af vinduet med indstillinger
ne: प्राथमिकताहरू सञ्झ्यालको साइज
ta: விருப்பங்கள் சாளரத்தின் அளவு
vi: Kích thước cửa sổ sở thích
zh_tw: 偏好設定視窗的大小

source: Start hidden
as: লুকিয়ে ৰেখে শুৰু কৰ
da: Start i skjult modus
ne: लुकाइएका सुरु गर्नुहोस्
ta: மறைவாக துவக்கு
vi: Khởi động ẩn
zh_tw: 啟動時自動隱藏

source: Switch to fullscreen
as: পুৰো স্ক্ৰীন জুড়ে দেখাও
da: Skift til fuldskærm
ne: पूरा पर्दामा स्विच गर्नुहोस्
ta: முழுத்திரைக்கு மாறு
vi: Chuyển đổi sang toàn màn hình
zh_tw: 切換至全螢幕

source: TCP port range
da: TCP-portinterval
ne: TCP पोर्ट दायरा
ta: TCP வழி வரம்பு
vi: Phạm vi cổng TCP
zh_tw: TCP 埠範圍

source: The Audio Codecs List
as: অডিও কোডেকেৰ তালিকা
da: Liste over lydkodninger
ne: अडियो Codecs सूची
ta: ஒலிக் குறிமுறைகள் பட்டியல்
vi: Danh sách Codec âm thanh
zh_tw: 音訊編碼解碼器列表

source: The Automatic Echo Cancellation level: Off, Low, Medium, High, Automatic Gain Compensation. Choosing Automatic Gain Compensation modulates the volume for best quality.
as: স্বয়ংক্ৰিয় প্ৰতিধ্বনি বাতিলেৰ মাত্ৰা: Off, Low, Medium, High, Automatic Gain Compensation। Automatic Gain Compensation বাছলে তা সৰ্বশ্ৰেষ্ঠ মানেৰ শব্দেৰ মাত্ৰা (ভল্যুম) ঠিক কৰে নেবে
da: Niveauet for den automatiske ekkofjernelse: Fra, Lav, Mellem, Høj, Automatisk forstærkningskompensation. At vælge automatisk forstærkningskompensation bevirker at lydstyrken moduleres for bedste kvalitet.
ne: स्वाचालित प्रतिध्वनि रद्द तह: बन्द, कम, मध्यम, उच्च, स्वाचालित प्राप्ती मुअव्जा . स्वाचालित प्राप्ती मुअव्जाले उत्तम गुणको लागी ध्वनि मोड्यूल गर्दछ .
ta: தானியங்கி எதிரொலி முடமாக்கி நிலை:வேண்டாம், சாதரன, அதிக, தானியங்கியாக அமைத்துகொள். தானியங்கி மிக நல்ல ஒலியை உங்களுக்கு கொடுக்கும்
vi: Mức Hủy tự động tiếng vọng: Tắt, Thấp, Vừa, Cao, Tự động bù khuếch đại. Chọn Tự động bù khuếch đại sẽ chuyển giọng âm lượng cho chất lượng âm thanh tốt nhất.
zh_tw: 自動取消回應等級：關閉，低，中，高及自動增益補償。選擇自動增益補償將自動取得最佳品質。

source: The Gateway host is the host to use to do H.323 calls through a gateway that will relay calls
as: হোস্ট হলো হোস্ট
da: Adgangspunktværten er værten der bruges til at lave H.323-samtaler gennem et adgangspunkt der viderestiler samtaler
ne: गेटवे होस्ट भनेको होस्ट हो जुन H.323 प्रयोग गर्न कल्स रिले कल्सको गेटवेको माध्यमबाट
ta: நுழைவாயில் புரவலம் H.323 அழைப்புகளை பயன்படுத்தி அழைப்புகளை நுழைவாயில் அழைப்புகளை ஒலிபரப்பும்
vi: Máy cổng ra là máy cần dùng để gọi cách H.323 qua một cổng ra cho phép tiếp cuộc gọi.
zh_tw: 閘道器主機是使 H.323 通信穿過轉接用的閘道器主機

source: The NAT method
vi: Phương pháp NAT

source: The SIP Outbound Proxy to use for outgoing calls
as: প্ৰক্সি উল্লিখিত সময় অবধি
vi: Ủy nhiệm đi ra SIP cần dùng khi gọi ra

source: The STUN Server
as: STUN সাৰ্ভাৰ
da: STUN-serveren
ne: STUN सर्भर
vi: Máy phục vụ STUN
zh_tw: STUN 伺服器

source: The STUN server to use for STUN Support. STUN is a technic that permits to go through some types of NAT gateways
as: উল্লিখিত সময় অবধি হলো সৰ্বমোট
vi: Máy phục vụ STUN cần dùng để hỗ trợ STUN, một kỹ thuật cho phép đi qua một số kiểu cổng ra NAT.

source: The audio plugin that will be used to detect the devices and manage them
as: এবং
da: Lydmodulet der skal bruges til at opdage enhederne og håndtere dem
ne: अडियो प्लगइन जो यन्त्रहरू पत्ता लगाउन र व्यवस्था गर्न प्रयोग गरिने छ
ta: சாதனத்தை கண்டறிந்து அவைகளை மேலாண்மை செய்யும் ஒலி சொருகு பொருள்
vi: Bộ cầm phít âm thanh cần dùng để phát hiện và quản lý các thiết bị.
zh_tw: 音訊模組是用作偵測及管理裝置

source: The busy tone sound
da: Optaget-lyden
ne: व्यस्त ध्वनिको आवाज
ta: வேலையில் உள்ளதை குறிக்கும் ஒலி
vi: Âm thanh cho tiếng bận
zh_tw: 忙線音

source: The chosen sound will be played at the end of calls or calling somebody who is busy, if enabled
as: সৰ্বমোট হলো
da: Den valgte lyd vil blive afspillet ved afslutningen af samtaler eller ved optagne opkald, hvis aktiveret
ne: कलहरूको अन्त्यमा वा कोही व्यस्त मानिसलाई कल गर्दा छानिएको आवाज बजाइने छ, यदि सक्षम गरिएमा
ta: செயல்படுத்தப்பட்டிருந்தால் அழைப்பின் முடிவிலோ அல்லது அழைப்பவர் வேலையாக இருக்கும் போதோ இயக்க பட வேண்டிய ஒலி
vi: Nếu bật, âm thanh đã chọn sẽ được phát tại kết thức cuộc gọi, hay khi gọi người nào có bận.
zh_tw: 如啟用，所選的聲音會在通話結束或致電的人正在忙碌時播放

source: The chosen sound will be played on incoming calls, if enabled
as: চলি আছে
da: Den valgte lyd vil blive afspillet ved indgående opkald, hvis aktiveret
ne: यदि सक्षम पारिएमा, आगमन कलहरूमा छानिएको आवाज बजाइने छ
ta: இதை தேர்வுச் செய்தால், அழைப்பு வந்தால் ஒலியெழுப்பப்படும்
vi: Nếu bật, âm thanh đã chọn sẽ được phát khi nhận được gọi.
zh_tw: 如啟用，所選的音效會在來電時播放

source: The chosen sound will be played when a new instant message is received, if enabled
as: বাৰ্তা হলো
vi: Nếu bật, âm thanh đã chọn sẽ được phát khi nhận tin nhắn tức khắc mới.

source: The chosen sound will be played when a new voice mail is received, if enabled
as: হলো
vi: Nếu bật, âm thanh đã chọn sẽ được phát khi nhận thư nói mới.

source: The chosen sound will be played when calling somebody, if enabled
da: Den valgte lyd vil blive afspillet ved opkald, hvis aktiveret
ne: यदि सक्षम पारिएमा, कसैलाई कल गर्दा छानिएको आवाज बजाइने छ
ta: இதை தேர்வுச் செய்தால், மற்றவரை அழைக்கும் போது ஒலியெழுப்பப்படும்
vi: Nếu bật, âm thanh đã chọn sẽ được phát khi gọi người nào.
zh_tw: 如啟用，所選的音效會在致電某人時播放

source: The default video view
as: ডিফল্ট ভিডিও দৰ্শনেৰ ধৰণ
da: Standardvideovisning
ne: पूर्वनिर्धारित भिडियो दृश्य
ta: கொடாநிலை ஒளித்தோற்ற பார்வை
vi: Khung xem ảnh động mặc định
zh_tw: 預設的視訊畫面顯示模式

source: The default video view (0: Local, 1: Remote, 2: Both incrusted, 3: Both with local video in a separate window, 4: Both)
as: ডিফল্ট ভিডিও দৰ্শনেৰ ধৰণ (0: স্থানীয়, 1: দূৰবৰ্তী, 2: দুটিই ইনক্ৰাস্টেড, 3: দুটিই তবে স্থানীয় ভিডিও আলাদা উইন্ডোতে, 4: দুটিই)
da: Standardvideovisningen (0: Lokal, 1: Fjern, 2: Begge sammen, 3: Begge med lokal-video i et separat vindue, 4: Begge)
ne: पूर्वनिर्धारित भिडियो दृश्य (०: स्थानिय, १: दुर्गम, २: दुवै बाह्य, ३: दुवै स्थानिय भिडियो छुट्टै सञ्झ्यालमा, ४: दुवै)
ta: கொடாநிலை ஒளித்தோற்ற பார்வை(0: உங்கள், 1: தொலைவு, 2: இரண்டும் ஓரே சாளரத்தில், 3: இரண்டும் தனித்தனி சாளரத்தில், 4: இரண்டும்)
vi: Khung ảnh động mặc định (0: Cục bộ, 1: Từ xa, 2: Cả hai với nhau, 3: Cả hai với ảnh động cục bộ trong một cửa sổ riêng, 4: Cả hai)
zh_tw: 預設的視訊畫面顯示模式（0：本地，1：遠端，2：兩者（子母視窗），3：兩者（彈出本地視窗），4：兩者）

source: The history of the last 100 missed calls
as: সৰ্বমোট শেষ
da: Historikken over de sidste 100 ubesvarede opkald
ne: अन्तिम १०० छुटेका कलहरूको इतिहास
ta: கடைசி 100 தவறவிட்ட அழைப்புகளின் வரலாறு
vi: Nhật ký của 100 cuộc gọi nhỡ cuối cùng
zh_tw: 最近 100 個未接來電記錄

source: The history of the last 100 placed calls
as: সৰ্বমোট শেষ
da: Historikken over de sidste 100 udgående opkald
ne: अन्तिम १०० गरिएका कलहरूको इतिहास
ta: கடைசியாக அழைத்த 100 அழைப்புகளின் வாரலாறு
vi: Nhật ký của 100 cuộc gọi gởi đi cuối cùng
zh_tw: 最近 100 個撥出電話記錄

source: The history of the last 100 received calls
as: সৰ্বমোট শেষ
da: Historikken over de sidste 100 indgående opkald
ne: अन्तिम १०० प्राप्त गरिएका कलहरूको इतिहास
ta: கடைசியா நீங்கள் பெற்றுக்கொண்ட 100 அழைப்புகளின் வரலாறு
vi: Nhật ký của 100 cuộc gọi nhận được cuối cùng
zh_tw: 最近 100 個已接來電記錄

source: The host where calls should be forwarded if call forwarding is enabled
as: হোস্ট হলো
vi: Máy nơi cần chuyển tiếp cuộc gọi, nếu đã bật khả năng chuyển tiếp cuộc gọi

source: The image to transmit if "Picture" is selected as video plugin or if the opening of the device fails. Leave blank to use the default GnomeMeeting logo.
da: Billedet at overføre hvis "Billede" er valgt som videomodul eller hvis åbningen af enheden mislykkes. Hvis tomt, bruges GnomeMeetings standardlogo.
ne: यदि "चित्र" एउटा भिडियोको रुपमा चयन गरिएमा वा यन्त्र खुल्न असफल भएमा प्रसारण गर्न लाई छवी । पूर्वनिर्धारित जिनोममिटिङ्ग लोगो प्रयोग गर्न खाली ठाउँ छोड्नुहोस्
ta: சாதனம் திறப்பது தோல்வியுற்றாலோ அல்லது வீடியோ சாதனம் "படம்" தேர்வு செய்யபப்ட்டாலோ படங்கள் அனுப்பப்படும்.இயல்பான க்னோம்மாநாடு சின்னத்தை வெற்றாக விடு
vi: Ảnh cần truyền nếu «Ảnh» được chọn là bộ cầm phít ảnh động, hay nếu không mở thiết bị được. Hãy bỏ rỗng để sử dụng biểu hình GnomeMeeting mặc định.
zh_tw: 當視訊模組設定為 "Picture" 或開啟裝置失敗時所傳送的圖片。如果使用預設的 GnomeMeeting 圖型則使它空白即可。

source: The incoming call sound
da: Lyden for indgående opkald
ne: आगमन कल ध्वनी
ta: அழைப்பு வருவதற்கான ஒலி
vi: Âm thanh cuộc gọi đến
zh_tw: 來電的聲音

source: The local zoom value
as: মান
da: Den lokale zoomværdi
ne: स्थानीय जुम मान
vi: Giá trị phóng cục bộ

source: The maximum jitter buffer size for audio reception (in ms)
as: উল্লিখিত সময় অবধি মি-সেক-এৰ মধ্যে
da: Den største jitterbufferstørrelse for lydmodtagelse (i ms)
ne: अडियो ग्रहणको लागी अधिकतम जिट्टर साइज (मिलि से मा)
ta: ஒலியை பெருவதற்கான பதட்ட இடையக அளவு(மில்லிசெகண்டில்)
vi: Kích thước vùng đệm biến đổi tính thời gian ngẫu nhiên tối đa để nhận âm thanh (mili giây)
zh_tw: 接收音訊時用的抗抖動緩衝大小的最大值（毫秒）

source: The maximum video bandwidth in kbytes/s. The video quality and the number of transmitted frames per second will be dynamically adjusted above their minimum during calls to try to minimize the bandwidth to the given value
as: এবং সংখ্যা সৰ্বমোট দ্বিতীয় মান
da: Den største videobåndbredden i kbyte/s. Videokvaliteten og antal overførte billeder per sekund vil dynamisk justeres ovenover deres mindsteværdi i samtaler for at forsøge at minimere båndbredden til den angivne værdi
ne: अधिकतम भिडियो व्याण्डविड्थ केबाइट्स/से मा. भिडियो गुण र पठाइएको नम्बर फ्रेम्स प्रति सेकेन्ड गतिशिलता पूर्वक समायोजन गर्न न्यूनतम कल्स बेलामा दिइएको मानमा व्याण्डविड्थ घटाउन समायोजन गरिन्छ
ta: அதிகபட்ச வீடியோ அலை அகலம் kbytes/s. விடியோவின் தரம் மற்றும் அனுப்பட்ட சட்டங்கள் ஆகியவை சரிசெய்யப்பட்டு அழைப்பின் போது குறைவான அலை அகலத்தை பயன்படுத்துமாறு செய்யும்.
vi: Độ rộng dải tần ảnh động, theo kb.
zh_tw: 最大的視訊頻寬（以 kbytes/s 計算)。視訊的質素及每秒傳送的幀數會在底線上動態地調整來達致以指定數值中使用最小的頻寬

source: The minimum jitter buffer size for audio reception (in ms)
as: উল্লিখিত সময় অবধি মি-সেক-এৰ মধ্যে
da: Den mindste jitterbufferstørrelse for lydmodtagelse (i ms)
ne: अडियो ग्रहणको लागी न्यूनतम जिटर साइज (मिलि से मा)
ta: ஒலியை பெறுவதற்கான குறைந்த பட்ச பதட்ட இடையக அளவு(டையகம் மில்லிவிநா)டிகளில்
vi: Kích thước vùng đệm jitter tối thiểu để nhận tiếng (mili giây)
zh_tw: 接收音訊時用的抗抖動緩臨的最小值（毫秒）

source: The minimum transmitted video quality to keep when trying to minimize the used bandwidth: choose 100% on a LAN for the best quality, 1% being the worst quality
as: চলি আছে উল্লিখিত সময় অবধি
da: Minimum for den overførte videokvalitet der skal overholdes ved forsøg på at minimere den brugte båndbredde: vælg 100% på et lokalt netværk for bedste kvalitet, 1% er dårligste kvalitet
ne: न्यूनतम पठाइएको भिडियो गुण प्रयोग व्याण्डविड्थ घटाउनको लागी: छानिएको १००% ल्यान उत्तम गुणको लागी, १% खत्तम गुण हुन्छ
ta: அலை அகலத்தை குறைவாக பயன்படுத்துவதால் பெறப்படும் வீடியோவில் தரம்.அனுப்பப்படும் ஒளித்தோற்றத்தின் தரம் 100% LAN 1% குறைந்தபட்ச தரம்.
vi: Chất lượng ảnh động tối thiểu để bảo quản khi cố giảm tối thiểu băng thông: chọn 100% trên mạng địa phương (LAN) để có chất lượng tốt nhất, 1% là chất lượng tệ nhất.
zh_tw: 使用的頻寬越小，所傳送的影像的質素就越低：若是區域網路可選擇 100% 以取得最佳的品質，而 1% 則質素最差。

source: The network interface
as: নেটওয়াৰ্ক
vi: Giao diện mạng

source: The network interface to listen on
as: নেটওয়াৰ্ক চলি আছে
vi: Giao diện mạng nơi cần lắng nghe

source: The new instant message sound
as: বাৰ্তা
vi: Âm thanh tin nhắn tức khắc mới

source: The new voice mail sound
vi: Âm thanh thư nói mới

source: The output device type is the type of device connected to your Quicknet card. It can be either a POTS (Plain Old Telephone System) or a headset.
as: ধৰন হলো ধৰন সৰ্বমোট সংযুক্ত সাদামাটা টেলিফোন ব্যৱস্থাপ্ৰণালী.
da: Uddata-enhedens type er typen på enheden der er forbundet med dit Quicknetkort. Enheden kan være enten et gammelt telefonsystem eller en hovedtelefon.
ne: निकासी यन्त्र प्रकार एउटा यन्त्र जडान प्रकार हो जुन तपाईको क्विकनेट कार्ड प्रकारको हुन्छ. यो कि त पट्स (सफा पुरानो टेलिफोन प्रणाली) वा शीर्षसेट हुन्छ.
ta: வேக இணைப்பு அட்டையுடன் இணைக்கப்பட்ட ஒலி அட்டையின் வகௌ. இது POTS (பழைய தொலை பேசி கம்பி இணைப்பாக) அல்லது செவி சாதனமாக இருக்கும்
vi: Loại thiết bị xuất là loại thiết bị được kết nối đến thẻ Quicknet (mạng nhanh) của bạn. Có thể là hoặc POTS (Plain Old Telephone System: hệ thống điện thoại thô cũ) hoặc một bộ ống nghe.
zh_tw: 輸出裝置是連接到您的 Quicknet 插卡上的裝置類型。它可以是一個 POTS（傳統電話系統）或是耳機。

source: The port to listen to for incoming connections. GnomeMeeting needs to be restarted for the new value to take effect.
da: Porten at lytte på for indgående forbindelser. GnomeMeeting skal genstartes for at for at aktivere den nye port.
ne: पोर्ट निकासी जडानहरू सुन्नको लागी. जिनोममिटिङ्ग नयाँ मानको लागी प्रभाव पार्न पुन: सुरु गर्नु पर्छ
ta: உள்வருந்துறை மாற்று. பின் gமாநாட்டை மறுதொடக்கம் செய்யுங்கள்
vi: Cổng dùng để lắng nghe cuộc gọi tới. GnomeMeeting cần được khởi động lại để giá trị mới có tác dụng.
zh_tw: 監聽撥入連線的埠。需要重新啟動 GnomeMeeting 以使新的設定生效。

source: The position of the local video window
as: সৰ্বমোট
da: Positionen for det lokale videobillede
ne: स्थानीय भिडियो सञ्झ्यालको स्थान
ta: உங்கள் ஒளித்தோற்ற சாளர அளவு
vi: Vị trí cửa sổ ảnh động cục bộ
zh_tw: 本機視訊畫面視窗的位置

source: The position of the remote video window
as: সৰ্বমোট
da: Positionen for fjernvideobilledet
ne: दुर्गम भिडियो सञ्झ्यालको स्थान
ta: தொலைவு ஒளித்தோற்ற சாளர நிலை
vi: Vị trí cửa sổ ảnh động từ xa
zh_tw: 遠端視訊畫面視窗的位置

source: The prefix that will be used to save pictures of the conversation. That prefix is followed by the snapshot number.
as: যে প্ৰিফিক্সটি আলাপচাৰিতাৰ সময়কালীন ছবিগুলিৰ সংৰক্ষণেৰ ক্ষেত্ৰে ব্যবহাৰ কৰা হবে। ওই প্ৰিফিক্সটিৰ পৰে স্ন্যাপশট নম্বৰ থাকবে
da: Præfikset der skal bruges for gemning af billeder af konversationen. Dette præfiks efterfølges af nummeret på øjebliksbilledet.
ne: उपसर्ग जुन नक्साहरू संबादको वचत गर्न प्रयोग हुन्छ. त्यो उपसर्ग स्न्यापसट् नम्बरबाट अनुसारित छ
ta: இந்த முன்னொட்டு படங்களை சேமிக்க பயன்படும். முன்னொட்டை தொடர்ந்து திரைவேட்டு எண் வரும்
vi: Tiền tố được dùng để lưu ảnh của cuộc trao đổi. Tiền tố này sẽ được theo sau bởi một con số (số thứ tự ảnh chụp).
zh_tw: 交談時所儲存的圖片的前置名稱。前置後面是快照的號碼。

source: The range of TCP ports beside the listen_port that GnomeMeeting will use for the H.245 channel. You can change the TCP port range if you are using IP translation and if you need to have several GnomeMeeting running behind your NAT/PAT router. GnomeMeeting needs to be restarted for the new values to take effect. This port range has no effect if both participants to the conference are using H.245 Tunneling.
da: TCP-portintervallet undtagen lytteport som GnomeMeeting bruger til indgående forbindelser. Du kan ændre TCP-portintervallet hvis du bruger IP-oversættelse og hvis du behøver flere kopier af GnomeMeeting kørende bagved din NAT/PAT-ruter. GnomeMeeting skal genstartes for at aktivere de nye værdier. Dette portinterval har ingen effekt hvis begge parter i konferencen bruger en H.245-tunnel.
ne: TCP पोर्टको दायरा listen_port पछाडी जसलाई जिनोममिटिङ्गले H.245 माध्यमको लागी प्रयोग गर्दछ. तपाईले TCP पोर्ट दायरा परिवर्तन गर्न सक्नुहुन्छ यदि तपाईले आई पी अनुवाद र यदि जिनोममिटिङ्ग NAT/PAT रुटर चाहिएमा. जिनोममिटिङ्ग पुन: सुरु गर्नुपर्ने हुन्छ नयाँ मानको लागी प्रभाव पार्न. यदि दुवै अनुबन्धित कर्ताले H.245 प्रयोग गरेको छ भने त्यहाँ कुनै प्रभाव पार्दैन.
ta: H.245 அலைவரிசைக்காக க்னோம் மாநாடு பயன்படுத்தும் TCP வழியின் வரம்பு. IP அனுப்பல் முறையை நீங்கள் பயன்படுத்தினாலோ அல்லது பல க்னோம் மாநாடுகள் நடந்துகொண்டிருந்தாலோ NAT/PAT பாதை வழியாக TCP வழியின் வரம்பை மாற்றலாம்.க்னோம் மாநாடு புதிய மதிப்புகளை பெற்றுக்கொள்வதற்கான மீண்டும் துவக்கப்பட வேண்டும். H.245 சுரங்கம் பயன்படுத்தப்படும் போது மாநாட்டின் பங்கோற்பாளருக்கு எந்த விளைவும் ஏற்படாது
vi: Phạm vi cổng TCP thêm vào «listen_port» (cổng lắng nghe) mà GnomeMeeting dùng cho kênh H.245. Bạn có thể thay đổi phạm vi cổng TCP nếu bạn dùng thông dịch IP và nếu bạn cần chạy cùng lúc nhiều phiên bản của GnomeMeeting thông qua bộ định tuyến NAT/PAT. GnomeMeeting cần được khởi động lại để giá trị mới có tác dụng. Phạm vi cổng này không có tác dụng nếu cả hai tham gia hội thoại dùng Đường hầm H.245.
zh_tw: GnomeMeeting 給 H.245 通道所使用，在listen_port 附近的TCP 埠的範圍。如果您正在使用 IP 轉換及您的 NAT/PAT 路由器上執行了多個 GnomeMeeting，您可以變更 TCP 埠的範圍。GnomeMeeting 需要啟動使新的數值生效。如果對話雙方都沒有使用 H.245 穿隧技術，則埠的範圍不會有任何最響。
